[
    {
        "disciplina": " ELETRICIDADE BASICA",
        "codigo": "ENE0001 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Circuitos eletricos. Circuitos monofasicos e trifasicos de corrente alternada em regime permanente senoidal. Transformadores. Maquinas eletricas. Instalacoes eletricas de luz e forca. Seguranca em instalacoes e servicos em eletricidade."
    },
    {
        "disciplina": " LABORATORIO DE ELETRICIDADE BASICA",
        "codigo": "ENE0002 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Circuitos eletricos. Instalacoes eletricas. Acionamento de maquinas eletricas."
    },
    {
        "disciplina": " CONTROLE DE PROCESSOS",
        "codigo": "ENE0004 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Fundamentos de controle de processos industriais Modelos de processosindustriaisFerramentas matematicas para a analise de processos \tprocessos Analise de resposta transitoriaResposta transitoriae analise de estabilidade Resposta em frequencia e\tprojeto de controladores industriais."
    },
    {
        "disciplina": " INSTRUMENTACAO DE CONTROLE DE PROCESSOS",
        "codigo": "ENE0005 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Instrumentos e elementos de medicao Terminologia e simbologia de instrumentacao \tElementos finais de controle  Estrategias de controle aplicadas a processos industriais  Controle  avancado de processos."
    },
    {
        "disciplina": " LABORATORIO DE CONTROLE DE PROCESSOS",
        "codigo": "ENE0006 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Simulacao computacional identificacao de processos obtencao de modelos empiricos\timplementacao de estrategias de controle sintonia de controladores e avaliacao de desempenho."
    },
    {
        "disciplina": " LABORATORIO DE REDES",
        "codigo": "ENE0011 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Introducao aos Equipamentos de Rede, Analisadores de Protocolos, IP e Inter-Rede, Roteamento RIP, Roteamento OSPF, Roteamento BGP, IP Multicasting, Camada de Transporte, Programacao com API Socket e Camada de Aplicacao."
    },
    {
        "disciplina": " ALGORITMOS E ESTRUTURA DE DADOS",
        "codigo": "ENE0013 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Desenvolvimento sistematico de algoritmos. Algoritmos triviais em solucoes computacionais. Conceitos de elaboracao e teste de algoritmos. Conceitos de modularidade e refinamentos sucessivos. Estruturas de dados homogeneas e heterogeneas. Introducao as estruturas de dados estaticas e dinamicas (ponteiros). Desenvolvimento de algoritmos de ordenacao e busca.  Complexidade computacional. Aplicacoes de algoritmos e estrutura de dados em problemas de redes de comunicacao e na computacao de dados."
    },
    {
        "disciplina": " FUNDAMENTOS DE REDES 2",
        "codigo": "ENE0015 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Conceitos, principios basicos, arquiteturas, protocolos e tecnologias de redes sem fio e redes moveis, de redes multimidia de seguranca e de gerencia de redes de computadores."
    },
    {
        "disciplina": " GERENCIA DE REDES E SISTEMAS",
        "codigo": "ENE0016 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Principios, Organizacao, Processos, Atividades, Areas e Metodos de Administracao de Rede. Tecnologias de Suporte a Gerencia de Rede. Modelo de Gerencia para a Interconexao de Sistemas Abertos OSI - Gerente, Agentes e Base de Dados de Gerencia. Modelo de Gerencia de Rede SNMP da Arquitetura TCP/IP e Internet - SNMPv1, SNMPv2, SNMPv3, MIB, RMON1, RMON2. Aplicacoes de gerencia de rede. Rede de gerencia de telecomunicacoes TMN. Gerencia de sistemas e servicos: HTTP, DNS, correio eletronico, servicos web."
    },
    {
        "disciplina": " AVALIACAO DE DESEMPENHO DE REDES E SISTEMAS",
        "codigo": "ENE0017 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Revisao sobre probabilidades e processos estocasticos. Processos e cadeias de Markov. Introducao a Teoria de Filas (M|M|. e M|G|.). Simulacao de eventos discretos. Analise de desempenho de protocolos (multiplexacao, comutacao, controle de acesso multiplo, roteamento, controle de fluxo e outros)."
    },
    {
        "disciplina": " PROJETO TRANSVERSAL EM REDES DE COMUNICACAO 1",
        "codigo": "ENE0022 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Introduzir o estudante a metodologia de projeto como atividade sintese da profissao de engenheiro integrar os conhecimentos e as habilidades tecnicas adquiridas ao longo dos cursos de graduacao na solucao de problemas, por meio do desenvolvimento de um tema real de projeto apresentar os fundamentos metodologicos, cientificos e tecnologicos, envolvidos no processo de projeto e de solucao de problemas desenvolver a habilidade de identificacao, formulacao e solucao de problemas desenvolver habilidades de trabalho em grupo, promover a compreensao das responsabilidades sociais, culturais e ambientais do engenheiro e a necessidade do desenvolvimento sustentavel."
    },
    {
        "disciplina": " PROJETO TRANSVERSAL EM REDES DE COMUNICACAO 2",
        "codigo": "ENE0024 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Integrar os conhecimentos e habilidades tecnicas adquiridas ao longo do curso de graduacao na solucao de problemas, por meio do desenvolvimento de um tema real de projeto apresentar os fundamentos metodologicos do processo de projeto e de solucao de problemas desenvolver a habilidade de geracao de empreender a identificacao, formulacao e solucao de problemas desenvolver habilidades de trabalho em grupo desenvolver a habilidade de geracao de novas solucoes para resolver problemas de engenharia, por meio da analise, sintese e otimizacao de sistemas promover a interdisciplinaridade desenvolver a capacidade de comunicacao tecnica, escrita e oral desenvolver a capacidade de pensamento critico independente, investigacao racional e auto-aprendizagem desenvolver a capacidade de trabalho em equipe promover a compreensao das responsabilidades sociais, culturais e ambientais do engenheiro e a necessidade do desenvolvimento sustentavel."
    },
    {
        "disciplina": " PROTOCOLOS DE TRANSPORTE E ROTEAMENTO",
        "codigo": "ENE0025 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Arquitetura de Interconexao de Redes Arquitetura TCP/IP Internet Protocol (IP), enderecamento IP, controle IP (ICMP), multicast IP (IGMP, PIM), IP movel, IPv6, IPsec Transmission Control Protocol (TCP), User Datagram Protocol (UDP), protocolos de transporte em tempo real (RTP, RTCP) Algoritmos de roteamento (estado de enlace, vetor-distancia etc), protocolos de roteamento unicast (RIP, OSPF e BGP) e multicast (PIM, MOSPF) Virtual Private Network (VPN) Introducao ao Multiprotocol Label Switching (MPLS).  Qualidade de Servico: mecanismos e metricas."
    },
    {
        "disciplina": " SISTEMAS DIGITAIS",
        "codigo": "ENE0039 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Sinais analogicos e digitais. Algebra de Boole portas logicas minimizacao de funcoes booleanas mapas de Karnaugh algoritmo de Quine McCluskey. Representacao numerica. Circuitos combinacionais. Circuitos aritmeticos. Buffers de 3 estados. Circuitos sequenciais (latches e flip-flops). Maquinas de estado sincronas. Maquinas de estado assincronas. Contadores registradores. Projeto de maquinas de estado com contadores, registradores e ROMs."
    },
    {
        "disciplina": " LABORATORIO DE SISTEMAS DIGITAIS",
        "codigo": "ENE0040 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Projeto e simulacao em software de circuitos logicos combinacionais e sequenciais. Linguagem de descricao de hardware implementacao de circuitos combinacionais e sequenciais em FPGA."
    },
    {
        "disciplina": " ELETRONICA",
        "codigo": "ENE0045 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Introducao a eletronica. Amplificadores operacionais. Diodos de juncao. Transistor de efeito de campo. Transistor de juncao bipolar. Composicoes com transistores. Dispositivos opto-eletronicos."
    },
    {
        "disciplina": " LABORATORIO DE ELETRONICA",
        "codigo": "ENE0046 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Realizacao de um conjunto de experiencias que exijam habilidades de projeto, montagem e teste de circuitos eletronicos que empreguem os seguintes componentes eletronicos: amplificadores operacionais diodos de juncao transistor de efeito de campo transistor de juncao bipolar dispositivos opto-eletronicos."
    },
    {
        "disciplina": " LABORATORIO DE CONVERSAO ELETROMECANICA DE ENERGIA",
        "codigo": "ENE0048 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Ensaios com carga e com transformadores monofasicos. Medicoes em circuitos trifasicos. Ensaios com motor de inducao, maquinas sincronas e de corrente continua."
    },
    {
        "disciplina": " MATERIAIS ELETRICOS E MAGNETICOS",
        "codigo": "ENE0049 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Introducao ao estudo dos cristaisNocoes de Mecanica QuanticaModelos de Condutividade EletricaDiodos e JuncoesTransistores e dispositivos optoeletronicosMateriais Dieletricos e Magneticos."
    },
    {
        "disciplina": " LABORATORIO DE MATERIAIS ELETRICOS E MAGNETICOS",
        "codigo": "ENE0050 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Experimentos:1) Introducao ao estudo dos cristais2) Efeito Fotoeletrico3) Efeito Hall4) Diodo semicondutor5) Dispositivos optoeletronicos-fotoemissores e fotorreceptores."
    },
    {
        "disciplina": " ELETROMAGNETISMO 2",
        "codigo": "ENE0053 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Inducao eletromagnetica. Propagacao e reflexao de ondas planas. Ondas guiadas. Radiacao, enlaces e interferencia."
    },
    {
        "disciplina": " LABORATORIO DE ELETROMAGNETISMO 2",
        "codigo": "ENE0054 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Experimentos que demonstram a teoria eletromagnetica.Experimentos que desenvolvem algumas aplicacoes praticas do Eletromagnetismo.Demonstracoes:1)\tSuperficies Equipotenciais e Gradientes de Potencial2)\tAnalise Pratica de uma Rede RC3a) Lei de Faraday- Conversao de Energia Mecanica em Eletrica3b) Uma Aplicacao da Lei de Forca de Ampere - Determinacao da relacao carga massa do eletron4) Lei de Faraday - Manipulacao dos niveis de energia eletrica - Principio dos transformadores5) Medidas de Frequencia de uma onda Eletromagnetica6) Medidas de Potencia de uma onda Eletromagnetica7) Medida da velocidade de uma onda EletromagneticaAplicacoes:8) Tecnica de determinacao de impedancias em altas frequencias, conceitos de swr e carta de Smith9) Efeito Doppler em ondas Eletromagneticas, construcao e analise do radar de controle de velocidade10) Aplicacao dos resultados da difracao de Fresnel no calculo de radio enlaces"
    },
    {
        "disciplina": " SISTEMAS MICROPROCESSADOS",
        "codigo": "ENE0056 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Microcontroladores e microprocessadores.Fundamentos de arquitetura de processadores.Assembly, entrada/saida.Memoria e CPU.Temporizadores.Interrupcoes.Conversao A/D e D/A.DMA.Tecnologias de baixo consumo."
    },
    {
        "disciplina": " LABORATORIO DE SISTEMAS MICROPROCESSADOS",
        "codigo": "ENE0058 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Programacao para microcontroladores em linguagem C.Experimentos com microcontroladores, enfocando temporizadores, interrupcoes, entrada/saida, comunicacao serial e interfaceamento com outros perifericos."
    },
    {
        "disciplina": " INTRODUCAO AOS CIRCUITOS ELETRICOS",
        "codigo": "ENE0066 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Conceitos basicos.Lei de Ohm.Leis de Kirchhoff.Circuitos resistivos.Tecnicas de analise nodal e de laco.Amplificadores Operacionais.Principio da superposicao.Teoremas de Thevenin e de Norton."
    },
    {
        "disciplina": " SINAIS E SISTEMAS EM TEMPO CONTINUO",
        "codigo": "ENE0067 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Sinais e sistemas. Analise no dominio do tempo de sistemas de tempo continuo. Analise de sistemas de tempo continuo usando a transformada de Laplace. Analise de sinais periodicos de tempo continuo: a serie de Fourier. Analise de sinais aperiodicos de tempo continuo: a transformada de Fourier. Analise no espaco de estados de sistemas de tempo continuo."
    },
    {
        "disciplina": " SINAIS E SISTEMAS EM TEMPO DISCRETO",
        "codigo": "ENE0068 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Sinais e sistemas de tempo discreto. Analise no dominio do tempo de sistemas de tempo discreto. Analise de sistemas de tempo discreto usando a transformada z. Amostragem: a ponte entre continuo e discreto. Analise de Fourier de sinais de tempo discreto. Analise no espaco de estados de sistemas de tempo discreto."
    },
    {
        "disciplina": " INSTALACOES ELETRICAS",
        "codigo": "ENE0071 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "1-Instalacoes eletricas de iluminacao e tomadas.2-Protecao e controle dos circuitos.3-Dimensionamento de condutores.4-Expressao grafica: introducao ao AutoCad e simbologia eletrica.5-Normas e prescricoes da ABNT e da Concessionaria.6-Luminotecnica.7-Correcao de fator de potencia.8-Projetos de instalacoes eletricas.9-Sistema de protecao contra descargas atmosfericas -SPDA."
    },
    {
        "disciplina": " LABORATORIO DE INSTALACOES ELETRICAS",
        "codigo": "ENE0072 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "1-Simbologia eletrica.2-Protecao e controle dos circuitos.3-Instalacoes eletricas de lampadas, tomadas e campainha.4-Dispositivo DR.5-Rele fotoeletrico.6-Sensores de nivel d'agua.7-Instalacao de motores eletricos.8-Medicao de resistencia de aterramentos."
    },
    {
        "disciplina": " LABORATORIO DE SISTEMAS ELETRICOS DE POTENCIA",
        "codigo": "ENE0073 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Medicoes em circuitos resistivos Monofasicos CA e CC.Medicoes em circuitos Monofasicos CA com cargas RLC.Correcao do Fator de Potencia.Medicoes em circuitos trifasicos conectados em estrela e delta (triangulo) equilibrados e desequilibrados.Transformadores e Autotransformadores: ensaios a vazio e de curto circuito, rendimento e regulacao, polaridade e paralelismo e curva de magnetizacao.Transformadores Trifasicos: Medicoes de tensao nas diversas configuracoes, harmonicos, defasagens angulares.Linha de Transmissao Monofasica: medicao em circuitos equivalentes, regulacao, compensacao.Componentes simetricas: medicoes em Cargas e Transformadores.Simulacoes computacionais para transformador e curto circuito."
    },
    {
        "disciplina": " LABORATORIO DE CONVERSAO DE ENERGIA",
        "codigo": "ENE0074 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Motor de corrente continua, gerador de corrente continua, motor de inducao trifasico, gerador sincrono e motor sincrono."
    },
    {
        "disciplina": " FUNDAMENTOS DE COMPRESSAO DE SINAIS",
        "codigo": "ENE0076 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Teoria e Metodos de Compressao de Dados Digitais: Conceitos Basicos de Teoria da Informacao.Tecnicas de Compressao sem perdas e com perdas.Compressao por Codigo de Comprimento Variavel.Compressao por Dicionario.Compressao por Transformadas.Quantizacao Escalar.Quantizacao Vetorial.Codificacao PCM e DPCM.Compressao de sinais especificos: compressao de audio compressao de imagens compressao de video."
    },
    {
        "disciplina": " CONTROLE DE SISTEMAS DINAMICOS",
        "codigo": "ENE0077 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Modelagem de sistemas dinamicos. Diagrama de blocos. Estabilidade. Especificacao do projeto de controle. Analise por lugar geometrico das raizes. Projeto de controle por lugar geometrico das raizes. Analise por resposta em frequencia. Projeto de controle por resposta em frequencia."
    },
    {
        "disciplina": " LABORATORIO DE CONTROLE DE SISTEMAS DINAMICOS",
        "codigo": "ENE0078 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Ferramentas computacionais. Modelagem de sistemas fisicos. Analise de resposta no dominio do tempo e no dominio da frequencia. Projeto de compensadores."
    },
    {
        "disciplina": " CONTROLE NO ESPACO DE ESTADOS",
        "codigo": "ENE0079 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Revisao de algebra linear. Descricao matematica de sistemas. Estabilidade. Controlabilidade e observabilidade. Representacoes no espaco de estados. Realimentacao de estados. Observabilidade e injecao da saida. Topicos de controle avancado."
    },
    {
        "disciplina": " NOCOES DE INTELIGENCIA ARTIFICIAL",
        "codigo": "ENE0082 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "1. Introducao\nHistorico e Denominacoes; Aprendizado; Redes Neurais; Problemas de interesse.\n\n2. Aprendizado Supervisionado\nRegressao linear; Descida por gradiente; Regressao logistica; Funcoes de custo; Criterios de performance; Entropia cruzada; Vizinhos mais proximos.\n\n3. Aprendizado Nao-supervisionado\nAgrupamento; Reducao de dimensionalidade; Amostragem de Gibbs.\n\n4. Redes Neurais Artificiais\nPerceptron; Perceptron multicamada; Funcoes de Ativacao; Regularizacao.\n\n5. \"Deep Learning\"\nRedes convolucionais; Autocodificadores; Introducao as redes recorrentes.\n\n6. Outras tecnicas\nAlgoritmos Geneticos; Logica \"fuzzy\".\n\n7. Questoes Eticas, Sociais e de Seguranca\nVies; Privacidade; Seguranca; Impactos sociais"
    },
    {
        "disciplina": " SISTEMAS DE INFORMACAO DISTRIBUIDOS",
        "codigo": "ENE0088 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Fundamentos e Conceitos, Protocolos de Comunicacao, Arquiteturas de Sistemas Distribuidos, Gerencia Distribuida de recursos, Sistemas Distribuidos na Internet e Desenvolvimento de Sistemas Distribuidos."
    },
    {
        "disciplina": " CABEAMENTO ESTRUTURADO",
        "codigo": "ENE0089 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Cabeamento metalico e optico: caracteristicas. Cabeamento estruturado: conceito e aplicacoes. Tipos de conexoes de redes. Instrumentos e medicoes em cabeamento. Padroes e normas de cabeamento. Tecnicas de projeto, implantacao e administracao de cabeamento interno e externo. Evolucao dos sistemas de cabeamento e meios de transmissao."
    },
    {
        "disciplina": " SEGURANCA DE REDES",
        "codigo": "ENE0090 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Conceitos de seguranca da informacao tecnologias e processos da seguranca de redes politica de seguranca dos sistemas de informacao projetos de laboratorio de seguranca."
    },
    {
        "disciplina": " SISTEMAS OPERACIONAIS DE REDES",
        "codigo": "ENE0091 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Nocoes de sistema operacional Sistema multitarefa Gestao de entrada/saida Gestao de memoria Gestao de discos e arquivos Sistemas Operacionais Distribuidos Estrutura e Operacao de Sistemas Operacionais Modernos"
    },
    {
        "disciplina": " INTRODUCAO A ENGENHARIA ELETRICA",
        "codigo": "ENE0155 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "A UNIVERSIDADE DE BRASILIA.O DEPARTAMENTO DE ENGENHARIA ELETRICA E O CURSO DE GRADUACAO EM ENGENHARIA ELETRICA.HISTORIA DA ENGEN-HARIA. TECNOLOGIA E SOCIEDADE. PRINCIPAIS CAMPOS DE ATUACAO ABRAN-GIDOS PELA ENGENHARIA ELETRICA,CONSELHOS DE ENGENHARIA E AS ATRI-BUICOES DA CARREIRA. O PAPEL DO ENGENHEIRO NA SOCIEDADE. TECNICASDE ESTUDO E ADMINISTRACAO DO TEMPO. CICLO DE PALESTRAS SOBRE    ASDIVERSAS AREAS DO CURSO DE ENGENHARIA ELETRICA."
    },
    {
        "disciplina": " CONTROLE DIGITAL",
        "codigo": "ENE0167 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "SISTEMAS DISCRETOS. REPRESENTACAO DA DINAMICA DE SISTEMAS DISCRE- TOS. SISTEMAS COM DADOS AMOSTRADOS. CONTROLE DE SISTEMAS LINEARES  DIS- CRETOS: DOMINIO-K, DOMINIO-Z, ESPACO DE ESTADOS. PROJETO E  COMPENSACAO NO CONTROLE DE SISTEMAS LINEARES DISCRETOS."
    },
    {
        "disciplina": " ELETROMAGNETISMO 1",
        "codigo": "ENE0177 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Analise vetorial. Campos eletricos estaticos. Corrente eletrica estacionaria. Campos magneticos estaticos. Campos eletromagneticos. Introducao a ondas eletromagneticas. Introducao a linhas de transmissao."
    },
    {
        "disciplina": " SISTEMAS DE COMUNICACOES 1",
        "codigo": "ENE0202 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "INTRODUCAO. TRANSMISSAO EM ONDAS MEDIAS. SISTEMAS DE  FM. COMUNI- CACOES EM HF. COMUNICACOES EM VISIBILIDADE (VHF, UHF E SHF). LINHAS FI- SICAS. MULTIPLEXACAO. ADMINISTRACAO DE SISTEMAS DE COMUNICACOES. NOCOES SOBRE ADMINISTRACAO E LEGISLACAO DE TELECOMUINICACOES."
    },
    {
        "disciplina": " ANALISE DE SISTEMAS DE POTENCIA",
        "codigo": "ENE0228 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "INTRODUCAO AOS SISTEMAS ELETRICOS DE  POTENCIA. MATRIZES  NODAIS. FLUXO DE CARGA. ESTRATEGIAS OTIMAS DE FUNCIONAMENTO, ESTABILIDADE ESTA- TICA. ESTABILIDADE TRANSITORIA."
    },
    {
        "disciplina": " GERACAO DE ENERGIA ELETRICA",
        "codigo": "ENE0230 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "CONCEITOS BASICOS RELATIVOS A PRODUCAO DE ENERGIA  ELETRICA. PRO- DUCAO DE ENERGIA ELETRICA NO BRASIL. GERACAO TERMONUCLEAR. GERACAO TER- MELETRICA CONVENCIONAL. GERACAO HIDRELETRICA. SIMULADORES PARA  TREINA- MENTO DO PESSOAL. OPERACAO ECONOMICA DA GERACAO. PEQUENOS APROVEITAMEN- TOS HIDRAULICOS."
    },
    {
        "disciplina": " TRANSMISSAO DE ENERGIA ELETRICA",
        "codigo": "ENE0251 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "CARACTERISTICAS ELETRICAS DAS LINHAS DE  TRANSMISSAO. CALCULO DOS PARAMETROS DAS LINHAS DE TRANSMISSAO (R, X, C ) . REPRESENTACAO A 60Hz. EQUACAO DO  TELEGRAFISTA. PROPAGACAO DE  TRANSITORIOS E  PULSOS. LINHAS SEM DISTORCAO. QUADRIPOLOS  EQUIVALENTES. CALCULO MECANICO. PROJETO  DE LINHAS DE TRANSMISSAO."
    },
    {
        "disciplina": " TOPICOS ESPECIAIS EM SISTEMA DIGITAIS",
        "codigo": "ENE0270 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Introducao as redes opticas: arquiteturas, protocolos, tecnologias WDM, elementos e tipos de rede arquiteturas de controle ASON e GMPLS: funcoes e protocolos redes opticas transparentes: paradigmas de comutacao, roteamento e alocacao de comprimento de onda, conversao de comprimento de onda, sobrevivencia a falhas introducao as redes OBS."
    },
    {
        "disciplina": " FUNDAMENTOS DE REDES",
        "codigo": "ENE0274 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Principios de Telecomunicacoes Introducao as Redes de Comunicacao e a Internet Pilhas de Protocolos e seus modelos de servicos Camada de Aplicacao Camada de Transporte Camada de Rede Camada de Enlace."
    },
    {
        "disciplina": " METODOLOGIA E DESENVOLVIMENTO DE SOFTWARE",
        "codigo": "ENE0276 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Objetivos, conceitos e evolucao da Engenharia de Software. Paradigmas de desenvolvimento de software. Praticas no gerenciamento de projetos.  Evolucao das metodologias de sistemas e suas principais tecnicas. Processo de desenvolvimento de software. Modelos de software. Ciclo de vida no Desenvolvimento de Sistemas. Melhores praticas no desenvolvimento de software. Qualidade de processo, software e seus modelos."
    },
    {
        "disciplina": " LABORATORIO DE CIRCUITOS ELETRICOS",
        "codigo": "ENE0282 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Experimentos de laboratorio acerca dos topicos seguir:- Lei de Ohm e leis de Kirchhoff.- Amplificadores Operacionais.- Superposicao e teoremas de Thevenin e de Norton.- Circuitos de 1a e 2a ordem.- Circuitos em regime permanente senoidal.- Potencia em regime permanente senoidal.- Circuitos com acoplamento magnetico.- Desempenho dos circuitos em funcao da frequencia.- Aplicacao da transformada de Laplace na analise de circuitos.- Aplicacao das series e da transformada de Fourier na analise de circuitos.- Quadripolos."
    },
    {
        "disciplina": " CIRCUITOS POLIFASICOS",
        "codigo": "ENE0289 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "CIRCUITOS POLIFASICOS, VALORES PERCENTUAIS E  POR-UNIDADE, COMPO- NENTES SIMETRICAS, CALCULO DE  CURTO-CIRCUITOS  SIMETRICOS, CALCULO  DE CURTO-CIRCUITOS ASSIMETRICOS."
    },
    {
        "disciplina": " LABORATORIO DE PRINCIPIOS DE COMUNICACAO",
        "codigo": "ENE0295 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Experimentos e simulacoes sobre os seguintes temas: analise espectral de sinais distorcao amostragem de sinais e modulacao analogica de pulso tecnicas basicas de codificacao de sinais: PCM, DPCM e DM tecnicas de modulacao analogica e digital."
    },
    {
        "disciplina": " CIRCUITOS ELETRICOS",
        "codigo": "ENE0304 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Capacitancia e indutancia.Analise de circuitos de 1a e 2a ordem.Analise de circuitos em regime permanente senoidal.Potencia em regime permanente senoidal.Circuitos com acoplamento magnetico.Desempenho dos circuitos em funcao da frequencia.Aplicacao da transformada de Laplace na analise de circuitos.Aplicacao das series e da transformada de Fourier na analise de circuitos.Quadripolos."
    },
    {
        "disciplina": " PRINCIPIOS DE COMUNICACAO",
        "codigo": "ENE0306 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Espectro de Frequencia e  Largura de Banda de um Sinal. Densidade Espectral de Energia e Densidade Espectral de Potencia. Modulacao Analogica de Onda Continua: Modulacao em Amplitude (AM) e Modulacao Angular (PM e FM). Multiplexacao e Multiplo Acesso: FDM, FDMA, TDM, TDMA. Probabilidade e Processos Aleatorios. Variaveis Conjuntamente Gaussianas. Estacionariedade. Modelagem de Ruido Branco Gaussiano. Desempenho de Sistemas Analogicos de Comunicacao. Transmissao Digital em Banda Base. Interferencia Intersimbolica e Criterios de Nyquist. Transmissao Digital Passa-faixa. Modulacao Digital e Eficiencia Espectral. ASK, PSK, QAM e FSK. Deteccao e Demodulacao Digital. Desempenho e Comparacao de Tecnicas de Modulacao Digital."
    },
    {
        "disciplina": " ELETRONICA DE POTENCIA",
        "codigo": "ENE0326 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Introducao aos sistemas baseados em eletronica de potencia. Dispositivos semicondutores de potencias (chaves). Conversores AC-DC. Conversores DC-DC. Conversores DC-AC. Conversores AC-AC. Revisao de transformacoes matematicas aplicadas em sistemas trifasicos e modulacao. Sistemas de sincronismo. Tecnicas de controle de dispositivos AC."
    },
    {
        "disciplina": " TOPICOS EM ENGENHARIA",
        "codigo": "ENE0332 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Disciplina de programa variavel: para cada  turma ofertada, havera um programa especifico constituido de topicos atuais relevantes em Engenharia Eletrica."
    },
    {
        "disciplina": " COMPUTACAO PARA ENGENHARIA",
        "codigo": "ENE0334 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Construcao de algoritmos e sua representacao em pseudocodigo e linguagens de alto nivel. Principios de programacao procedimental. Tipos de dados. Operadores. Estruturas de controle. Modularizacao e funcoes. Colecoes de dados (arranjos, registros). Operacoes de entrada e saida. Ponteiros. Implementacao de programas computacionais em linguagem de programacao de alto nivel. Principios e boas praticas de codificacao, teste, depuracao e documentacao."
    },
    {
        "disciplina": " PRINCIPIOS DE CONTROLE DE ROBOS",
        "codigo": "ENE0345 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Introducao. Fundamentos. Modelagem cinematica e dinamica de robos manipuladores. Controle de robos manipuladores. Modelagem cinematica e dinamica de robos moveis com rodas. Controle de robos moveis com rodas. Planejamento de rotas."
    },
    {
        "disciplina": " REDES LOCAIS",
        "codigo": "ENE0352 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Arquiteturas e Protocolos para Redes Locais, Meios de transmissao, Controle de Acesso ao Meio (MAC), Enlace de dados, Switching e Interconexao de Redes Locais, Redes Locais Virtuais (VLAN), tecnologias de redes locais e redes de armazenamento (Ethernet/IEEE 802.3, Wifi/IEEE 802.11, Fiber Channel, Infiniband etc) Metodologia de Projeto de Redes Locais."
    },
    {
        "disciplina": " ANTENAS EM REDES DE COMUNICACOES",
        "codigo": "ENE0353 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": ""
    },
    {
        "disciplina": " INSTRUMENTACAO ELETRONICA E SENSORES",
        "codigo": "ENE0355 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Introducao. Instrumentacao eletronica em sistemas de medicao: elementos sensores, circuitos de condicionamento de sinal, circuitos de processamento analogico, circuitos de interface; Instrumentacao eletronica em sistemas de controle: elementos de atuacao, projeto de atuadores, elementos de controle. Diagrama de tubulacao e instrumentacao (P&ID). Laboratorio."
    },
    {
        "disciplina": " PROJETO INTEGRADOR DE TECNOLOGIAS",
        "codigo": "ENE0438 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Observacao e analise de necessidades e demandas da comunidade externa a Universidade que possam ser formuladas como problemas de Engenharia. Concepcao de solucoes inovadoras, que integrem tecnologias das diversas areas da Engenharia Eletrica, e que considerem os aspectos sociais, economicos, ambientais, de seguranca e saude no trabalho, dentre outros; Utilizacao da metodologia de classificacao de niveis de maturidade tecnologica TRL (Technology Readyness Level) para auxiliar o gerenciamento de projetos de inovacao. Empreendedorismo e empreendedorismo social."
    },
    {
        "disciplina": " INTRODUCAO A ENGENHARIA DE REDES DE COMUNICACAO",
        "codigo": "ENE0454 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "A Universidade de Brasilia. A Faculdade de Tecnologia. O Departamento de Engenharia Eletrica. O curso de graduacao em Engenharia de Redes de Comunicacao. O papel da Engenharia de Redes de Comunicacao no desenvolvimento sustentavel do Distrito Federal. Etica e responsabilidade social do Engenheiro de Redes de Comunicacao. Levantamento de demandas da comunidade externa que possam ser atendidas por solucoes que envolvam tecnicas da Engenharia de Redes de Comunicacao."
    },
    {
        "disciplina": " ENGENHARIA E MUDANCAS CLIMATICAS",
        "codigo": "ENE0459 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "O papel da engenharia na sociedade. Conferencias e Acordos das Nacoes Unidas sobre Mudancas Climaticas. Ciencia Climatica. Adaptacao. Mitigacao. Objetivos de Desenvolvimento Sustentavel. Projetos de engenharia visando o Desenvolvimento Sustentavel."
    },
    {
        "disciplina": " CONVERSAO DE ENERGIA E MAQUINAS ELETRICAS",
        "codigo": "ENE0469 ",
        "unidade_responsavel": "DEPTO ENGENHARIA ELETRICA ",
        "ementa": "Principios de Maquinas Eletricas.\nTransformadores.\nFundamentos de Maquinas de Corrente Alternada.\nGeradores Sincronos.\nMotores de Inducao.\nFundamentos de Maquinas de Corrente Continua.\nMotores de Corrente Continua.\nGeradores de Corrente Continua."
    }
]