[
    {
        "disciplina": " SISTEMAS ESTRUTURAIS EM CONCRETO ARMADO 2",
        "codigo": "TEC0001 ",
        "unidade_responsavel": "DEPTO TECNOLOGIA ARQUITETURA URBANISMO ",
        "ementa": "Enfatizar os conceitos referentes a flambagem e torcao.\n\nDimensionamento e detalhamento de elementos estruturais em concreto armado: pilares, marquises, escadas, consolos, vigas paredes, reservatorios elevados e enterrados. Analise do funcionamento de estruturas especiais como cascas e pecas protendidas.\n\n Abordar os tipos de fundacoes usualmente utilizadas em obras de concreto armado."
    },
    {
        "disciplina": " INSTALACOES E EQUIPAMENTOS 1",
        "codigo": "TEC0002 ",
        "unidade_responsavel": "DEPTO TECNOLOGIA ARQUITETURA URBANISMO ",
        "ementa": ""
    },
    {
        "disciplina": " INSTALACOES E EQUIPAMENTOS 2",
        "codigo": "TEC0003 ",
        "unidade_responsavel": "DEPTO TECNOLOGIA ARQUITETURA URBANISMO ",
        "ementa": ""
    },
    {
        "disciplina": " INSTALACOES E EQUIPAMENTOS 1",
        "codigo": "TEC0007 ",
        "unidade_responsavel": "DEPTO TECNOLOGIA ARQUITETURA URBANISMO ",
        "ementa": "Estudo das instalacoes prediais: eletricas, telefonicas, hidraulicas e de esgotamento sanitario e suas implicacoes na construcao e manutencao de edificios."
    },
    {
        "disciplina": " TECNICAS DE CONSTRUCAO",
        "codigo": "TEC0013 ",
        "unidade_responsavel": "DEPTO TECNOLOGIA ARQUITETURA URBANISMO ",
        "ementa": "Estudos a aplicacoes praticas referents as diferentes etapas de materializacao das edificacoes e as interacoes entre a obra e o projeto arquitetonico. Nocoes de topografia, sondagens, movimento de terra, canteiro de obras, locacao, fundacoes, estruturas, alvenaria, revestimentos, esquadrias, vidros, instalacoes, cobertura, impermeabilizacoes, forros, pintura, pisos e elementos complementares."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO EM OBRA",
        "codigo": "TEC0014 ",
        "unidade_responsavel": "DEPTO TECNOLOGIA ARQUITETURA URBANISMO ",
        "ementa": "Exercicio pratico levado a efeito junto a obra(s) em construcao nas empresas publicas ou privadas. O aluno deve participar efetivamente desta experiencia profissional colaborando na realizacao de trabalhos executados sob a responsabilidade de profissionais legalmente habilitados."
    },
    {
        "disciplina": " ESTUDOS AMBIENTAIS",
        "codigo": "TEC0016 ",
        "unidade_responsavel": "DEPTO TECNOLOGIA ARQUITETURA URBANISMO ",
        "ementa": "Conhecimento da base natural do sitio no qual se pretende projetar. Levantamento, analise e sistematizacao dos fators ambientais que o caracterizam: geologia, relevo, solos, hidrografia, vegetacao, clima e dos processos naturais de modificacao da paisagem."
    },
    {
        "disciplina": " CONFORTO TERMICO AMBIENTAL",
        "codigo": "TEC0017 ",
        "unidade_responsavel": "DEPTO TECNOLOGIA ARQUITETURA URBANISMO ",
        "ementa": "Fisica aplicada a arquitetura e urbanismo. Bbioclimatologia humana: clima e exigencias humanas quanto ao conforto termico. Propriedades termofisicas dos materiais e componentes da cosntrucao. Principios bioclimaticos da arquitetura e do urbanismo."
    },
    {
        "disciplina": " SISTEMAS ESTRUTURAIS NA ARQUITETURA",
        "codigo": "TEC0018 ",
        "unidade_responsavel": "DEPTO TECNOLOGIA ARQUITETURA URBANISMO ",
        "ementa": "Aspectos qualitativos e quantitativos dos sistemas estruturais. O espaco estrututral como espaco arquitetonico possivel. A estrutura na historia da tecnologia das edificacoes. aA conciliacao dos espacos arquitetonicos e estruturais: materiais estruturais. Morfologia das estruturas. Trelicas planas isostaticas. Lei de Hooke. Vigas isostaticas. Formula da flexao.Propriedades geometricas das secoes. Estruturas de alvenaria. Projetos arquitetonicos. Materiais petreos."
    },
    {
        "disciplina": " SISTEMAS ESTRUTURAIS EM CONCRETO ARMADO",
        "codigo": "TEC0019 ",
        "unidade_responsavel": "DEPTO TECNOLOGIA ARQUITETURA URBANISMO ",
        "ementa": "O material concreto armado. Tracos de concreto. Vigas hiperestaticas. Lajes. Dimensionamento de vigas. Dimensionamento de pilares. Fundacoes. Projeto e detalhamento de pavimentos de edificios. Projetos arquitetonicos utilizando o concreto como material estrutural."
    },
    {
        "disciplina": " SISTEMAS ESTRUTURAIS EM ACO",
        "codigo": "TEC0022 ",
        "unidade_responsavel": "DEPTO TECNOLOGIA ARQUITETURA URBANISMO ",
        "ementa": "Ferro e aco. Perfis estruturais. Flechas em vigas. Projeto de vigas, projeto de pisos, pilares e coberturas. Dimensionamento de perfis de chapa dobrada a frio. Conexoes soldadas. Projeto de porticos. Projetos arquitetonicos utilizando o aco como material estrutural."
    },
    {
        "disciplina": " SISTEMAS ESTRUTURAIS EM MADEIRA",
        "codigo": "TEC0023 ",
        "unidade_responsavel": "DEPTO TECNOLOGIA ARQUITETURA URBANISMO ",
        "ementa": "Apresentar os procedimentos de direcionamento de elementos estruturais em madeira. Apresentar os principais sistemas estruturais em madeira. Elaborar projeto arquitetonico utilizando a madeira como materiasl estrutural."
    },
    {
        "disciplina": " INTRODUCAO A TECNOLOGIA EM ARQUITETURA E URBANISMO",
        "codigo": "TEC0026 ",
        "unidade_responsavel": "DEPTO TECNOLOGIA ARQUITETURA URBANISMO ",
        "ementa": "Conhecimento basico e compreensao critica das implicacoes socio-economicas, culturais e ambientais no uso dos materiais de construcao; dos principios e sistemas estruturais; das tecnicas e processos construtivos; e dos principios, conceitos e relacoes entre fatores do clima, arquitetura, urbanismo e os seres vivos; bem como suas relacoes com o projeto arquitetonico e urbanistico."
    },
    {
        "disciplina": " INFRA",
        "codigo": "TEC0027 ",
        "unidade_responsavel": "DEPTO TECNOLOGIA ARQUITETURA URBANISMO ",
        "ementa": "Distribuicao e  condicionantes dos Desenho Urbano. Infra-Estrutura de abastecimento de agua, esgotamento sanitario, drenagem urbana, limpeza publica e de servicos de eletricidade. Sistemas convencionais e alternativos: avaliacao dos custos de instalacao e manutencao."
    },
    {
        "disciplina": " CONFORTO SONORO",
        "codigo": "TEC0028 ",
        "unidade_responsavel": "DEPTO TECNOLOGIA ARQUITETURA URBANISMO ",
        "ementa": "Aspectos fisicos do som. Aspectos psico-fisiologicos da percepcao sonora. Geracao e propagacao do som (geometria do som). Meios de controle do som: planejamento e disposicao dos elementos urbanos e arquitetonicos isolamento acustico (enfraquecimento e absorcao do som) tempo otimo de reverberacao. Projeto acustico de ambientes."
    },
    {
        "disciplina": " CONFORTO AMBIENTAL LUMINOSO",
        "codigo": "TEC0029 ",
        "unidade_responsavel": "DEPTO TECNOLOGIA ARQUITETURA URBANISMO ",
        "ementa": "Estudo do controle da luz no urbanismo e na arquitetura, com enfase no estudo da luz natural. Suas caracteristicas fisicas e unidades. Fisiologia da percepcao. Planejamento para a luz e metodos de projeto visando o conforto luminoso e a conservacao de energia."
    },
    {
        "disciplina": " SISTEMAS ESTRUTURAIS 1",
        "codigo": "TEC0038 ",
        "unidade_responsavel": "DEPTO TECNOLOGIA ARQUITETURA URBANISMO ",
        "ementa": "A estrutura na historia da tecnologia das construcoes: morfologia, tipologia e interacao com os espacos\narquitetonicos.\nCarregamento e estatica das estruturas isostaticas: conceitos de estabilidade.\nEstruturas hiperestaticas: conceituacao.\nLancamento estrutural.\nTrelicas planas: determinacao de reacoes, esforcos e pre-dimensionamento.\nVigas: determinacao de reacoes, esforcos e pre-dimensionamento.\nPorticos planos: determinacao de reacoes, esforcos e pre-dimensionamento.\nEstruturas especiais: nocoes basicas."
    },
    {
        "disciplina": " SISTEMAS ESTRUTURAIS 2",
        "codigo": "TEC0039 ",
        "unidade_responsavel": "DEPTO TECNOLOGIA ARQUITETURA URBANISMO ",
        "ementa": "Propriedades geometricas das secoes.\nDeterminacao das tensoes em esforcos de tracao, compressao e flexao.\nEstudo dos campos de deslocamentos em barras submetidas a esforcos normais e de flexao."
    },
    {
        "disciplina": " SISTEMAS ESTRUTURAIS EM CONCRETO ARMADO 1",
        "codigo": "TEC0041 ",
        "unidade_responsavel": "DEPTO TECNOLOGIA ARQUITETURA URBANISMO ",
        "ementa": "Nocoes gerais de estruturacao de edificios de concreto.\n\n Conciliacao do projeto arquitetonico com o projeto estrutural em concreto armado.\n\nLancamento estrutural e pre-dimensionamento de lajes, vigas e pilares.\n\nCarregamento das estruturas de edificios de concreto.\n\nPropriedades dos materiais: concreto e do aco.\n\nPrescricoes normativas.\n\nAnalise, dimensionamento e detalhamento de lajes em concreto armado.\n\nAnalise, dimensionamento e detalhamento de vigas em concreto armado."
    },
    {
        "disciplina": " CONFORTO TERMICO AMBIENTAL 1",
        "codigo": "TEC0042 ",
        "unidade_responsavel": "DEPTO TECNOLOGIA ARQUITETURA URBANISMO ",
        "ementa": ""
    },
    {
        "disciplina": " TECNICAS DE CONSTRUCAO 1",
        "codigo": "TEC0043 ",
        "unidade_responsavel": "DEPTO TECNOLOGIA ARQUITETURA URBANISMO ",
        "ementa": ""
    },
    {
        "disciplina": " TECNICAS DE CONSTRUCAO 2",
        "codigo": "TEC0044 ",
        "unidade_responsavel": "DEPTO TECNOLOGIA ARQUITETURA URBANISMO ",
        "ementa": ""
    }
]