[
    {
        "disciplina": " TOPICOS ESPECIAIS EM COMUNICACAO ORGANIZACIONAL 7",
        "codigo": "COM0012 ",
        "unidade_responsavel": "DEPARTAMENTO DE COMUNICACAO ORGANIZACIONAL/COM ",
        "ementa": "Aplicacao de diversos temas da area de Comunicacao. Atividades direcionadas para: cidadania, cultura, meio ambiente, midia e politica. Realizacao de eventos academicos na area de Comunicacao."
    },
    {
        "disciplina": " TOPICOS ESPECIAIS EM COMUNICACAO ORGANIZACIONAL 10",
        "codigo": "COM0017 ",
        "unidade_responsavel": "DEPARTAMENTO DE COMUNICACAO ORGANIZACIONAL/COM ",
        "ementa": "Aplicacao de diversos temas da area de Comunicacao. Atividades direcionadas para: cidadania, cultura, meio ambiente, midia e politica. Realizacao de eventos academicos na area de Comunicacao."
    },
    {
        "disciplina": " ETICA, LEGISLACAO E RESPONSABILIDADE SOCIAL",
        "codigo": "COM0127 ",
        "unidade_responsavel": "DEPARTAMENTO DE COMUNICACAO ORGANIZACIONAL/COM ",
        "ementa": "Conceitos de etica em diferentes sociedades e contextos. Diferencas entre etica e moral. Eticas normativas e nao-normativas. Codigos de etica. A Etica em ambientes organizacionais. Etica e responsabilidade social. Etica nos meios de comunicacao. Comunicacao e pactos eticos."
    },
    {
        "disciplina": " INTRODUCAO AO MARKETING",
        "codigo": "COM0128 ",
        "unidade_responsavel": "DEPARTAMENTO DE COMUNICACAO ORGANIZACIONAL/COM ",
        "ementa": "Os principios e as nocoes iniciais do marketing. Os conceitos fundamentais. As tendencias do mercado consumidor e da sociedade."
    },
    {
        "disciplina": " LINGUAGENS DA COMUNICACAO 1",
        "codigo": "COM0129 ",
        "unidade_responsavel": "DEPARTAMENTO DE COMUNICACAO ORGANIZACIONAL/COM ",
        "ementa": "Conceitos basicos e linguagens da Comunicacao voltados para a area de fotografia, produtos audiovisuais e Web. A compreensao da cultura visual e os seus sentidos."
    },
    {
        "disciplina": " INTRODUCAO AS TEORIAS DA COMUNICACAO",
        "codigo": "COM0130 ",
        "unidade_responsavel": "DEPARTAMENTO DE COMUNICACAO ORGANIZACIONAL/COM ",
        "ementa": "Os conceitos e nocoes das teorias tradicionais da Comunicacao e da Comunicacao Organizacional, seus objetivos, aplicacao. As transformacoes historicas, as correntes teoricas."
    },
    {
        "disciplina": " LINGUAGENS DA COMUNICACAO 2",
        "codigo": "COM0132 ",
        "unidade_responsavel": "DEPARTAMENTO DE COMUNICACAO ORGANIZACIONAL/COM ",
        "ementa": "Historicos, conceitos e tendencias das principais linguagens da Comunicacao, e a integracao com a Comunicacao Organizacional."
    },
    {
        "disciplina": " METODOLOGIA DE PESQUISA EM COMUNICACAO",
        "codigo": "COM0133 ",
        "unidade_responsavel": "DEPARTAMENTO DE COMUNICACAO ORGANIZACIONAL/COM ",
        "ementa": "Ciencia e o metodo cientifico. Tipos de pesquisa, procedimentos teorico-metodologicos para elaboracao de trabalhos cientificos."
    },
    {
        "disciplina": " PLANEJAMENTO EM COMUNICACAO",
        "codigo": "COM0134 ",
        "unidade_responsavel": "DEPARTAMENTO DE COMUNICACAO ORGANIZACIONAL/COM ",
        "ementa": "Estudo de aspectos endogenos e do macroambiente onde operam as organizacoes. Aplicacao de metodos e tecnicas para a delimitacao de objetivos comunicacionais e desenvolvimento de planos de comunicacao."
    },
    {
        "disciplina": " PRODUCAO E EDICAO DE IMAGEM E SOM",
        "codigo": "COM0135 ",
        "unidade_responsavel": "DEPARTAMENTO DE COMUNICACAO ORGANIZACIONAL/COM ",
        "ementa": "As etapas da realizacao de produtos audiovisuais: da pre-producao a edicao de imagens. A logistica da producao audiovisual. A equipe tecnica e suas funcoes."
    },
    {
        "disciplina": " TEORIAS DA COMUNICACAO ORGANIZACIONAL",
        "codigo": "COM0136 ",
        "unidade_responsavel": "DEPARTAMENTO DE COMUNICACAO ORGANIZACIONAL/COM ",
        "ementa": "O conceito de organizacao e suas varias dimensoes. Revisoes teoricas da Comunicacao Organizacional – escolas, autores e teorias. A constituicao comunicativa das organizacoes e da sociedade. Tendencias da pesquisa e da teorizacao em Comunicacao Organizacional."
    },
    {
        "disciplina": " GESTAO EM COMUNICACAO",
        "codigo": "COM0139 ",
        "unidade_responsavel": "DEPARTAMENTO DE COMUNICACAO ORGANIZACIONAL/COM ",
        "ementa": "Evolucao dos conceitos e modelos de gestao. Desafios contemporaneos de gestao de processos, rotinas, fluxos, redes, discursos, imagem, identidade, conflitos e crises na comunicacao organizacional. Estrategias e acoes de relacionamento com publicos de interesse."
    },
    {
        "disciplina": " POLITICAS DE COMUNICACAO, SOCIEDADE E CIDADANIA",
        "codigo": "COM0140 ",
        "unidade_responsavel": "DEPARTAMENTO DE COMUNICACAO ORGANIZACIONAL/COM ",
        "ementa": "Conceito de Politicas Publicas e de Politicas Publicas de Comunicacao. Principais sistemas de midia. Principais desafios de Politicas Publicas de Comunicacao no pais. O Direito Humano a Comunicacao na Constituicao Federal. Movimentos pela democratizacao da Comunicacao"
    },
    {
        "disciplina": " PESQUISA EM OPINIAO E MERCADO",
        "codigo": "COM0146 ",
        "unidade_responsavel": "DEPARTAMENTO DE COMUNICACAO ORGANIZACIONAL/COM ",
        "ementa": "A importancia e  o significado das pesquisas de opiniao e mercado em  sua interface com a comunicacao. A ideia de opiniao e suas concepcoes-chaves. Pesquisa de opiniao, Internet, midias sociais e big data."
    },
    {
        "disciplina": " PLANEJAMENTO E GESTAO EM ORG PUBLICAS, PRIVADAS E DO TERCEIRO SETOR",
        "codigo": "COM0147 ",
        "unidade_responsavel": "DEPARTAMENTO DE COMUNICACAO ORGANIZACIONAL/COM ",
        "ementa": "Relacoes de interface entre estado, sociedade e governo. Conceitos, principios e aspectos legais e historicos da Comunicacao Publica e Governamental. Interesse publico e privado na producao, na circulacao e no gerenciamento de informacoes. Instrumentos de comunicacao publica."
    },
    {
        "disciplina": " FORMATACAO E GERENCIAMENTO DE PROJETOS EM COMUNICACAO",
        "codigo": "COM0148 ",
        "unidade_responsavel": "DEPARTAMENTO DE COMUNICACAO ORGANIZACIONAL/COM ",
        "ementa": "Modelos de elaboracao, formatacao e gerenciamento de projetos de comunicacao em organizacoes."
    },
    {
        "disciplina": " GESTAO ESTRATEGICA PARA A SOCIEDADE",
        "codigo": "COM0150 ",
        "unidade_responsavel": "DEPARTAMENTO DE COMUNICACAO ORGANIZACIONAL/COM ",
        "ementa": "Comunicacao como estrategia para a mudanca social. Sociedade como espaco da organizacao da diversidade. Gestao como posicionamento institucional que se materializa como projeto. Comunicacao, hegemonia e contra-hegemonia."
    },
    {
        "disciplina": " PRE",
        "codigo": "COM0153 ",
        "unidade_responsavel": "DEPARTAMENTO DE COMUNICACAO ORGANIZACIONAL/COM ",
        "ementa": "Orientacao no processo de construcao de projetos de Trabalho de Conclusao de Curso."
    },
    {
        "disciplina": " TOPICOS ESPECIAIS EM COMUNICACAO ORGANIZACIONAL 1",
        "codigo": "COM0157 ",
        "unidade_responsavel": "DEPARTAMENTO DE COMUNICACAO ORGANIZACIONAL/COM ",
        "ementa": "Aplicacao de diversos temas da area de Comunicacao. Atividades direcionadas para: cidadania, cultura, meio ambiente, midia e politica. Realizacao de eventos academicos na area de Comunicacao."
    },
    {
        "disciplina": " COMUNICACAO E DIVERSIDADE",
        "codigo": "COM0199 ",
        "unidade_responsavel": "DEPARTAMENTO DE COMUNICACAO ORGANIZACIONAL/COM ",
        "ementa": "O objetivo da disciplina e apresentar como as organizacoes tem abordado a diversidade  e a inclusao como  acoes eticas e estrategicas para o  fortalecimento da imagem institucional, agregando valor de marca,\nestimulando a inovacao e, consequentemente, retorno de imagem. A criacao de equipes multiplas e diversas nas organizacoes. O tripe diversidade, inovacao, competitividade. Principais\ngrupos de representatividade social e diversidade: mulheres, negros e negras, indigenas, LGBTQIA+’s e pessoas com deficiencia."
    },
    {
        "disciplina": " TOPICOS ESPECIAIS EM COMUNICACAO ORGANIZACIONAL 11",
        "codigo": "COM0201 ",
        "unidade_responsavel": "DEPARTAMENTO DE COMUNICACAO ORGANIZACIONAL/COM ",
        "ementa": "Aplicacao de diversos temas da area de Comunicacao. Atividades direcionadas para: cidadania, cultura, meio ambiente, midia e politica. Realizacao de eventos academicos na area de Comunicacao."
    },
    {
        "disciplina": " TOPICOS ESPECIAIS EM COMUNICACAO ORGANIZACIONAL 12",
        "codigo": "COM0202 ",
        "unidade_responsavel": "DEPARTAMENTO DE COMUNICACAO ORGANIZACIONAL/COM ",
        "ementa": "Aplicacao de diversos temas da area de Comunicacao. Atividades direcionadas para: cidadania, cultura, meio ambiente, midia e politica. Realizacao de eventos academicos na area de Comunicacao."
    },
    {
        "disciplina": " INTRODUCAO AO PLANEJAMENTO",
        "codigo": "COM0203 ",
        "unidade_responsavel": "DEPARTAMENTO DE COMUNICACAO ORGANIZACIONAL/COM ",
        "ementa": "Estudo das principais escolas e correntes teoricas do planejamento. A natureza do planejamento e suas relacoes com a politica, a economia e a sociedade brasileira. Caracterizacao de planos, programas e projetos em niveis estrategico, tatico e operacional. Nocoes de cenarios e tendencias em planejamento. Atividades praticas de extensao desenvolvidas junto as comunidades externa e interna a universidade."
    },
    {
        "disciplina": " TECNICAS DE JORNALISMO IMPRESSO E ONLINE",
        "codigo": "COM0204 ",
        "unidade_responsavel": "DEPARTAMENTO DE COMUNICACAO ORGANIZACIONAL/COM ",
        "ementa": "Principais conceitos jornalisticos; generos jornalisticos; processos de apuracao; caracteristicas do jornalismo impresso e on-line e o papel do jornalismo nas democracias. Atividades praticas de extensao desenvolvidas junto as comunidades externa e interna a universidade."
    },
    {
        "disciplina": " PLANEJAMENTO GRAFICO, VISUAL E WEB",
        "codigo": "COM0206 ",
        "unidade_responsavel": "DEPARTAMENTO DE COMUNICACAO ORGANIZACIONAL/COM ",
        "ementa": "As tecnicas, fundamentos, teorias, exercicios e praticas da comunicacao visual e da criacao de identidade da marca. Atividades praticas de extensao desenvolvidas junto as comunidades externa e interna a universidade."
    },
    {
        "disciplina": " TECNICAS DE JORNALISMO RADIO E TV",
        "codigo": "COM0207 ",
        "unidade_responsavel": "DEPARTAMENTO DE COMUNICACAO ORGANIZACIONAL/COM ",
        "ementa": "Introducao as praticas basicas de producao da noticia para radio e televisao: aspectos tecnicos e eticos. As caracteristicas dos dois veiculos e a influencia sobre a linguagem. Aplicacoes na comunicacao organizacional. Atividades praticas de extensao desenvolvidas junto as comunidades externa e interna a universidade."
    },
    {
        "disciplina": " INSTRUMENTOS DA COMUNICACAO ORGANIZACIONAL",
        "codigo": "COM0208 ",
        "unidade_responsavel": "DEPARTAMENTO DE COMUNICACAO ORGANIZACIONAL/COM ",
        "ementa": "Diagnostico de Comunicacao nas organizacoes. Elaboracao de Plano de Comunicacao: as dimensoes tecnica, estrategica e etico-politica. Manual de Identidade Visual. Plano de Midias Sociais. Video Institucional. O uso de impressos na Comunicacao Organizacional. Outros instrumentos de Comunicacao Organizacional. Atividades praticas de extensao desenvolvidas junto as comunidades externa e interna a universidade."
    },
    {
        "disciplina": " PLANEJAMENTO E GESTAO EM MARKETING",
        "codigo": "COM0209 ",
        "unidade_responsavel": "DEPARTAMENTO DE COMUNICACAO ORGANIZACIONAL/COM ",
        "ementa": "Planejamento, estrategia e gerenciamento de marketing, incluindo analise de cenarios e tendencias, segmentacao, gestao da marca e nocoes de empreendedorismo e startups. Atividades praticas de extensao desenvolvidas junto as comunidades externa e interna a universidade."
    },
    {
        "disciplina": " CRIACAO EM COMUNICACAO E PUBLICIDADE",
        "codigo": "COM0210 ",
        "unidade_responsavel": "DEPARTAMENTO DE COMUNICACAO ORGANIZACIONAL/COM ",
        "ementa": "Conceitos, abordagens e tecnicas de criatividade. Geracao, avaliacao, aprimoramento e implementacao de ideias na comunicacao. Atividades praticas de extensao desenvolvidas junto as comunidades externa e interna a universidade."
    },
    {
        "disciplina": " ROTEIRO, PRODUCAO E EDICAO EM WRTV",
        "codigo": "COM0211 ",
        "unidade_responsavel": "DEPARTAMENTO DE COMUNICACAO ORGANIZACIONAL/COM ",
        "ementa": "Estudos de metodos, processos criativos em fluxos de trabalho, inovacao e projetos experimentais integrados a plataformas digitais no contexto da Comunicacao e da Sociedade da Informacao. Atividades praticas de extensao desenvolvidas junto as comunidades externa e interna a universidade."
    },
    {
        "disciplina": " PLANEJAMENTO E GESTAO EM WEB",
        "codigo": "COM0212 ",
        "unidade_responsavel": "DEPARTAMENTO DE COMUNICACAO ORGANIZACIONAL/COM ",
        "ementa": "Estudos de metodos, processos criativos em fluxos de trabalho, inovacao e projetos experimentais integrados a plataformas digitais no contexto da Comunicacao e da Sociedade da Informacao. Atividades praticas de extensao desenvolvidas junto as comunidades externa e interna a universidade."
    },
    {
        "disciplina": " AVALIACAO EM PROJETOS DE COMUNICACAO",
        "codigo": "COM0213 ",
        "unidade_responsavel": "DEPARTAMENTO DE COMUNICACAO ORGANIZACIONAL/COM ",
        "ementa": "Processos e instrumentos de avaliacao de projetos de comunicacao, diagnostico, acompanhamento avaliacao de impacto. Construcao de indicadores e ferramentas de pesquisa para avaliacao de projetos. Atividades praticas de extensao desenvolvidas junto as comunidades externa e interna a universidade."
    },
    {
        "disciplina": " ASSESSORIA E CONSULTORIA DE COMUNICACAO",
        "codigo": "COM0214 ",
        "unidade_responsavel": "DEPARTAMENTO DE COMUNICACAO ORGANIZACIONAL/COM ",
        "ementa": "Espaco de experimentacao em Comunicacao Organizacional, de carater laboratorial e transdisciplinar, comprometido com a inovacao, assessoramento de excelencia e senso de comunidade, integrando estudos teoricos e praticos no ambito de pesquisa, ensino e extensao. Atividades praticas de extensao desenvolvidas junto as comunidades externa e interna a universidade."
    }
]