[
    {
        "disciplina": " ANTROPOLOGIA E MERCADO DE TRABALHO",
        "codigo": "DAN0005 ",
        "unidade_responsavel": "DEPTO ANTROPOLOGIA ",
        "ementa": "O objetivo desta disciplina e apresentar e discutir cenarios possiveis de mercado de trabalho para cientistas sociais, em especial antropologas, uma vez formadas. A disciplina surge de uma constante inquietacao/angustia vinda das estudantes do DAN, SOL e ICS de que ha \"poucas oportunidades de trabalho apos a graduacao\". Nesse curso, a aposta e no sentido de estimular mais criatividade para encontrar trabalho e, sobretudo, ampliar o conhecimento sobre os espacos e perfirs de empregos ja existentes e receptivos, dentro da academia e tambem em ambientes profissionais nao-academicos. A ideia e de que, ampliando os horizontes sobre o mercado de trabalho, as estudantes possam compreender as possibilidades de aplicacao e desenvolvimento de suas areas de estudo, envolver-se mais com seu curso de graduacao e ja orienta-lo para perfis profissionais de sua preferencia. Ha, na atualidade, muita bibliografia que reflete sobre os desafios e oportunidades de diferentes espacos de trabalho para cientistas sociais em universidade, no ensino fundamental e medio, no ensino tecnicom en orgaos estatais, nas organizacoes nao governamentais, nos institutos e fundacoes de pesquisa, nos museus, nas agencias internacionais e multilaterais, em empresas publicas e privadas de consutorias etc."
    },
    {
        "disciplina": " ANTROPOLOGIA LINGUISTICA",
        "codigo": "DAN0009 ",
        "unidade_responsavel": "DEPTO ANTROPOLOGIA ",
        "ementa": "As relacoes entre  Antropologia e Linguistica. 0 lugar da linguagem nas teorias da sociedade e da Cultura relacao entre  lingua, cultura e pensamento relativismo linguistico. Linguagem, interacao  e relacoes sociais."
    },
    {
        "disciplina": " INTRODUCAO A ANTROPOLOGIA",
        "codigo": "DAN0022 ",
        "unidade_responsavel": "DEPTO ANTROPOLOGIA ",
        "ementa": "O campo da antropologia e o paradoxo da unidade na diversidade: o humano na biologia e na cultura, a evolucao humana como processo bio-cultural. Especificidades da Antropologia Social ou Cultural: o conceito de cultura e o principio do relativismo cultural o trabalho de campo e a observacao participante como o metodo antropologico. Variedade tematica da Antropologia Social: exemplos."
    },
    {
        "disciplina": " SOCIEDADES COMPLEXAS",
        "codigo": "DAN0036 ",
        "unidade_responsavel": "DEPTO ANTROPOLOGIA ",
        "ementa": "Esta disciplina examina a origem, a abrangencia e a pertinencia do conceito de \"sociedades complexas\" para a antropologia e seus modos de construcao de conhecimento. Trata de distintos investimentos teoricos dedicados a plausibilidade contemporanea de enquadramentos analiticos como politica, economia, ciencia, religiao, modernidade, dentre outros."
    },
    {
        "disciplina": " METODOS E TECNICAS EM ANTROPOLOGIA SOCIAL",
        "codigo": "DAN0040 ",
        "unidade_responsavel": "DEPTO ANTROPOLOGIA ",
        "ementa": "Introducao e experimentacao de metodos de pesquisa etnografica e sistematizacao do conhecimento, a saber: pesquisa bibliografica, observacao participante, entrevistas, producao de textos etc. Construcao do problema analitico em antropologia. Ambientes de pesquisa e suas especificidades. Etica e antropologia."
    },
    {
        "disciplina": " TEORIA ANTROPOLOGICA 1",
        "codigo": "DAN0041 ",
        "unidade_responsavel": "DEPTO ANTROPOLOGIA ",
        "ementa": "Exame das principais manifestacoes teoricas que contribuiram para a formacao de conhecimento antropologico: 1) O seculo XIX e a teoria da evolucao: Morgan, Tylor, Frazer e outros 2) A formacao das tradicoes: a) A Antropologia Francesa: Durkheim, Mauss e outros. b) A Antropologia Norte-Americana: Boas e seus primeiros discipulos. c) A Antropologia Britanica: Malinowski e R. Brown."
    },
    {
        "disciplina": " TEORIA ANTROPOLOGICA 2",
        "codigo": "DAN0042 ",
        "unidade_responsavel": "DEPTO ANTROPOLOGIA ",
        "ementa": "A disciplina da continuidade a investigacao dos fundamentos teoricos de obras etnograficas seminais, iniciado em Teoria Antropologica I. Nela analisa-se as implicacoes entre pesquisa e enfoque analitico, a partir de contribuicoes teoricas propostas a partir da metade do seculo XX. Alem disso, atenta-se para os ecos das questoes levantadas em tais obras nos debates antropologicos contemporaneos."
    },
    {
        "disciplina": " ANTROPOLOGIA DA RELIGIAO",
        "codigo": "DAN0047 ",
        "unidade_responsavel": "DEPTO ANTROPOLOGIA ",
        "ementa": "O objetivo do curso e fornecer ao aluno a introducao e fundamentacao de uma perspectiva antropologica para os estudos sobre religiao, religioes e religiosidades. Sera abordada a trajetoria dos estudos antropologicos de religiao, as teorias, etnografias e conceitos, atraves da leitura e discussao de estudos classicos e contemporaneos do campo de estudos. Sera trabalhado igualmente os desdobramentos tematicos e as articulacoes entre religiao e outros temas contemporaneos."
    },
    {
        "disciplina": " ORGANIZACAO SOCIAL E PARENTESCO",
        "codigo": "DAN0050 ",
        "unidade_responsavel": "DEPTO ANTROPOLOGIA ",
        "ementa": "Focaliza a problematica social e do parentesco atraves da analise dos esquemas conceituais que embasaram a teoria antropologica. A nocao de estrutura em tradicoes antropologicas diversas. O parentesco em sociedades tradicionais e modernas, aprendido atraves de diferentes abordagens teoricas."
    },
    {
        "disciplina": " ANTROPOLOGIA DA MUSICA",
        "codigo": "DAN0054 ",
        "unidade_responsavel": "DEPTO ANTROPOLOGIA ",
        "ementa": "Estudo da musica como cultura. O lugar das praticas musicais em processos de reproducao sociocultural. Relacoes entre musica e linguagem. Etnografia da musica."
    },
    {
        "disciplina": " SOCIEDADES INDIGENAS",
        "codigo": "DAN0063 ",
        "unidade_responsavel": "DEPTO ANTROPOLOGIA ",
        "ementa": "Estudo dos aspectos sociais, economicos, ecologicos, politicos, rituais, mitologicos, magicos, religiosos e cosmologicos integrados em totalidades, atraves da leitura e discussao de monografias sobre algumas sociedades indigenas brasileiras."
    },
    {
        "disciplina": " ANTROPOLOGIA URBANA",
        "codigo": "DAN0078 ",
        "unidade_responsavel": "DEPTO ANTROPOLOGIA ",
        "ementa": "Introducao a producao teorico-metodologica da antropologia urbana tanto no sentido de situar uma antropologia \"na\" cidade quanto no da elaboracao de um olhar antropologico sobre a producao material e simbolica de espacialidades e socialidades urbanas. Apresentacao de instrumentos para a producao de pesquisas em contextos urbanos, discutindo trabalhos etnograficos realizados em contextos diversos, principalmente no Brasil, e elaborados sob diferentes perspectivas teorico-metodologicas."
    }
]