[
    {
        "disciplina": " GEOGRAFIA AFRICANA E AFROBRASILEIRA",
        "codigo": "GEA0003 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": ""
    },
    {
        "disciplina": " URBANIZACAO NA AMERICA LATINA E CARIBE",
        "codigo": "GEA0004 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": ""
    },
    {
        "disciplina": " GEOGRAFIA FISICA 1: GEOMORFOLOGIA INTERTROPICAL",
        "codigo": "GEA0010 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": "IMPORTANCIA DOS FATORES FISICOS NO MODELADO DAS REGIOES TROPICAIS. OSPROCESSOS GEOMORFOLOGICOS. OS FATORES CLIMATICOS, ACAO DOS RIOS TROPICA-IS. OS PROCESSOS PEDOGENETICOS E SUAS  RELACOES  COM  A  MORFOGENESE. OSPROCESSOS DE APLAINAMENTO E AS FORMAS DE  RELEVO  RESULTANTES.  MODELADODAS VERTENTES. A IMPORTANCIA DOS FATOS GEOMORFOLOGICOS PARA  O  PLANEJA-MENTO, A UTILIZACAO RACIONAL DOS RECURSOS, E A PROTECAO DO MEIO AMBIENTETROPICAL."
    },
    {
        "disciplina": " GEOGRAFIA FISICA 2: METEOROLOGIA E CLIMATOLOGIA",
        "codigo": "GEA0011 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": "METEOROLOGIA E CLIMATOLOGIA: CONCEITOS E METODOS. RELACOES TERRA-SOL.OBSERVACOES DO TEMPO. ELEMENTOS E FATORES DO CLIMA: COMPOSICAO  E ESTRUTURA DA ATMOSFERA PRESSAO ATMOSFERICA VAPOR D'AGUA NA ATMOSFERA:  EVAPOTRANSPIRACAO BALANCO HIDRICO, PRECIPITACOES: MEDIDAS E RELACOES COM A AGRICULTURA. MOVIMENTOS DA ATMOSFERA. INDICES CLIMATICOS. CLIMA E  AGRICULTURA. BALANCO DE ENERGIA."
    },
    {
        "disciplina": " GEOGRAFIA AGRARIA",
        "codigo": "GEA0012 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": "CONCEITO DE ESPACO RURAL – FORMACAO DO ESPACO AGRARIO BRASILEIRO – AGRICULTURA E MODO DE PRODUCAO CAPITALISTA – ESTRUTURAS AGRARIA E FUNDIARIA BRASILEIRAS (PRODUCAO MAO-DE-OBRA) – A DOMINACAO DO CAPITAL NO CAMPO (CONTRADICOES GERADAS E REBATIMENTOS REGIONAIS) – OS MOVIMENTOS SOCIAIS NO CAMPO – QUESTOES AGRARIAS ATUAIS."
    },
    {
        "disciplina": " REGIONALIZACAO DO ESPACO BRASILEIRO",
        "codigo": "GEA0014 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": "A QUESTAO REGIONAL NA GEOGRAFIA CRITICA – REGIAO E ARTICULACAO INTRA E INTERREGIONAL – AS NOVAS REGIONALIZACOES – REGIAO E GLOBALIZACAO – A DINAMICA REGIONAL BRASILEIRA – POLITICAS DE DESENVOLVIMENTO TERRITORIAL."
    },
    {
        "disciplina": " REGIONALIZACAO DO ESPACO MUNDIAL",
        "codigo": "GEA0016 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": "GEOGRAFIA ECONOMICA E POLITICA NOS ESTUDOS REGIONAIS – PLANEJAMENTO RURAL E URBANO – DEMOGRAFIA – LUGAR E CULTURA NOS ESTUDOS REGIONAIS – ESTUDOS DE CASO SUPRANACIONAIS (UNIAO EUROPEIA, APEC, LIGA ARABE, MERCOSUL, UNASUL, NAFTA) – ESTUDOS DE CASO NO BRASIL (NORTE, NORDESTE, CENTRO-OESTE, SUDESTE, SUL)."
    },
    {
        "disciplina": " GEOGRAFIA DO BRASIL",
        "codigo": "GEA0017 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": "RELEVO BRASILEIRO (ESTRUTURA GEOLOGICA, CLASSIFICACOES DAS FORMAS, REGIOES) – CLIMAS DO BRASIL (CIRCULACAO, DISTRIBUICAO E GRANDES TIPOS) – SOLOS DO BRASIL (TIPOS, CARACTERISTICAS E OCORRENCIAS) – VEGETACAO DO BRASIL (GRANDES UNIDADES FITOECOLOGICAS, DISTRIBUICAO DAS FORMACOES) – HIDROGRAFIA DOBRASIL (GRANDES BACIAS, USOS MULTIPLOS) – ECOSSISTEMAS BRASILEIROS(CARACTERISTICAS E GRAUS DE ACAO ANTROPICA)."
    },
    {
        "disciplina": " GEOGRAFIA DO BRASIL 2",
        "codigo": "GEA0018 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": "GRANDES QUESTOES SOBRE O ESPACO BRASILEIRO QUESTAO AGRICOLA EUESTAO  URBANA.                                                                    A INTEGRACAO NACIONAL DENTRO DO SISTEMA CENTRO PERIFERIA INTERNALI-  ZADO REGIONALIZACAO  DOS PROBLEMAS  BRASILEIROS  OS  DESEQUILIBRIO  OS  DESEQUILIBRIOS REGIONAIS"
    },
    {
        "disciplina": " GEOGRAFIA BIOLOGICA",
        "codigo": "GEA0019 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": "ORIGEM E EVOLUCAO DOS SERES VIVOS – CONCEITOS E DEFINICOES DE BIOGEOGRAFIA – HISTORIA DA CIENCIA BIOGEOGRAFICA – CICLOS BIOGEOQUIMICOS – MEIO BIOTICO E ABIOTICO – BIOMAS, ECOSSISTEMAS, ECOTONOS, DOMINIOS DA NATUREZA – METODOS E TECNICAS DE PESQUISA EM BIOGEOGRAFIA – FRAGMENTACAO, RESILIENCIA E PROTECAODO AMBIENTE."
    },
    {
        "disciplina": " METODOLOGIA DA GEOGRAFIA",
        "codigo": "GEA0020 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": "CIENCIA E GEOGRAFIA: ESQUEMA DE ORDENACAO DE MUNDO, O METODO CIENTI- FICO E A PERSPECTIVA GEOGRAFICA. GEOGRAFIA COMO CIENCIA DO  ESPACO  DAS QUESTOES TRADICIONAIS AS QUESTOES MODERNAS. MODELOS, TEORIA, LEIS E SUA APLICACAO A GEOGRAFIA. A DESCRICAO GEOGRAFICA: A MATRIZ DE  INFORMACOES E A REPRESENTACAO CARTOGRAFICA. O PAPEL  DA  CLASSIFICACAO  EM  GEOGRA- FIA: MODELOS DE CAUSA E EFEITO, FUNCIONAIS, TEMPORAIS E SISTEMICOS.        TRABALHO DE PESQUISA COM APLICACAO NOS MODERNOS CONCEITOS  METODOLO- GICOS DA GEOGRAFIA."
    },
    {
        "disciplina": " POLITICAS PUBLICAS ESPACIAIS",
        "codigo": "GEA0023 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": ""
    },
    {
        "disciplina": " FOTOINTERPRETACAO",
        "codigo": "GEA0030 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": "CURSO TEM COMO OBJETIVO FORNECER AS NOCOES E OS ELEMENTOS BASICOS QUEO INTERPRETE PRINCIPIANTE PRECISA CONSIDERAR PARA A INTERPRETACAO DE UMAIMAGEM FOTOGRAFICA. PRINCIPALMENTE AS AEROFOTOS."
    },
    {
        "disciplina": " GEOGRAFIA URBANA 1",
        "codigo": "GEA0032 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": "EVOLUCAO DOS CONCEITOS E PRINCIPAIS TEMAS ABORDADOS PELA GEOGRAFIA URBANA – AS ESCOLAS DE GEOGRAFIA URBANA – INTERFACES ENTRE GEOGRAFIA URBANA E DISCIPLINAS VOLTADAS A DINAMICA DAS CIDADES – O FENOMENO URBANO: METODOS E PERIODIZACOES NA ANALISE – TEORIAS DA URBANIZACAO NOS PAISES DO SUL – A URBANIZACAO BRASILEIRA."
    },
    {
        "disciplina": " ANALISES GEOMORFOLOGICAS REGIONAIS",
        "codigo": "GEA0034 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": "01 - MOSTRAR A IMPORTANCIA DA GEOMORFOLOGIA APLICADA PARA OS PROJETOS DE     PLANEJAMENTO REGIONAL.                                             02 - POSSIBILITAR AOS LAUNOS DO CURSO O CONHECIMENTO E A CONSTATACAO  DA     GEOMORFOLOGIA NOS ESTUDOS REGIONAIS SOBRE O USO RACIONAL  DO  SOLO,     PROTECAO AMBIENTAL USO DE BACIAS HIDROGRAFICAS, ENCOSTAS ETC.      03 - ORIENTAR OS ALUNOS NA UTILIZACAO DE FOTOGRAFIAS AEREAS, FOTOGRAFIAS     DE RADAR E TECNICAS CARTOGRAFICAS, COM APOIO DE TRABALHO DE  CAMPO,     PARA O MAPEAMENTO DE UMA REGIAO DO PONTO DE VISTA GEOMORFOLOGICO.  04 - ELABORACAO DE UMA CARTA GEOMORFOLOGICA ACOMPANHADA DE TEXTO  EXPLI-     CATIVO."
    },
    {
        "disciplina": " ANALISE DE MICROCLIMAS",
        "codigo": "GEA0035 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": "SISTEMAS ATMOSFERICOS DA AMERICA DO SUL – CLIMATOLOGIA DO CENTRO-OESTE E DO DF – CARTAS DO TEMPO – MASSAS DE AR, FRENTES E SUA REPRESENTACAO – ESPECTRO ELETROMAGNETICO – IMAGENS DE SATELITES METEOROLOGICOS – ANALISE RITMICA."
    },
    {
        "disciplina": " SENSORES REMOTOS",
        "codigo": "GEA0036 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": "SE DESCREVE A UTLIDADE DESTA FERRAMENTA NOS  ESTUDOS DE  RECURSOS NATURAIS, DO USO DA TERRA E DO  MEIO  AMBIENTE EM GERAL. OS  PRINCIPIOS FISICOS E CARACTERISITCOS ESPECTRAIS DOS ALVOS  COMUNS  SAO  ANALIZADOS PARA CHEGAR NA DESDRICAO DOS SISTEMAS SENSORES EXISTENTES E SUAS PLATA- FORMAS PORTADORAS. FINALMENTE SAO DETALHADOS OS TIPOS DE PRODUTOS  UTI- LIZAVEIS E SUA APLICABILIDADE."
    },
    {
        "disciplina": " GEOMORFOLOGIA",
        "codigo": "GEA0038 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": "IMPORTANCIA DA GEOMORFOLOGIA ENTRE AS CIENCIAS DA TERRA – CONCEITOS E METODOS DA GEOMORFOLOGIA – AS FORMAS DE RELEVO, SUAS ORIGENS E EVOLUCAO – O INTEMPERISMO, PROCESSOS E PRODUTOS – RELACOES MORFOGENESE/PEDOGENESE – GEOMORFOLOGIA FLUVIAL – EVOLUCAO DAS VERTENTES – A DINAMICA GEOMORFOLOGICA E SEU PAPEL NO PLANEJAMENTO, NA UTILIZACAO RACIONAL DOS RECURSOS E NA PROTECAO DO MEIO-AMBIENTE."
    },
    {
        "disciplina": " GEOGRAFIA HUMANA 1",
        "codigo": "GEA0039 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": "A DISCIPLINA TEM POR OBJETIVO INTRODUZIR O ESTUDANTE NA TEMATICA DO  ESPACO HUMANIZADO (SOCIAL), PROBLEMATIZANDO QUESTOES LIGADAS A RELACAO  SOCIEDADE NATUREZA, DESENVOLVER UMA VISAO  CRITICA  DO  ATUAL  PERIODO  HISTORICO, IDENTIFICANDO AS IMPLICACOES DAS RECENTES TRANSFORMACOES NA  ORGANIZACAO ESPACIAL E, ESTIMULAR O ALUNO A ESTUDAR  QUESTOES  SOCIAIS  UTILIZANDO  OS  CONHECIMENTOS  DA  CIENCIA  GEOGRAFICA,  DEMONSTRANDO,  ASSIM, SUA UTILIDADE E IMPORTANCIA NA COMPREENSAO E  SUPERACAO  DESTAS  QUESTOES."
    },
    {
        "disciplina": " GEOGRAFIA HUMANA 2",
        "codigo": "GEA0040 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": "O DESENVOLVIMENTO RECENTE DA AGRICULTURA BRASILEIRA. A HERANCA HISTO-RICA/A IMPORTANCIA DA AGRICULTURA  NA  ECONOMIA  NACIONAL/OS  MECANISMOSECONOMICO E ESPACIAIS/OS PROCESSOS DE PRODUCAO/AGRICULTURA E  REGIONALI-ZACAO/A ESTRUTURA AGRARIA  NACIONAL/OS  TRABALHADORES  NA  AGRICULTURA/AQUESTAO AGRARIA HOJE/AS REFORMAS AGRARIAS DO SECULO XX/A A REFORMA AGRA-RIA EM CURSO NO BRASIL."
    },
    {
        "disciplina": " GEOGRAFIA HUMANA E ECONOMICA",
        "codigo": "GEA0041 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": "CORRENTES TEORICAS DA GEOGRAFIA ECONOMICA – PRODUCAO DO ESPACOECONOMICO – ESPACO ECONOMICO E PRODUCAO – DESENVOLVIMENTODESIGUAL – GLOBALIZACAO ECONOMICA – ATORES DO ESPACO ECONOMICO –NATUREZA E ESPACO ECONOMICO."
    },
    {
        "disciplina": " CARTOGRAFIA 1",
        "codigo": "GEA0042 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": "O USO DO MAPA NA GEOGRAFIA – INTRODUCAO E HISTORICO DA CARTOGRAFIA – TIPOS DE MAPAS – FORMAS E DIMENSOES DA TERRA – SUPERFICIE TOPOGRAFICA, GEOIDE ELIPSOIDE E ESFEROIDE – DATUM VERTICAL E HORIZONTAL – SISTEMAS DE COORDENADAS (PLANAS E TERRESTRES) – LATITUDE E LONGITUDE – SISTEMAS DE PROJECAO – PROJECAO E SISTEMA DE COORDENADAS UTM – FUSOS HORARIOS ESCALA – PRECISAO CARTOGRAFICA – NOCOES DE SISTEMA DE POSICIONAMENTO GLOBAL (GPS) – LEITURA E PLOTAGEM DE COORDENADAS – AZIMUTES, DISTANCIAS E RUMOS – COMPONENTES DE UM MAPA – CARTA TOPOGRAFICA (PLANIMETRICA E ALTIMETRICA) – INTERPRETACAO DE CURVAS DE NIVEL – DECLIVIDADE – ELABORACAO DE CROQUIS – EXERCICIOS PRATICOS."
    },
    {
        "disciplina": " GEOGRAFIA DO MEIO AMBIENTE",
        "codigo": "GEA0044 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": "O HOMEM E O AMBIENTE. O HOMEM PRE-INDUSTRIAL E SUA INFLUENCIA SOBRE ANATUREZA. AS ALTERACOES DO AMBIENTE NATURAL. O CRESCIMENTO  DAS  POPULA-COES HUMANAS. A INTERACAO DO HOMEM NO AMBIENTE EM GERAL."
    },
    {
        "disciplina": " GEOGRAFIA POLITICA",
        "codigo": "GEA0046 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": "ORIGENS E EVOLUCAO DA GEOGRAFIA POLITICA – ESCOLAS DE PENSAMENTO – GEOGRAFIA POLITICA E GEOPOLITICA – ESPACO E POLITICA – ESTADO, NACAO, FRONTEIRAS – TERRITORIO, TERRITORIALIDADE, DESTERRITORIALIZACAO – TERRITORIO E NATUREZA."
    },
    {
        "disciplina": " GEOGRAFIA FISICA 4: ESTUDOS DAS AGUAS CONTINENTAIS",
        "codigo": "GEA0047 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": "ESTUDO DO CICLO HIDROLOGICO ENQUANTO SISTEMA – ANALISE DOS COMPONENTES DO CICLO HIDROLOGICO (PRECIPITACAO INTERCEPCAO EVAPORACAO ESCOAMENTO SUPERFICIAL E SUBSUPERFICIAL) – A BACIA DE DRENAGEM COMO UMA UNIDADE GEOMORFOLOGICA E HIDROLOGICA – GESTAO DE RECURSOS HIDRICOS (CONCEITOS, MARCO REFERENCIAL E DESENVOLVIMENTO SUSTENTAVEL) – LEGISLACAO PARA USO DOS RECURSOS HIDRICOS (FORMAS DE GESTAO, ORGANIZACAO DOS PROCESSOS E ASPECTOS INSTITUCIONAIS) – GERENCIAMENTO DE RECURSOS HIDRICOS NO BRASIL (FUNDAMENTOS, OBJETIVOS) – DIRETRIZES E PLANOS DA POLITICA NACIONAL DOS RECURSOS HIDRICOS – CLASSIFICACAO DAS AGUAS, OUTORGAS E COBRANCA PELA AGUA."
    },
    {
        "disciplina": " INTRODUCAO A CIENCIA GEOGRAFICA",
        "codigo": "GEA0051 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": "ORIGENS E EVOLUCAO DO PENSAMENTO GEOGRAFICO – CONTEXTOS HISTORICOS ESCOLAS, MATIZES E PERSONAGENS-CHAVE – NATUREZA DO PENSAMENTO GEOGRAFICO (PERSPECTIVAS, DIVERGENCIAS E QUESTOES-MARCO)."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO EM GEOGRAFIA 2",
        "codigo": "GEA0059 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": "ATRIBUICOES DO PROFISSIONAL GEOGRAFO – REGRAS, CODIGOS DE ETICA EFISCALIZACAO – APLICACAO DE CONTEUDOS TEORICO-PRATICOS – EXECUCAO DE ATIVIDADES PRATICAS NO AMBITO PROFISSIONAL COM A SUPERVISAO DEORIENTADORES DA EMPRESA E DA UNIVERSIDADE."
    },
    {
        "disciplina": " CLIMATOLOGIA GERAL",
        "codigo": "GEA0060 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": "PRINCIPAIS FENOMENOS METEOROLOGICOS – ELEMENTOS E FATORES DO CLIMA – INSTRUMENTAL BASICO DE MEDICAO – DISCUSSAO CLIMATOLOGICA DA ANALISE DA VARIACAO TEMPORAL E GEOGRAFICA DE CADA PARAMETRO."
    },
    {
        "disciplina": " EXTENSAO EM GEOGRAFIA",
        "codigo": "GEA0061 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": "DESENVOLVIMENTO DE UM TRABALHO DE PESQUISA FUNDAMENTADO EM METODOS E TECNICAS PALICADOS AO CAMPO DA GEOGRAFIA, DEVENDO  ENVOLVER  ETAPAS  DE CAMPO E GABINETE E SER EXECUTADO EM AREAS DE  INTERESSE  DOS  PROGRAMAS DE EXTENSAO DA UNB. OS RESULTADOS OBTIDOS  DEVERAO  SER  APRESENTADOS E DISCUTIDOS JUNTO A COMUNIDADE."
    },
    {
        "disciplina": " FOTOINTERPRETACAO APLICADA AO PLANEJAMENTO TERRITORIAL",
        "codigo": "GEA0065 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": ""
    },
    {
        "disciplina": " GEOGRAFIA CULTURAL",
        "codigo": "GEA0067 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": "DIFERENCIACOES ENTRE A GEOGRAFIA  HUMANA (SINCRONICA)  E A  GEOGRAFIA(DIACRONICA).  A ESPECIFICIDADE-CULTURAL  DO  PROCESSO EVOLUTIVO HUMANO.CONCEITUACOES DE  CULTURA E  CULTURAS.  SISTEMAS TECNOLOGICOS  HUMANOS EPRATICAS CULTURAIS RELACIONADOS E REGIOES PARTICULARES DO ESPACO. A CUL-TURA E A APROPRIACAO DO ESPACO: A INSERCAO DO TEMPO. A POS-MODERNIDADE EO ESPACO. A QUESTAO DA GLOBALIZACAO, DA REGIONALIZACAO E DO NACIONALISMOSOB A OTICA DA RELIGIAO E DA ETNICIDADE."
    },
    {
        "disciplina": " POLITICA PUBLICA E MEIO AMBIENTE",
        "codigo": "GEA0068 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": "MEIO AMBIENTE E DESENVOLVIMENTO,  POLITICA DE  PRESERVACAO E CONTROLEAMBIENTAL. INSTRUMENTOS DE POLITICA AMBIENTAL: POLITICA DE  RECURSOS HI-DRICOS. POLITICOS SETORIAIS E MEIO AMBIENTE:"
    },
    {
        "disciplina": " INTRODUCAO A FITOGEOGRAFIA",
        "codigo": "GEA0073 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": "1. - Aplicacao da fitogeografia nos estudos da paisagem geografica2. - Orientar e uniformizar metodologias nos estudos fitogeograficos"
    },
    {
        "disciplina": " EPISTEMOLOGIA GEOGRAFICA",
        "codigo": "GEA0074 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": ""
    },
    {
        "disciplina": " GEOGRAFIA E TURISMO",
        "codigo": "GEA0078 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": "O OBJETO DE ESTUDO – TURISMO ENQUANTO PRATICA SOCIAL, FENOMENO GEOGRAFICO E PRODUCAO DE TERRITORIOS – TIPOS DE ESPACOS TURISTICOS – O TURISMO NO ESPACO E O ESPACO NO TURISMO – TURISMO E MEIO AMBIENTE – TURISMO E CIDADE – PATRIMONIO TURISTICO (NATURAL E CULTURAL) – DISTRIBUICAO GEOGRAFICA DO TURISMO MUNDIAL – ABORDAGEM CICLICA DA DESTINACAO TURISTICA – TURISMO EGLOBALIZACAO – PAISAGENS TURISTICAS BRASILEIRAS – TURISMO ESUBDESENVOLVIMENTO – OS NAO-LUGARES E AS RESISTENCIAS ESPACIAIS –PLANEJAMENTO DO ESPACO TURISTICO – TURISMO COMO FATOR DE DESENVOLVIMENTO LOCAL."
    },
    {
        "disciplina": " GEO",
        "codigo": "GEA0079 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": "A Geografia e a Historia tradicionalmente sao ministradas como disciplinas especificas no ensino fundamental, medio\ne superior sob o suposto de que possuem objetos proprios e separados – o espaco e o objeto da Geografia e o tempo e\no objeto da Historia. Em meados do seculo XX, o historiador Fernand Braudel reconhece o entrelacamento entre estas\ndisciplinas quando cunha a expressao Geo-Historia. Ferramentas analiticas, correntemente utilizadas por tais\ndisciplinas, contribuem para evidenciar sua relacao – a cartografia/escala, no ambito da Geografia, e a periodizacao,\nno ambito da Historia. A primeira aborda as escalas numerico-cartograficas e as escalas de mapeamento da acao\nsocial. A ultima aborda os periodos de longa duracao e os periodos na micro-historia. Quando tratadas em conjunto,\nessas ferramentas permitem encontrar o entrelacamento da Geografia com a Historia por meio de uma categoria que\nune os objetos – o espaco-tempo. Ao se abandonar abordagens isoladas de cartografia/escala e de periodizacao,\ndescobre-se que a cartografia/escala e fundamental para a Historia e a periodizacao e fundamental para a Geografia.\nA formacao socio-espacial de Milton Santos, associada a longa duracao de Fernand Braudel, concretiza o\nentrelacamento entre espaco e tempo. Operacionaliza a Geo-Historia em termos teoricos e empiricos."
    },
    {
        "disciplina": " ENSINO DE NATUREZA DA CIENCIA: TEORIA E PRATICA",
        "codigo": "GEA0082 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": "Abordagem contemporanea em Ensino, com a preocupacao de inserir conteudos ligados a filosofia e a historia das ciencias. Exploracao didatica dos fatores condicionantes da producao do conhecimento cientifico, a fim de sofisticar a formacao intelectual de futuros professores; subentendendo que assim estarao capacitados a instigar seus alunos a analisarem,\ncriticamente, nao apenas a natureza dos conteudos disciplinares, mas, mais particularmente,\nas naturezas logica e sociologica do pensamento e da pratica cientificos. Objetivos: (i) demonstrar o valor dos estudos epistemologicos no aprimoramento da formacao cientifica escolar; (ii) explorar topicos-chave (sobre normatividade e contextualidade) com impacto potencial em dinamicas de aprendizagem sobre natureza da ciencia; (iii) estimular habilidades na coordenacao entre conteudos especiais de ciencia e de metaciencia; e (iv) promover o\ndesenho e a execucao de projetos de intervencao/extensao, a fim de exercitar o teste aplicado de modulos didaticos carregados de epistemologia. Sinopse de temas: ciencia e teoria da ciencia; funcionamento estrutural da ciencia; ciencia como processo social; mudanca cientifica; racionalidade, representacao e modelagem em ciencia; julgamento e decisao em ciencia; representacoes sociais e construtivismo; experimento, teste e confirmacao; erros e contestacoes; ciencia e politica; imagem social da ciencia; ciencia e genero; ideologias e obscurantismos (cientismo e anticientismo); argumentacao e retorica cientificas; percepcao de alunos e professores; divulgacao e comunicacao cientificas."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO EM GEOGRAFIA 1",
        "codigo": "GEA0085 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": "Vivencias didatico-pedagogicas no Ensino Fundamental (6o ou 7o Ano). Estrategias de ensino e aprendizagem com o uso das multiplas linguagens no Ensino Fundamental. Planejamento e aplicacao de praticas pedagogicas no Ensino Fundamental: observacao; planejamento e regencia de classe. Percepcao e pratica da realidade escolar no Ensino Fundamental. Elaboracao de relatorio final de estagio."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO EM GEOGRAFIA 2",
        "codigo": "GEA0087 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": "Vivencias didatico-pedagogicas no Ensino Fundamental (8o ou 9o Ano). Estrategias de ensino e aprendizagem com o uso das multiplas linguagens no Ensino Fundamental. Planejamento e aplicacao de praticas pedagogicas no Ensino Fundamental: observacao; planejamento e regencia de classe. Percepcao e pratica da realidade escolar no Ensino Fundamental. Elaboracao de relatorio final de estagio."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO EM GEOGRAFIA 3",
        "codigo": "GEA0088 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": "O cotidiano escolar e o processo de ensino e aprendizagem no Novo Ensino Medio. Experiencias escolares de ensino e aprendizagem em Geografia associando teoria e pratica. Desenvolvimento de projetos no ambito da Geografia Escolar: itinerarios formativos no Ensino Medio.  Observacao, planejamento de aula e sua aplicacao no Ensino Medio. Elaboracao de relatorio final de estagio."
    },
    {
        "disciplina": " GEOGRAFIA RURAL",
        "codigo": "GEA0090 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": "O objetivo da disciplina e o promover ao discente a compreensao da dinamica do espaco rural brasileiro de modo a identificar os agentes produtores do espaco, bem como as principais transformacoes economicas, politicas e sociais que impactam diretamente o campo na contemporaneidade. A estrutura da disciplina envolve as seguintes tematicas: O papel da geografia rural no desenvolvimento da ciencia geografica. Discussao conceitual: agricola, rural, agrario. Formacao historica e economica do espaco rural brasileiro. Modernizacao e reestruturacao produtiva da agropecuaria. O agronegocio no Brasil: dinamica economica e regional. Topicos sobre a questao agraria brasileira: Agricultura e modelos nao convencionais. Novos agentes economicos e as transformacoes na governanca do setor agroalimentar."
    },
    {
        "disciplina": " GEOGRAFIA E POLITICA CONTENCIOSA: REVOLUCOES E MOVIMENTOS SOCIAIS",
        "codigo": "GEA0136 ",
        "unidade_responsavel": "DEPTO GEOGRAFIA ",
        "ementa": "Paradigmas e teoria dos Movimentos Sociais\nParadigma e teorias Norte-americanas; 2) Paradigma Europeu; 3) Paradigma Latino-Americano; 4) A Geografia, movimentos sociais e movimentos socioterritoriais; 5) Acoes Coletivas e Contentious Politics;\n \nRevolucoes Burguesas e o Estado Moderno territorial\nRevolucao Francesa e a Comuna de Paris; 2) Revolucoes Inglesas (XVII e XVIII) e as Cartas do Swing; 3) Revolucao Norte-Americana e a Guerra Civil;\n \nGeopolitica das Revolucoes Camponesas e Proletarias\nRevolucao Russa e Primeira Guerra Mundial;\nGuerra Sino-japonesa Revolucao Chinesa e\nGuerra da Coreia e Revolucao Coreana\nRevolucao Cubana e Guerra Fria\nContrarevolucao, totalitarismo, fundamentalismo e acoes contra o colonialismo\nNazismo, Fascismo e Segunda Guerra Mundial\nRevolta dos Sipaios, desobediencia civil e nao violencia na India;\nRevolucao de 1932 e os Integralistas de 1930 no Brasil;\nTerrorismo, piratas, fundamentalistas e panarabismo;\n\nDas lutas na America as particularidades do caso brasileiro\nMovimento dos Panteras Negras, liderancas e o Movimento Pan-africanista;\nO movimento contracultura e o fanatismo: Anarquistas, Hippies, Punks, Rajeneeshpuram e Jonestown;\nAs revoltas dos movimentos camponeses, reforma agraria ao banditismo social no Brasil;\nMovimentos indigenas, quilombos e a luta urbana;\nRevolucoes Coloridas, ciclos de manifestacoes e movimentos em redes;\nCorpos insurgentes e a arte rebelde: Feminismo e movimento LGBTQI+\nZapatismo, Bolivarianismo, Chavismo e Lulismo."
    }
]