[
    {
        "disciplina": " ESTUDOS LEGISLATIVOS",
        "codigo": "POL0003 ",
        "unidade_responsavel": "INSTITUTO DE CIENCIA POLITICA ",
        "ementa": "A disciplina Estudos Legislativos tem o objetivo de apresentar as/aos estudantes um amplo debate sobre as pesquisas realizadas nos ultimos anos sobre oLegislativo brasileiro. A abordagem da disciplina foca o debate brasileiro considerando a especificidade deste debate no pais, que se tornou uma das principais areas depesquisa e producao da Ciencia Politica brasileira dos ultimos vinte anos. Apesar de se relacionar com questoes gerais sobre o exercicio do poder politico, o caraterespecifico do Legislativo e sua relacao com, por exemplo, as formas de governo, o debate brasileiro e fecundo, autonomo e tende a se dedicar principalmente as relacoesentre o Poder Legislativo e o Poder Executivo. A organizacao da disciplina passara por esses temas centrais e tambem se dedicara a outras tematicas, como a relacao com oJudiciario, as carreiras parlamentares, as minorias no Parlamento e as bancadas parlamentares."
    },
    {
        "disciplina": " PRATICA DE ENSINO EM INTRODUCAO A CIENCIA POLITICA",
        "codigo": "POL0005 ",
        "unidade_responsavel": "INSTITUTO DE CIENCIA POLITICA ",
        "ementa": "A disciplina sera destinada a aprofundar as leituras e reflexoes sobre a literatura da disciplina de Introducao a Ciencia Politica (ICP), permitindo uma base teorica aos discentes para que assim possam desempenhar as atividades de monitoria e tutoria de forma adequada e satisfatoria em ICP."
    },
    {
        "disciplina": " POLITICA E ANTIRRACISMO",
        "codigo": "POL0006 ",
        "unidade_responsavel": "INSTITUTO DE CIENCIA POLITICA ",
        "ementa": "Introduzir o debate sobre antirracismo indagando como diferencas de raca ou cor de pele podem se tornar referencias sociais para a promocao de desigualdades entre individuos e grupos. A partir da interlocucao entre tematicas relativas a Ciencia Politica o tema das desigualdades raciais e tratado a partir de um olhar critico quanto aos mecanismos que mobilizam o racismo nas sociedades contemporaneas."
    },
    {
        "disciplina": " INTRODUCAO A CIENCIA POLITICA",
        "codigo": "POL0011 ",
        "unidade_responsavel": "INSTITUTO DE CIENCIA POLITICA ",
        "ementa": "O objetivo do curso e oferecer ao aluno uma visao panoramica dos principais conceitos e diferentes temas da reflexao politica contemporanea."
    },
    {
        "disciplina": " TEORIA POLITICA MODERNA",
        "codigo": "POL0012 ",
        "unidade_responsavel": "INSTITUTO DE CIENCIA POLITICA ",
        "ementa": "LEITURA E DISCUSSAO DE TEXTOS RELEVANTES DO PENSAMENTO POLITICO  OCI-DENTAL  MODERNO.  SERAO  CONTEMPLADAS  TRADICOES  TEORICAS  TAIS COMO: OCONTRATUALISMO, O UTILITARISMO, O IDEALIMOS, O LIBERALISMO NOVECENTISTA,O MARXISMO, E AS CONTRIBUICOES WEBERIANOS."
    },
    {
        "disciplina": " TEORIA POLITICA CONTEMPORANEA",
        "codigo": "POL0013 ",
        "unidade_responsavel": "INSTITUTO DE CIENCIA POLITICA ",
        "ementa": "LEITURA E DISCUSSAO DE TEXTOS RELEVANTES DO PENSAMENTO POLITICO  CON-TEMPORANEO, COM ESPECIAL ENFASE NAS SEGUINTES VERTENTES: TEORIA DAS ELI-TES, TEORIA MARXISTA CONTEMPORANEA, TEORIA PLURALISTA E  CORPORATIVISTA,TEORIA  SISTEMICO-FUNCIONALISTA,  TEORIA  CRITICA  DO  LIBERALISMO E  DOSOCIALISMO, E ANALISE DE PROBLEMATICA DO AUTORITARISMO/TOTALITARISMO."
    },
    {
        "disciplina": " ELITES POLITICAS",
        "codigo": "POL0015 ",
        "unidade_responsavel": "INSTITUTO DE CIENCIA POLITICA ",
        "ementa": "ABORDAGENS CLASSICAS E CONTEMPORANEAS SOBRE ELITES. RECRUTAMENTO, CIRCULACAO, CODIGOS  OPERACIONAIS, RELACOES  ELITE-MASSA, PODER  LOCAL, COMPARACAO  INTERSISTEMICA. MILLS,  HUNTERM,  DAHL,  LASSWELL, MATHEWS, SELIGMAN, ENTRE OUTROS. ELITES NA AMERICA LATINA E NO BRASIL."
    },
    {
        "disciplina": " POLITICA BRASILEIRA 1",
        "codigo": "POL0017 ",
        "unidade_responsavel": "INSTITUTO DE CIENCIA POLITICA ",
        "ementa": "ESTE CURSO ANALISA E DISCUTE CRITICAMENTE OS EVENTOS E AS  INSTITUICOES QUE SE  DESENVOLVERAM NO  PAIS ATE A  ECLOSAO DA  REVOLUCAO DE 30. ENFASE ESPECIAL DEVERA SER DADA A ARTICULACAO ENTRE A FORMACAO SOCIAL E A ORGANIZACAO POLITICA, AO PROCESSO DE CONSTRUCAO DO ESTADO, AO SISTEMA PARTIDARIO, AO DOMINIO OLIGARQUICO E AOS FATORES QUE LEVARAM A SUA RUPTURA."
    },
    {
        "disciplina": " TOPICOS ESPECIAIS EM CIENCIA POLITICA 1",
        "codigo": "POL0021 ",
        "unidade_responsavel": "INSTITUTO DE CIENCIA POLITICA ",
        "ementa": "ESTUDO DE AUTORES E IDEIAS QUE DESDE A ANTIGUIDADE GREGA  ATE  NOSSOSDIAS CONTRIBUIRAM DE FORMA MAIS SIGNIFICATIVA PARA O CONHECIMENTO E  AN-LISE DOS PROBLEMAS POLITICOS."
    },
    {
        "disciplina": " TECNICAS DE PESQUISA EM CIENCIA POLITICA",
        "codigo": "POL0029 ",
        "unidade_responsavel": "INSTITUTO DE CIENCIA POLITICA ",
        "ementa": "FUNDAMENTOS BASICOS NA  PESQUISA  CIENTIFICA:  CONCEITOS, HIPOTE- SES, MENSURACAO. MONTAGEM DE PLANOS DE PESQUISA. UTILIZACAO DE SURVEY E QUESTIONARIOS. MODELOS DE  MOSTRAGEM. INTERPRETACAO DE  DADOS. EXEMPLOS CONCRETOS DE PESQUISAS DE CIENCIAS POLITICAS CONDUZIDAS NO BRASIL."
    },
    {
        "disciplina": " ANALISE POLITICA",
        "codigo": "POL0030 ",
        "unidade_responsavel": "INSTITUTO DE CIENCIA POLITICA ",
        "ementa": "EXAME DAS TEORIAS, METODOS E TECNICAS DE ANALISE DE  CONJUNTURA E PROSPECCAO POLITICA A LUZ DA HISTORIA POLITICA BRASILEIRA."
    },
    {
        "disciplina": " POLITICA BRASILEIRA 2",
        "codigo": "POL0032 ",
        "unidade_responsavel": "INSTITUTO DE CIENCIA POLITICA ",
        "ementa": "ANALISE E DISCUSSAO CRITICA DOS EVENTOS E DAS INSTITUICOES QUE SE DESENVOLVERAM A PARTIR DA ECLOSAO DA REVOLUCAO DE 30. O REGIME DE  34 E O ESTADO NOVO, CORPORATIVISMO, POPULISMO E O  PROJETO  NACIONAL, DESEN- VOLVIMENTISTA, OS DIFERENTES SISTEMAS PARTIDARIOS, O ESTADO  BUROCRATI- CO-AUTORITARIO, E A RELACAO ENTRE O MOVIMENTO  RADICAL E O  ESTADO SAO  TEMAS A SEREM ENFOCADOS."
    },
    {
        "disciplina": " TEORIA POLITICA CLASSICA",
        "codigo": "POL0033 ",
        "unidade_responsavel": "INSTITUTO DE CIENCIA POLITICA ",
        "ementa": "O curso oferece uma visao panoramica da genese e evolucao da cidade - Estado, suas instituicoes juridicas, familiares, economicas, culturais, politicas e religiosas. Destaca ainda a formacao e desenvolvimento da tradicao filosofica ocidental, no exame do pensamento Pre - Socratico e na analise de obras importantes de Platao e Aristoteles. Por ultimo o curso aborda a associacao entre filosofia e teologia, um dos principais temas da filosofia medieval."
    },
    {
        "disciplina": " PENSAMENTO POLITICO LATINO",
        "codigo": "POL0036 ",
        "unidade_responsavel": "INSTITUTO DE CIENCIA POLITICA ",
        "ementa": "O OBJETIVO DA DISCIPLINA E  ESTUDAR AS  SOCIEDADES, A CULTURA E A POLITICA NA AMERICA LATINA, A PARTIR DAS SUAS CORRENTES INTELECTUAIS DE PESQUISA SOCIAL. ATRAVES DA ANALISE DE TEXTOS RELEVANTES DOS PENSADORES LATINO-AMERICANOS. SERAO TRATADAS AS TENDENCIAS DA PRODUCAO SOCIOLOGICA NOS SECULOS XIX E XX, DENTRE AS QUAIS SERAO CONTEMPLADAS AS ETAPAS OTI- MISTAS (1800-1850 E 1890-1920) E AS ETAPAS DE CRISE E DEPRESSAO (1858-  1920 E 1930-1950)."
    },
    {
        "disciplina": " PARTIDOS POLITICOS E SISTEMAS ELEITORAIS",
        "codigo": "POL0037 ",
        "unidade_responsavel": "INSTITUTO DE CIENCIA POLITICA ",
        "ementa": "ANALISE COMPARATIVA DE SISTEMAS PARTIDARIOS, E DA EVOLUCAO HISTO- RICA DOS PARTIDOS POLITICOS NO BRASIL. INTERACAO DOS SISTEMAS  PARTIDA- RIO E ELEITORAL. COMPARACAO DOS SISTEMAS ELEITORAIS  MAJORITARIOS, PRO- PORCIONAIS E \"MIXTOS\". MANIPULACAO DO SISTEMA ELEITORAL  BRASILEIRO PA- RA FINS POLITICOS. EVOLUCAO DO SISTEMA ELEITORAL NO  BRASIL COM  ENFASE NO PERIODO 1945-1990."
    },
    {
        "disciplina": " POLITICA E MOVIMENTOS SOCIAIS",
        "codigo": "POL0042 ",
        "unidade_responsavel": "INSTITUTO DE CIENCIA POLITICA ",
        "ementa": "OS MOVIMENTOS SOCIAIS SEMPRE TIVERAM UMA IMPORTANCIA DESTACADA NA SOCIEDADE BRASILEIRA ESPECIALMENTE A PARTIR DA SEGUNDA METADE DO SECULO XIX.                                                                          TAL RELEVANCIA E CRESCENTE NAS DUAS PRIMEIRAS  DECADAS DO  SECULO XX E TENDE A AVOLUMAR-SE NOS ANOS 50, 60 E A PARTIR DOS SETENTA, QUANDO SUPERADO O AUGE DO POPULISMO ADQUIREM NOVAS FORMAS E SE  ESTENDEM A SE- TORES CUJAS MOBILIZACAO, ATE ENTA, HAVIA SIDO POUCO SIGNIFICATIVA, TAIS COMO OS MOVIMENTOS FEMINISNOS E DE MUTUARIOS."
    },
    {
        "disciplina": " MUDANCA POLITICA NA AMERICA DO SUL",
        "codigo": "POL0049 ",
        "unidade_responsavel": "INSTITUTO DE CIENCIA POLITICA ",
        "ementa": "OBJETIVO DA DISCIPLINA E ESTIMULAR A DISCUSSAO DOS PROCESSOS E  PRO- BLEMAS RELATIVOS A MUDANCA POLITICA NA AMERICA DO SUL. SERAO  ABORDADAS AS PRINCIPAIS CORRENTES VOLTADAS PARA A INTERPRETACAO DOS PROCESSOS  DE TRANSFORMACAO SOCIO-POLITICA NO CONTINENTE. SERAO CONSIDERADOS,  FINAL- MENTE, AS PERSPECTIVAS FUTURAS QUE SE COLOCAM AS NACOES SUL-AMERICANAS. O CURSO REPRESENTA UMA OPORTUNIDADE PARA O APROVEITAMENTO  DOS  ESTUDOS INTRODUTORIOS OFERECIDOS EM OUTRAS DISCIPLINAS  VOLTADAS PARA A ANALISE DAS PROBLEMATICAS LATINO-AMERICANAS."
    },
    {
        "disciplina": " FUNDAMENTOS DE POLITICAS PUBLICAS",
        "codigo": "POL0055 ",
        "unidade_responsavel": "INSTITUTO DE CIENCIA POLITICA ",
        "ementa": "APRESENTAR CONCEITOS E METODOS DE ESTUDO E AVALIACAO DE POLITICAS PUBLICAS. ESTUDO DO PROCESSO DE FORMULACAO E DECISAO ATRAVES  DE  DIFE- RENTES ILUSTRACOES EM POLITICA ECONOMICA E SOCIAL INSTITUICOES PUBLICAS E A IMPLEMENTACAO DE POLITICAS PUBLICAS. AVALIACAO DE IMPACTOS DAS  PO- LITICAS PUBLICAS NA ECONOMIA E NA POLITICA E NA SOCIEDADE."
    },
    {
        "disciplina": " TOPICOS ESPECIAIS EM CIENCIA POLITICA 2",
        "codigo": "POL0062 ",
        "unidade_responsavel": "INSTITUTO DE CIENCIA POLITICA ",
        "ementa": "A DISCIPLINA TEM COMO OBJETIVO OPORTUNIZAR O APROFUNDAMENTO DOS   ESTUDOS REALIZADOS EM  TEORIA  POLITICA CLASSICA, TEORIA POLITICA MO-   DERNA E/OU TEORIA POLITICA CONTEMPORANEA, TANTO EM TERMOS DE  VERTEN-   TES ANALITICAS, COMO DE TEMATICAS E/OU AUTORES, A SEREM DEFINIDOS PE-   LO PROFESSOR PREFERENCIALMENTE EM CONJUNTO COM OS ALUNOS INTERESSADOS.  SENDO ASSIM, O CONTEUDO ESPECIFICO DA DISCIPLINA PERMANECE PROPOSITAL-  MENTE ABERTO E CONSEQUENTEMENTE A BIBLIOGRAFIA."
    },
    {
        "disciplina": " TOPICOS ESPECIAIS EM CIENCIA POLITICA 3",
        "codigo": "POL0065 ",
        "unidade_responsavel": "INSTITUTO DE CIENCIA POLITICA ",
        "ementa": "A DISCIPLINA TEM COMO OBJETIVO OPORTUNIZAR O APROFUNDAMENTO DOS   ESTUDOS REALIZADOS EM TEORIA  POLITICA  CLASSICA, TEORIA POLITICA MO-   DERNA E/OU TEORIA POLITICA CONTEMPORANEA, TANTO EM TERMOS DE  VERTEN-   TES POLITICAS, COMO DE TEMATICAS  E/OU  DE AUTORES, A SEREM DEFINIDOS   PELO PROFESSOR PREFERENCIALMENTE EM CONJUNTO COM OS ALUNOS INTERESSA-   DOS. SENDO ASSIM, O CONTEUDO ESPECIFICO DA DISCIPLINA PROPOSITALMENTE   ABERTO E CONSEQUENTEMENTE A BIBLIOGRAFIA NAO PODE SER PRE-ESTABELECI-   DA."
    },
    {
        "disciplina": " METODOS QUANTITATIVOS 1",
        "codigo": "POL0080 ",
        "unidade_responsavel": "INSTITUTO DE CIENCIA POLITICA ",
        "ementa": "Atraves da familiarizacao de tecnicas de analise estatisticas , fornecer aos estudantes um conjunto de metodologias e ferramentas basicas para a elaboracao e realizacao de projetos de pesquisa cientifica."
    },
    {
        "disciplina": " TOPICOS ESPECIAIS EM CIENCIA POLITICA 4",
        "codigo": "POL0088 ",
        "unidade_responsavel": "INSTITUTO DE CIENCIA POLITICA ",
        "ementa": "A disciplina tem por objetivo aprofundar o conhecimento metodologico para estudos do sistema politico e/ou de recorte interdisciplinar entre a\nciencia politica e a sociologia, antropologia, economia, estatistica, administracao publica e direito."
    },
    {
        "disciplina": " METODOS QUANTITATIVOS APLICADOS AS POLITICAS PUBLICAS",
        "codigo": "POL0117 ",
        "unidade_responsavel": "INSTITUTO DE CIENCIA POLITICA ",
        "ementa": "O objetivo desta disciplina e de introduzir os alunos aos fundamentos da econometria como ferramentapara a analise de politicas publicas. Num primeiro tempo, faremos uma revisao dos conceitos basicos deestatistica e probabilidade. Depois, introduziremos a econometria e a analise de regressao. O curso estafocado no estimador de minimos quadrados ordinarios (MQO) e suas propriedades."
    },
    {
        "disciplina": " ETICA E POLITICA",
        "codigo": "POL0118 ",
        "unidade_responsavel": "INSTITUTO DE CIENCIA POLITICA ",
        "ementa": "EMENTA:A disciplina aborda as relacoes entre Etica e Politica, sob uma perspectiva filosofica, tendo como foco principal estimular a reflexao etica no campo da formulacao das politicas publicas. O objetivo e capacitar os estudantes a compreenderem o debate etico atual e participarem dele de modo reflexivo e critico."
    },
    {
        "disciplina": " ESTADO, GOVERNO E POLITICAS PUBLICAS",
        "codigo": "POL0119 ",
        "unidade_responsavel": "INSTITUTO DE CIENCIA POLITICA ",
        "ementa": "Pressupostos basicos da organizacao da administracao publica no Brasil. Dimensoes estruturantes da acao estatal nas perspectivas historica e contemporanea. Aspectos organizacionais associados a administracao direta indireta. Agencias reguladoras. Aspectos teoricos do federalismo e os desafios da organizacao da administracao publica nas perspectivas das tres esferas de poder."
    }
]