[
    {
        "disciplina": " FUNDAMENTOS EM ALIMENTACAO E NUTRICAO",
        "codigo": "NUT0001 ",
        "unidade_responsavel": "DEPTO NUTRICAO ",
        "ementa": ""
    },
    {
        "disciplina": " INTEGRADORA 1",
        "codigo": "NUT0002 ",
        "unidade_responsavel": "DEPTO NUTRICAO ",
        "ementa": ""
    },
    {
        "disciplina": " INTEGRADORA 2",
        "codigo": "NUT0003 ",
        "unidade_responsavel": "DEPTO NUTRICAO ",
        "ementa": "Possibilitar a articulacao entre as disciplinas do segundo eixo (Alimentos e Alimentacao), visando o fortalecimento da interacao homem x alimento x saude. Acompanhamento e observacao critica dos processos pelos quais passam os alimentos\ndesde o cultivo ou producao, ate o consumo. Discutir sobre o Direito Humana a\nalimentacao adequada e o papel do setor produtivo neste contexto, bem como o impacto\nambiental da producao de alimentos e da utilizacao pelos consumidores. Demonstrar as\ndiferencas e similaridades etnico-raciais na escolha alimentar nos diferentes setores\nprodutivos."
    },
    {
        "disciplina": " INTEGRADORA 3",
        "codigo": "NUT0004 ",
        "unidade_responsavel": "DEPTO NUTRICAO ",
        "ementa": ""
    },
    {
        "disciplina": " INTEGRADORA 4",
        "codigo": "NUT0005 ",
        "unidade_responsavel": "DEPTO NUTRICAO ",
        "ementa": ""
    },
    {
        "disciplina": " NUTRICAO NAS FASES DA VIDA",
        "codigo": "NUT0007 ",
        "unidade_responsavel": "DEPTO NUTRICAO ",
        "ementa": ""
    },
    {
        "disciplina": " MARCADORES CLINICOS E BIOQUIMICOS DO ESTADO NUTRICIONAL",
        "codigo": "NUT0008 ",
        "unidade_responsavel": "DEPTO NUTRICAO ",
        "ementa": "*"
    },
    {
        "disciplina": " EPIDEMIOLOGIA NUTRICIONAL",
        "codigo": "NUT0009 ",
        "unidade_responsavel": "DEPTO NUTRICAO ",
        "ementa": ""
    },
    {
        "disciplina": " TERAPIA NUTRICIONAL",
        "codigo": "NUT0010 ",
        "unidade_responsavel": "DEPTO NUTRICAO ",
        "ementa": "*"
    },
    {
        "disciplina": " SEMINARIO AVANCADO 1",
        "codigo": "NUT0014 ",
        "unidade_responsavel": "DEPTO NUTRICAO ",
        "ementa": "Bibliografia9.1. Decreto - lei 986/699.2. Portaria 27/98, 28/98 e 29/989.3. Portarias 33/98, 40/98 e 32/989.4. Portarias 31/98, 41/98 e 42/989.5. RDC 39/2001 e RDC 40/20019.6. Portaria 30/989.7. Portaria 222/98 e 223/989.8. Resolucao 31/92 - Norma9.9 Portarias 34/98, 36/98 e 977/989.10. Resolucao 449/99 e Portaria 868/989.11. Resolucoes 18/99 e 19/999.12. Lei 8543/92 e portarias 218/99 e 304/99"
    },
    {
        "disciplina": " EDUCACAO ALIMENTAR E NUTRICIONAL",
        "codigo": "NUT0028 ",
        "unidade_responsavel": "DEPTO NUTRICAO ",
        "ementa": "Alimentacao e cultura. Educacao e processo educativo. O processo de comunicacao. O comportamento alimentar: componentes cognitivos, afetivos e situacionais. Abordagens para mudanca de comportamento. Planejamento de programas educacionais. Os diferentes instrumentos da acao informativa e educativa. A educacao nutricional como instrumento de acao da nutricao aplicada individual e coletiva."
    },
    {
        "disciplina": " NUTRICAO EM SAUDE COLETIVA",
        "codigo": "NUT0032 ",
        "unidade_responsavel": "DEPTO NUTRICAO ",
        "ementa": "Estuda nutricao em saude publica, epidemiologia nutricional, sistema unico de saude, seguranca alimentar e nutricional, politicas publicas e programas sociais de alimentacao e nutricao."
    },
    {
        "disciplina": " TECNICA DIETETICA 2",
        "codigo": "NUT0041 ",
        "unidade_responsavel": "DEPTO NUTRICAO ",
        "ementa": "EmentaProporcionar contato com os procedimentos tecnicos relacionados ao preparo de alimentos e as consequentes alteracoes fisico-quimicas ocorridas nos processos culinarios. Fornecer meios para compreensao e utilizacao dos indices referentes a essas alteracoes e sua importancia na elaboracao dos cardapios. Capacitar o aluno ao conhecimento de ordem nutricional e uso culinario."
    },
    {
        "disciplina": " FUNDAMENTOS DE ANALISE DE ALIMENTOS",
        "codigo": "NUT0049 ",
        "unidade_responsavel": "DEPTO NUTRICAO ",
        "ementa": "EmentaA disciplina aborda aspectos praticos e teoricos sobre a analise dos principais componentes dos alimentos tais como: proteinas, carboidratos, lipideos, vitaminas e minerais. Ao final do curso o aluno devera ser capaz de identificar a populacao da qual se deseja realizar a dosagem de nutrientes, realizar corretamente o procedimento de amostragem e identificar as principais metodologias de dosagem destas, assim como determinar aquela que melhor se adequa a matriz do alimento. O aluno devera ainda expressar corretamente os resultados obtidos e estabelecer comparacao com os valores citados na literatura."
    },
    {
        "disciplina": " NUTRICAO HUMANA 1",
        "codigo": "NUT0054 ",
        "unidade_responsavel": "DEPTO NUTRICAO ",
        "ementa": "EmentaEstuda os fundamentos da Nutricao e Alimentacao Humana nos seus aspectos bioquimicos, fisiologicos e das necessidades nutricionais. Sao abordados os conceitos basicos da dieta normal nos diferentes periodos fisiologicos e no treinamento fisico."
    },
    {
        "disciplina": " NUTRICAO HUMANA 2",
        "codigo": "NUT0055 ",
        "unidade_responsavel": "DEPTO NUTRICAO ",
        "ementa": "EmentaEstuda os fundamentos da Nutricao e Alimentacao Humana nos seus aspectos bioquimicos e fisiologicos. Estuda as bases cientificas para o estabelecimento das necessidades nutricionais e dos valores de referencia dos nutrientes."
    },
    {
        "disciplina": " NUTRICAO E DIETETICA 1",
        "codigo": "NUT0068 ",
        "unidade_responsavel": "DEPTO NUTRICAO ",
        "ementa": "EmentaConsiderando a necessidade da introducao de conceitos relativos ao calculo e dietas especificas para os diferentes estagios da vida, bem como a formulacao de cardapios, a disciplina tem como principios a abordagem da alimentacao e seus condicionantes nos diferentes estados fisiologicos e de atividade fisica de individuos e coletividades."
    },
    {
        "disciplina": " NUTRICAO E DIETETICA 2",
        "codigo": "NUT0070 ",
        "unidade_responsavel": "DEPTO NUTRICAO ",
        "ementa": "Considerando a necessidade da introducao de conceitos relativos ao calculo e dietas especificas para os diferentes estagios da vida, bem como a formulacao de cardapios, a disciplina tem como principios a abordagem da alimentacao e seus condicionantes nos diferentes estados fisiologicos e de atividade fisica de individuos e coletividades. A proposta da disciplina parte do pressuposto da necessidade de aprofundamento, pelo discente, dos conceitos relativos a elaboracao de dietas, esquemas dieteticos e planejamento de cardapios."
    },
    {
        "disciplina": " SEMINARIO AVANCADO EM NUTRICAO EM SAUDE COLETIVA",
        "codigo": "NUT0072 ",
        "unidade_responsavel": "DEPTO NUTRICAO ",
        "ementa": "Leitura e discussao de textos cientificos de temas atuais ou emergentes em nutricao clinica, objetivando conhecimento  do  seu estado da arte. Objetiva, ainda, apresentar conceitos basicos de metodologia cientifica no desenvolvimento de pesquisas cientificas.  A disciplina tem como finalidade o  desenvolvimento de habilidade na busca de informacoes tecnico-cientificas sobre temas emergentes em nutricao clinica e a capacitacao na analise critica das informacoes  apresentadas. A disciplina sera conduzida na forma de modulos tematicos de 1 a 2 temas por semestre"
    },
    {
        "disciplina": " ETICA E FORMACAO PROFISSIONAL",
        "codigo": "NUT0079 ",
        "unidade_responsavel": "DEPTO NUTRICAO ",
        "ementa": "Ementa: Aborda os dilemas morais na atuacao do nutricionista no mercado de trabalho. Diferencia etica e bioetica. Estuda o codigo de etica e sua aplicacao pratica em exemplos de casos."
    },
    {
        "disciplina": " NUTRICAO CLINICA EM PEDIATRIA",
        "codigo": "NUT0081 ",
        "unidade_responsavel": "DEPTO NUTRICAO ",
        "ementa": "EmentaEstuda as repercussoes clinico nutricionais das doencas  sobre a crianca. Destaca a  importancia da terapia nutricional como componente profilatico e terapeutico em diferentes estados morbidos. Enfatiza a implementacao de todas as etapas de atencao dietetica no atendimento a crianca doente. Oportuniza a aplicacao pratica das etapas de: anamnese dietetica, avaliacao nutricional, evolucao dietoterapica, calculo de dietas, prescricao dietetica, orientacao alimentar e registro de informacoes."
    },
    {
        "disciplina": " PRATICAS EM NUTRICAO",
        "codigo": "NUT0088 ",
        "unidade_responsavel": "DEPTO NUTRICAO ",
        "ementa": "Pratica da Atencao Nutricional, abrangendo: vigilancia, promocao, prevencao e cuidado integral de agravos. Atencao Nutricional com abordagem em nivel individual e/ou coletivo, para todas as fases do curso da vida, com assistencia especializada ou atencao basica. Acoes de promocao da alimentacao saudavel, com vistas a garantia do direito humano a alimentacao adequada e seguranca alimentar e nutricional, nos diferentes cenarios e publicos para atuacao do nutricionista."
    },
    {
        "disciplina": " TECNICA DIETETICA 1",
        "codigo": "NUT0089 ",
        "unidade_responsavel": "DEPTO NUTRICAO ",
        "ementa": "Proporcionar contato com os procedimentos tecnicos relacionados ao preparo de alimentos e as consequentes alteracoes fisico-quimicas ocorridas nos processos culinarios. Fornecer meios para a compreensao e utilizacao dos indices referentes a essas alteracoes e sua importancia na elaboracao dos cardapios. Capacitar o aluno ao conhecimento de ordem nutricional e uso culinario. Todos os assuntos serao desenvolvidos dentro de um enfoque teorico-pratico."
    },
    {
        "disciplina": " FUNDAMENTOS DE CIENCIAS DOS ALIMENTOS",
        "codigo": "NUT0092 ",
        "unidade_responsavel": "DEPTO NUTRICAO ",
        "ementa": "A disciplina apresenta conhecimentos basicos sobre alguns constituintes dos alimentos e sua funcionalidade durante o processamento ou producao, alem das principais alteracoes provenientes da manipulacao. Discute os conceitos sobre alimentos especiais e alimentos com substancias bioativas. Conteudo a ministrar por meio de aulas teoricas. Concluido o curso, o aluno deve ser capaz de avaliar as modificacoes na composicao e nas caracteristicas dos alimentos, decorrentes de sua manipulacao. Devera estar apto a propor solucoes para manter e para melhorar propriedades nutricionais e propriedades funcionais dos alimentos."
    },
    {
        "disciplina": " NUTRICAO CLINICA E DIETOTERAPIA",
        "codigo": "NUT0097 ",
        "unidade_responsavel": "DEPTO NUTRICAO ",
        "ementa": "A disciplina Nutricao Clinica e Dietoterapia ira abranger a fisiopatologia e a dietoterapia das doencas cronicas e criticas, alem das que afetam o trato gastrointestinal."
    },
    {
        "disciplina": " AVALIACAO ALIMENTAR E NUTRICIONAL PRATICA",
        "codigo": "NUT0136 ",
        "unidade_responsavel": "DEPTO NUTRICAO ",
        "ementa": "Aplicacao pratica de metodos avaliacao alimentar e nutricional. Estimativa de validade e reprodutibilidade de diferentes metodos de avaliacao alimentar e nutricional. Aplicacao e analise de inqueritos dieteticos: tecnicas e interpretacao dos resultados. Realizacao de avaliacao antropometrica e do consumo alimentar de adultos e criancas. Estimativa da composicao corporal por bioimpedancia eletrica"
    },
    {
        "disciplina": " AVALIACAO ALIMENTAR E NUTRICIONAL TEORICA",
        "codigo": "NUT0137 ",
        "unidade_responsavel": "DEPTO NUTRICAO ",
        "ementa": "Introducao ao estudo da avaliacao alimentar e nutricional. Validade e reprodutibilidade dos diferentes metodos de avaliacao alimentar e nutricional. Inqueritos dieteticos: metodos e interpretacao dos resultados. Avaliacao da composicao corporal e do consumo alimentar nas fases do curso da vida."
    },
    {
        "disciplina": " GESTAO DE PRODUCAO DE REFEICOES 1 ",
        "codigo": "NUT0138 ",
        "unidade_responsavel": "DEPTO NUTRICAO ",
        "ementa": "Proporcionar conhecimentos basicos da Administracao Geral e sua aplicacao na Administracao de Unidades de Alimentacao. Levar o aluno ao conhecimento das diversas modalidades de Unidades de Alimentacao, caracteristicas e necessidades Tecnico-Administrativas especificas. Capacitar o aluno, enquanto profissional de saude, a promover a interacao entre a pratica administrativa em conformidade com os preceitos da Nutricao."
    },
    {
        "disciplina": " GESTAO DE PRODUCAO DE REFEICOES 1 ",
        "codigo": "NUT0139 ",
        "unidade_responsavel": "DEPTO NUTRICAO ",
        "ementa": "Proporcionar conhecimentos basicos da Administracao Geral e sua aplicacao na Administracao de Unidades de Alimentacao Praticos. Levar o aluno ao conhecimento das diversas modalidades de Unidades de Alimentacao, caracteristicas e necessidades Tecnico-Administrativas especificas na pratica. Capacitar o aluno, enquanto profissional de saude, a promover a interacao entre a pratica administrativa em conformidade com os preceitos da Nutricao."
    },
    {
        "disciplina": " GESTAO DE PRODUCAO DE REFEICOES 2 ",
        "codigo": "NUT0140 ",
        "unidade_responsavel": "DEPTO NUTRICAO ",
        "ementa": "Proporcionar conhecimentos basicos da Administracao Geral e sua aplicacao na Administracao de Unidades de Alimentacao. Levar o aluno ao conhecimento das diversas modalidades de unidades de alimentacao, caracteristicas e necessidades Tecnico-Administrativas especificas. Fornecer subsidios ao aluno, capacitando-o enquanto profissional de saude, a promover a interacao entre a pratica administrativa em conformidade com os preceitos da Nutricao."
    },
    {
        "disciplina": " GESTAO DE PRODUCAO DE REFEICOES 2 ",
        "codigo": "NUT0141 ",
        "unidade_responsavel": "DEPTO NUTRICAO ",
        "ementa": "Proporcionar praticas integrativas em Gestao de Unidades de Alimentacao, sua interface com o meio ambiente, sustentabilidade e responsabilidade tecnica. Promover a capacitacao dos alunos acerca dos impactos das Unidades de Alimentacao e Nutricao e responsabilidade Social. Instrumentalizar o aluno para a aplicacao, monitoramento e avaliacao de programas de controle de qualidade em Unidades de Alimentacao e Nutricao; Integrar os alunos em praticas e treinamentos acerca de custeio e da producao de Refeicoes, capacitando-o enquanto profissional de saude, a promover a interacao entre a praticas de gestao de UAN em conformidade com os preceitos da Nutricao."
    },
    {
        "disciplina": " MICROBIOLOGIA E HIGIENE DOS ALIMENTOS TEORICA",
        "codigo": "NUT0142 ",
        "unidade_responsavel": "DEPTO NUTRICAO ",
        "ementa": "Historico da microbiologia dos alimentos. Contaminacao dos alimentos. Micro-organismos de importancia e suas interacoes com os alimentos. Crescimento microbiano nos alimentos. Epidemiologia das doencas transmitidas por agua e alimentos. Conceito e objetivos da higiene dos alimentos. Prevencao e controle das principais doencas transmitidas por alimentos. Procedimentos de higienizacao em servicos institucionais de producao de alimentos. Avaliacao da qualidade na producao de alimentos de acordo com parametros sanitarios."
    },
    {
        "disciplina": " MICROBIOLOGIA E HIGIENE DOS ALIMENTOS PRATICA",
        "codigo": "NUT0143 ",
        "unidade_responsavel": "DEPTO NUTRICAO ",
        "ementa": "Analises microbiologicas relacionadas a praticas de higiene de alimentos. Observacao e avaliacao das Boas Praticas em Servicos de Alimentacao (BPSA). Fundamentos para aplicacao de sistemas de qualidade para prevencao de DTA."
    }
]