[
    {
        "disciplina": " TOPICOS ESPECIAIS DE METODOLOGIA QUALITATIVA 1",
        "codigo": "ELA0001 ",
        "unidade_responsavel": "DEPARTAMENTO DE ESTUDOS LATINO AMERICANO ",
        "ementa": "Seminario sobre metodologias qualitativas de pesquisa com o objetivo de apresentar e debater a relacao entre teorias e metodos nas Ciencias Sociais.  Busca-se uma discussao critica sobre a metodologia nas Ciencias Sociais a partir de autores classicos enfatizando os limites disciplinares e o potencial interdisciplinar das Ciencias Sociais."
    },
    {
        "disciplina": " POLITICA E ESTADO NAS AMERICAS",
        "codigo": "ELA0007 ",
        "unidade_responsavel": "DEPARTAMENTO DE ESTUDOS LATINO AMERICANO ",
        "ementa": "A presente disciplina busca oferecer a estudantes de graduacao em ciencias sociais um curso de formacao em que temas e teorias serao abordados levando a um entendimento amplo da politica e dos estados americanos, com enfase na comparacao. Temas como democracia e comportamento politico, ideologias e cultura politica, instituicoes e politicas publicas, sociedade civil, movimentos sociais e cidadania serao estudados com vistas a entender os diferentes autores e teorias em seus contextos e limites."
    },
    {
        "disciplina": " ESTUDOS COMPARADOS SOBRE AS AMERICAS",
        "codigo": "ELA0010 ",
        "unidade_responsavel": "DEPARTAMENTO DE ESTUDOS LATINO AMERICANO ",
        "ementa": "O objetivo da disciplina e introduzir os alunos a metodologia comparada nas ciencias sociais e apresenta-los a exemplos recentes de estudos comparados enfocando assuntos contemporaneas relacionados a cultura, identidade, sociedade e politica nas Americas. Em sua primeira parte, o curso discute diferentes abordagens sobre os estudos comparados, diferenciando, inicialmente, o metodo comparado do experimental, estatistico, e estudo de caso. Em seguida, discutem-se variacoes nos estilos de se fazer comparacao nas ciencias sociais, resultando em desenhos de pesquisa variados. Por ultimo, serao lidos exemplos de pesquisas comparadas nas Americas enfocando temas contemporaneos."
    },
    {
        "disciplina": " SOCIEDADE, CULTURA E POLITICA NAS AMERICAS",
        "codigo": "ELA0012 ",
        "unidade_responsavel": "DEPARTAMENTO DE ESTUDOS LATINO AMERICANO ",
        "ementa": "Esta disciplina busca discutir algumas das problematicas que distinguem o continente americano, seja por serem relevantes em nacoes ou regioes especificas, seja porque promovem elos de solidariedade ou de conflito no ambito continental. A disciplina busca tambem uma pratica de ensino interdisciplinar, que discuta conceitos e dados utilizados pelas Ciencias Sociais e outras areas de conhecimento. Sob esse aspecto, os conceitos de sociedade, cultura e politica se constituem em meios de aproximacao as problematicas continentais. Espera-se que essa estrategia permita ao estudante nao apenas se familiarizar com as tematicas predefinidas como culturais, sociais e politicas, mas que tambem propicie a visualizacao da complexidade das Americas."
    },
    {
        "disciplina": " INTRODUCAO A METODOLOGIA DAS CIENCIAS SOCIAIS",
        "codigo": "ELA0013 ",
        "unidade_responsavel": "DEPARTAMENTO DE ESTUDOS LATINO AMERICANO ",
        "ementa": "A disciplina Introducao a Metodologia das Ciencias Sociais (IMCS) oferece um quadro geral das ideias relativas a natureza das ciencias sociais e, nesse sentido, gira em torno da questao da identidade epistemologica desse campo de investigacao. Numa primeira etapa, serao examinadas algumas abordagens em filosofia da ciencia, assim como elementos de logica simbolica. Interessa aqui introduzir conceitos e distincoes que sao basicos numa reflexao acerca da natureza do conhecimento cientifico concebido em termos gerais. Numa segunda etapa, fazendo uso dos esclarecimentos logicos e metodologicos ja realizados, sera examinada a ideia de uma ciencia empirica dos fenomenos sociais tal como ela aparece nos pais fundadores da moderna sociologia, assim como em autores mais recentes. Utilizaremos entao, como fio condutor da analise, o debate ja classico mas ainda de enorme atualidade em torno da questao da possibilidade, ou nao, de pensarmos a investigacao social a luz de uma ideia unificada de ciencia, elaborada com base na experiencia das ciencias naturais."
    },
    {
        "disciplina": " CIENCIAS SOCIAIS LATINO",
        "codigo": "ELA0014 ",
        "unidade_responsavel": "DEPARTAMENTO DE ESTUDOS LATINO AMERICANO ",
        "ementa": "A disciplina tem como objetivo apresentar as ciencias sociais latino-americanas e caribenhas desde uma perspectiva historica. A disciplina busca sistematizar e avaliar as principais contribuicoes e debates das ciencias sociais latino-americanas e caribenhas desde fins do seculo XIX ate meados do seculo XX. Em seu processo de formacao e desenvolvimento as ciencias sociais da regiao tem tres principais fontes de inspiracao: o esforco de compreensao da situacao social, politica e economica das sociedades latino-americanas no contexto das independencias; a busca de novas orientacoes para atuacao social e politica; e as ideias positivistas, liberais e nacionalistas. Este periodo e marcado pelos esforcos interpretativos “ensaistas”, mas que ensejam analises profundas sobre a complexa realidade latino-americana e caribenha. Sao paradigmaticas as producoes sobre: progresso, positivismo, civilizacao, arielismo, nacionalismo, identidade, raca, anarquismo, socialismo e liberalismo."
    },
    {
        "disciplina": " INTRODUCAO AS CIENCIAS SOCIAIS LATINO",
        "codigo": "ELA0117 ",
        "unidade_responsavel": "DEPARTAMENTO DE ESTUDOS LATINO AMERICANO ",
        "ementa": "A disciplina introduz a discussao sobre a natureza e a especificidade da construcao do conhecimento cientifico nas Ciencias Sociais na perspectiva das Ciencias Sociais latino-americanas. Os usos da ciencia, a formacao do campo cientifico, as principais matrizes teorico-metodologicas e os procedimentos basicos de pesquisa nas Ciencias Sociais sao enfocados especialmente a partir de contribuicoes desde a America Latina. O objetivo e despertar o interesse pela pesquisa social e subsidiar uma atitude critica e reflexiva quanto aos alcances, limites e desafios do conhecimento cientifico, tendo-se como referencia abordagens que elegem como objeto realidades sociais, politicas, economicas e culturais na America Latina e que consideram o papel do Brasil na regiao. A luz dos processos mais amplos do desenvolvimento e da consolidacao da Ciencia moderna, apresenta-se uma contextualizacao historico-sociologica das Ciencias Sociais Latino-Americanas, do sec. XIX a atualidade, no inicio da terceira decada do seculo XXI, com uma sintese das principais problematicas, agendas tematicas, questoes epistemologicas, paradigmas estruturantes e redes intelectuais que as distinguem. Enfatizam-se os debates relativos as Ciencias Sociais na America Latina, na periferia do sistema mundial, e acerca da importancia da America Latina e dos paises latino-americanos e caribenhos nas Ciencias Sociais fora da regiao. Sao analisadas as implicacoes do avanco dos “Estudos de Area” para a producao do conhecimento sobre a regiao, desde meados do seculo XX, pari passu a internacionalizacao nortecentrica da Ciencia e ao acirramento do imperialismo e da ocidentalizacao do mundo."
    }
]