[
    {
        "disciplina": " DIPLOMACAO EM INTERPRETACAO TEATRAL",
        "codigo": "CEN0005 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Ementa: Criacao interpretativa para participacao em temporada de ultima montagem teatral, cenica e/ou performativa, com defesa publica e arguicao por banca de avaliacao, requisito parcial para a obtencao do titulo de Bacharel em Interpretacao Teatral na UnB.Bibliografia basicaDUROZIER, Maurice. Palavra de ator. Traducao de Aline Borsari. Recife: Fundacao de Cultura Cidade do Recife, 2012.FISCHER, Stela. Processo Colaborativo e Experiencias de Companhias Teatrais Brasileiras. Sao Paulo: Editora Hucitec, 2010.OIDA, Yoshi. O ator invisivel. Traducao de Marcelo Gomes.  Sao. Paulo: Beca Producoes Culturais Ltda., 2001. Bibliografia complementarFERAL, Josette. Alem dos limites: teoria e pratica do teatro. Traducao de Adriano Souza (et al). Sao Paulo: Perspectiva, 2015.GUINSBURG, J. e FERNANDES, Silvia (orgs.). O pos-dramatico: um conceito operativo? Sao Paulo: Perspectiva, 2006.MOSTACO, Edelcio (org.). Para uma historia cultural do teatro. Florianopolis/Jaragua do Sul: Design Editora, 2010."
    },
    {
        "disciplina": " PROJETO EM INTERPRETACAO TEATRAL",
        "codigo": "CEN0006 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Ementa: Participacao com criacao interpretativa em penultima montagem teatral, cenica e/ou performativa das disciplinas obrigatorias do Bacharelado em Intepretacao Teatral.Bibliografia basicaCASTRO, Rita de Cassia de Almeida. Flor ao vento, ser em cena. Brasilia: Editora UnB, 2011.DONNELLAN, Declan. El actor y la diana. Traducao de Ignacio Garcia May. Madri: Editorial Fundamentos, 2004.FERRACINI, Renato. Ensaios de atuacao. Sao Paulo: Perspectiva/Fapesp, 2013.Bibliografia complementarBONFITO, Matteo. O ator compositor. Sao Paulo: Perspectiva, 2002.ROUBINE, Jean-Jacques. A linguagem da encenacao teatral (1880-1980). Traducao de Yan Michalski. Rio de Janeiro: Zahar, RYNGAERT, Jean-Pierre. Ler o teatro contemporaneo. Sao Paulo: Martins Fontes, 1998."
    },
    {
        "disciplina": " LABORATORIO DE CRIACAO CENICO",
        "codigo": "CEN0007 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Aprofundamento de atividades academico-artisticas, com foco na experimentacao pratica de tecnicas de atuacao, canto e danca em performances de Teatro Musical."
    },
    {
        "disciplina": " CORPOREIDADES BRASILEIRAS",
        "codigo": "CEN0009 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Elaboracao de esteticas para a cena a partir do principio da diversidade das corporeidades brasileiras. Apreciacao, vivencia e contextualizacao do corpo inserido na cultura Brasileira."
    },
    {
        "disciplina": " FUNDAMENTOS DA LICENCIATURA EM ARTES CENICAS",
        "codigo": "CEN0010 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Disciplina semipresencial que aborda os principios norteadores do curso de Licenciatura em Artes Cenicas da UnB, a partir de suas formulacoes eticas, esteticas e politicas. Estudo do PPC do Curso, seu fluxograma e ementario de disciplinas, sua insercao na comunidade brasiliense e a relacao com as atividades profissionais possibilitadas a seus egressos."
    },
    {
        "disciplina": " POLITICAS PUBLICAS E GESTAO EM ARTE EDUCACAO",
        "codigo": "CEN0011 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Estudo das acoes e politicas estabelecidas pelo estado, nas esferas federal, estadual e municipal / distrital, no campo da educacao, com foco nas abordagens voltadas para a arte-educacao."
    },
    {
        "disciplina": " PEDAGOGIA DO TEATRO E DIVERSIDADE",
        "codigo": "CEN0012 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Uma abordagem teorico-metodologica da Pedagogia do Teatro pela perspectiva da diversidade humana. A pluralidade como maneira de perceber e se colocar no mundo e as praticas pedagogicas em teatro. O corpo e seus estados de espetacularidade, pelo movimento e pela oralidade, nos diversos grupos culturais contemporaneos: questoes etnicas e de genero. Relacoes com as invisibilidades de diversas periferias esteticas e culturais no Brasil. A diversidade e as fronteiras entre os plurais saberes artisticos no mundo de hoje."
    },
    {
        "disciplina": " LABORATORIO DE TEATRO EDUCACAO",
        "codigo": "CEN0013 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "A definir"
    },
    {
        "disciplina": " PRATICA DOCENTE EM JOGOS PARA A CENA",
        "codigo": "CEN0016 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Vivencia teorica e pratica de elementos constituintes dos jogos para a cena em contexto de ensino aprendizagem das artes cenicas."
    },
    {
        "disciplina": " PRATICA DOCENTE EM RELACOES ETNICAS E DE GENERO",
        "codigo": "CEN0018 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Vivencia teorica e pratica de elementos constituintes das relacoes etnicas e de genero relacionadas as artes cenicas, em contexto de ensino aprendizagem das artes cenicas."
    },
    {
        "disciplina": " PRATICA DOCENTE EM DANCA",
        "codigo": "CEN0021 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Vivencia teorica e pratica de elementos constituintes da danca em diversas abordagens esteticas, em contexto de ensino aprendizagem das artes cenicas."
    },
    {
        "disciplina": " PRATICA DE MONTAGEM EM EDUCACAO",
        "codigo": "CEN0029 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "A Pratica de montagem de espetaculo como pedagogia em teatro. O exercicio pratico dos diversos elementos que compoem o espetaculo teatral como metodologia pedagogica em teatro: o corpus teorico-metodologico, os fazeres do corpo em cena e os elementos que compoem as tecnologias das visualidades do espetaculo. A montagem teatral como metodologia educacional."
    },
    {
        "disciplina": " DIRECAO 1",
        "codigo": "CEN0042 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "TECNICAS DE DIRECAO QUE PERMITAM PESQUISAR, PLANEJAR, ORGANIZAR, ANA-LIZAR, E AVALIAR OS ELEMENTOS DE CENA EM FUNCAO DO ESPETACULO."
    },
    {
        "disciplina": " TECNICAS EXPERIMENTAIS DE ARTES CENICAS 1",
        "codigo": "CEN0053 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Experimentacao de propostas elaboradas coletivamente, visando uma diversificacao na utilizacao das linguagens das artes cenicas e outras linguagens artisticas."
    },
    {
        "disciplina": " TECNICAS EXPERIMENTAIS DE ARTES CENICAS 2",
        "codigo": "CEN0055 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Experimentacao avancada de propostas elaboradas coletivamente, visando uma diversificacao na utilizacao das linguagens das artes cenicas e outras linguagens artisticas."
    },
    {
        "disciplina": " FUNDAMENTOS DA EDUCACAO ARTISTICA",
        "codigo": "CEN0135 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Abordagem das nocoes e concepcoes que justificam a aprendizagem da Arte como processo de ampliacao do repertorio estetico a partir dos contextos historico, artistico, estetico e cultural dos aprendentes."
    },
    {
        "disciplina": " POETICAS TEATRAIS",
        "codigo": "CEN0164 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Linguagem e tecnica: Introducao a teoria e analise de textos teatrais"
    },
    {
        "disciplina": " TEORIAS E PROCESSOS CRIATIVOS PARA A CENA",
        "codigo": "CEN0165 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Tecnica e Estetica: Estudo e analise de processos criativos e propostas esteticas de diretores teatrais modernos e contemporaneos."
    },
    {
        "disciplina": " TEATRALIDADES BRASILEIRAS",
        "codigo": "CEN0166 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Estudos dos aspectos teatrais nas manifestacoes expressivas, dramaturgicas e culturais, enfatizando a pluralidade e diversidade etnico-racial brasileira."
    },
    {
        "disciplina": " A VOZ EM PERFORMANCE",
        "codigo": "CEN0167 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Linguagem e Tecnica: Estabelecer os fundamentos para a producao de voz e palavra na performance teatral."
    },
    {
        "disciplina": " A PALAVRA EM PERFORMANCE",
        "codigo": "CEN0168 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Tecnica e Estetica: Implementar estrategias para a construcao de sentido em performance atraves da palavra dita."
    },
    {
        "disciplina": " VOZ E PALAVRA NA PERFORMANCE TEATRAL CONTEMPORANEA 1",
        "codigo": "CEN0169 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Estetica e Diversidade: Detectar as resistencias surgidas da performance do texto teatral, definir estrategias para  supera-las e sistematizar de acordo com as mesmas uma metodologia de treinamento e ensaio que tenha o texto como ponto de partida."
    },
    {
        "disciplina": " INTERPRETACAO TEATRAL 1",
        "codigo": "CEN0171 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Linguagem e Tecnica: pratica da linguagem cenica enfocando os fundamentos para o trabalho dos atores e atrizes em performance."
    },
    {
        "disciplina": " INTERPRETACAO TEATRAL 2",
        "codigo": "CEN0172 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Tecnica e Estetica: exercicios de improvisacao e interpretacao de cenas curtas visando a continuidade do Trabalho dos atores e atrizes em performance, tendo como referencia principal o sistema de interpretacao de Constantin Stanislavski"
    },
    {
        "disciplina": " INTERPRETACAO TEATRAL 3",
        "codigo": "CEN0173 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Estetica e Diversidade: processo de construcao de personagem e exercicio da cena e contracena a partir de analise de textos teatrais e do cruzamento de metodologias e praticas interpretativas desenvolvidas no seculo XX."
    },
    {
        "disciplina": " INTERPRETACAO TEATRAL 4",
        "codigo": "CEN0174 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Diversidade e Discurso: investigacao de processos experimentais de composicao de personagem, cenas e performances."
    },
    {
        "disciplina": " PRATICA DE MONTAGEM",
        "codigo": "CEN0175 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Diversidade e Discurso: aplicacao dos conteudos abordados no curso em uma montagem de um texto dramatico"
    },
    {
        "disciplina": " INTERPRETACAO E MONTAGEM",
        "codigo": "CEN0176 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Discurso e pesquisa: consolidacao das diferentes experiencias desenvolvidas ao longo do curso, no contexto de uma montagem cenica, experimentando conceitos e fundamentos de tecnicas de interpretacao sistematizados a partir da segunda metade do seculo XX."
    },
    {
        "disciplina": " MOVIMENTO E LINGUAGEM 1",
        "codigo": "CEN0177 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Linguagem e Tecnica: - Principios da consciencia corporal e da analise do movimento. Introducao ao desenvolvimento ritmico e psicomotor. Identificacao de potencialidades e limites individuais."
    },
    {
        "disciplina": " MOVIMENTO E LINGUAGEM 2",
        "codigo": "CEN0178 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Tecnica e Estetica: Exercicios tecnicos e analise do movimento. Desenvolvimento ritmico e de habilidades. Aplicacao do vocabulario."
    },
    {
        "disciplina": " MOVIMENTO E LINGUAGEM 3",
        "codigo": "CEN0179 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Estetica e Diversidade: Aprimoramento de habilidades e dominio do movimento. Aplicacao do vocabulario gestual e aplicacao dos estudos abordados na criacao expressiva."
    },
    {
        "disciplina": " ENCENACAO TEATRAL 1",
        "codigo": "CEN0182 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Tecnica e Estetica: - Introducao e experimentacao dos elementos da encenacao: cenografia, figurino, iluminacao, sonoplastia, maquiagem teatral e arquitetura teatral.    - Estudos das principais tecnicas e seus desenvolvimentos tecnologicos, dentro do contexto historico e suas influencias nas encenacoes.\t- Estudo de linguagens teatrais, analise das relacoes da dramaturgia e a encenacao."
    },
    {
        "disciplina": " ENCENACAO TEATRAL 2",
        "codigo": "CEN0183 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Diversidade e Discurso: Trabalhar as varias possibilidades da caracterizacao com enfase em figurino, maquiagem e mascaras.Investigar os desenvolvimentos tecnologicos e suas implicacoes na encenacao. Criar e executar um projeto de caracterizacao."
    },
    {
        "disciplina": " ENCENACAO TEATRAL 3",
        "codigo": "CEN0184 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Estetica e Diversidade: Trabalhar as varias possibilidades de cenografia e iluminacao no espaco cenico convencional e alternativo. Investigar os desenvolvimentos tecnologicos e suas implicacoes na encenacao.Criar e executar um projeto audiovisual (cenografia, iluminacao e sonoplastia)."
    },
    {
        "disciplina": " METODOLOGIA DE PESQUISA EM ARTES CENICAS",
        "codigo": "CEN0185 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Discurso e Pesquisa: A partir de uma perspectiva interdisciplinar, propoes-se discutir os metodos de pesquisa em artes possibilitando ao discente a apropriacao de instrumentos para a construcao e desenvolvimento de um pre-projeto de pesquisa constituido de montagem de espetaculo e monografia que reflitam seus fazeres artisticos."
    },
    {
        "disciplina": " METODOLOGIA DO ENSINO DO TEATRO 2",
        "codigo": "CEN0190 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": ""
    },
    {
        "disciplina": " METODOLOGIA DE PESQUISA EM ARTES CENICAS E EDUCACAO",
        "codigo": "CEN0191 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Discurso e Pesquisa: A partir de uma perspectiva interdisciplinar, propoe-se discutir os metodos de pesquisa em artes possibilitando ao discente a apropriacao de instrumentos para a construcao e desenvolvimento de um pre-projeto de pesquisa e monografia que reflitam seus afazeres artisticos e educativos em Artes Cenicas."
    },
    {
        "disciplina": " LABORATORIO DE TEATRO",
        "codigo": "CEN0199 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Aprofundamento de atividades academico artisticas pertinentes a pratica do teatro em todas as suas dimensoes."
    },
    {
        "disciplina": " ESTAGIO CURRICULAR SUPERVISIONADO DE OBSERVACAO EM ARTES CENICAS",
        "codigo": "CEN0253 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Estagio de observacao e analise etnografica de estabelecimento escolar, considerando os sujeitos envolvidos (docentes, discentes, funcionarios e comunidade de pais e mestres) na educacao basica, incluindo os aspectos relacionados ao ensino de artes; reconhecimento dos documentos orientadores dos planejamentos escolares (PCN, BNCC, Curriculo em Movimento, ECA); analises e exposicoes dos contextos de ensino das artes cenicas nas diferentes escolas e espacos alternativos, com base nas observacoes dos alunos."
    },
    {
        "disciplina": " ESTAGIO CURRICULAR SUPERVISIONADO EM ARTES CENICAS NO ENSINO FUNDAMENTAL",
        "codigo": "CEN0254 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Estagio de regencia em estabelecimento de educacao regular, na educacao infantil e/ou no nivel fundamental; abertura de dialogo para parceria entre aluno/estagiario e supervisor/professor de artes no ensino basico regular, para acompanhamento e intervencao nas aulas, mediante a planejamento previo; concepcao de infancia e seu desenvolvimento; perspectivas para o ensino das artes cenicas na infancia."
    },
    {
        "disciplina": " ESTAGIO CURRICULAR SUPERVISIONADO EM ARTES CENICAS NO ENSINO MEDIO",
        "codigo": "CEN0255 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Estagio de regencia em estabelecimento de educacao formal de ensino medio; desenvolvimento e concepcoes de adolescencia e juventude; papel da escola e do ensino das artes cenicas."
    },
    {
        "disciplina": " ESTAGIO CURR SUPERVISIONADO EM ARTES CENICAS EM ESPACOS ALTERNATIVOS",
        "codigo": "CEN0256 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Estagio de praticas de ensino de teatro em espacos alternativos que amplie as experiencias dos alunos; conhecimento das producoes cenicas do DF, para intercambio com as escolas para formacao de plateia."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO EM ARTES CENICAS 1",
        "codigo": "CEN0260 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Estagio de observacao e analise da etnografia escolar em estabelecimento de educacao basica incluindo os aspectos relacionados ao ensino de artes."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO EM ARTES CENICAS 2",
        "codigo": "CEN0261 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Estagio de regencia em estabelecimento de educacao formal no nivel fundamental."
    },
    {
        "disciplina": " PRATICA DOCENTE EM TEATRO DE FORMAS 1 – TEATRO DE MASCARAS",
        "codigo": "CEN0273 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Vivencia teorica e pratica de elementos constituintes do Teatro de Mascaras (genero do Teatro de Formas Animadas ou Teatro de Animacao) –da historiografia e tipologias a confeccao de mascaras no teatro e em rituais; da formacao do(a) ator/atriz ao do(a) educador(a)-artista -em contexto de ensino aprendizagem das artes cenicas."
    },
    {
        "disciplina": " PRATICA DOCENTE EM TEATRO DE FORMAS ANIMADAS 2 – TEATRO DE BONECOS",
        "codigo": "CEN0275 ",
        "unidade_responsavel": "DEPTO ARTES CENICAS ",
        "ementa": "Vivencia teorica e pratica de elementos constituintes do Teatro de Bonecos(genero do Teatro de Formas Animadas ou Teatro de Animacao) –da historiografia as tipologias e tecnicas de confeccao de Teatro de Bonecos; dos jogos dramaticos intermediados pelo objeto/boneco; da dramaturgia do teatro de formas animadas; do Teatro de Bonecos Popular do Nordeste e outras manifestacoes; da animacao/interpretacao com o boneco e com o objeto do tipo antropomorfo-em contexto de ensino aprendizagem das artes cenicas."
    }
]