[
    {
        "disciplina": " LINGUA DE SINAIS BRASILEIRA ",
        "codigo": "ILD0001 ",
        "unidade_responsavel": "INSTITUTO DE LETRAS ",
        "ementa": "A presente disciplina foi organizada de modo que se priorize na teoria e na pratica o ensino de uma lingua que no caso e a Lingua de Sinais Brasileira - Libras. Alem disso, e preciso considerar que a Libras, como toda lingua e dinamica sofrendo alteracoes no decorrer do tempo e do espaco e no proprio processo interativo. Por isso, os estudos linguisticos para a elaboracao dessa disciplina mostra que e importante considerar a necessidade de ensino em uma perspectiva que vem contra o fluxo tradicional no ensino de Libras e esta e uma questao que merece ser observada."
    },
    {
        "disciplina": " ESPANHOL INSTRUMENTAL 2",
        "codigo": "ILD0009 ",
        "unidade_responsavel": "INSTITUTO DE LETRAS ",
        "ementa": "Consolidacao das estrategias de leitura com aprofundamento da percepcao dos principios logicos envolvidos no processo da leitura. Estudo das diferencas entre as tipologias de textos. Desenvolvimento de habilidades de estudo: anotacoes, resumos."
    },
    {
        "disciplina": " INGLES INSTRUMENTAL 1",
        "codigo": "ILD0036 ",
        "unidade_responsavel": "INSTITUTO DE LETRAS ",
        "ementa": "- Compreender o sentido geral de textos biograficos em ingles- Obter informacoes especificas de textos - Distinguir diferentes caracteristicas de generos literarios - Aplicar conscientemente as seguintes estrategias de leitura: leitura de legendas de fotos e ilustracoes, leitura de numeros e datas e localizacao de informacoes especificas no texto (scanning)"
    },
    {
        "disciplina": " PRATICA DE TEXTOS",
        "codigo": "ILD0074 ",
        "unidade_responsavel": "INSTITUTO DE LETRAS ",
        "ementa": "Analise de textos de diversas naturezas. Producao de textos para diversosinterlocutores, em diferentes situacoes e com diversos objetivos.Desenvolvimento de estrategias individuais de planejamento:processamento selecao hierarquizacao e organizacao de ideias producaode rascunhos avaliacao, reestruturacao e revisao de textos de diversasnaturezas com enfase no texto dissertativo argumentativo."
    },
    {
        "disciplina": " INTRODUCAO A TEORIA DA LITERATURA",
        "codigo": "ILD0075 ",
        "unidade_responsavel": "INSTITUTO DE LETRAS ",
        "ementa": "Introducao aos estudos literarios: natureza e funcao da literatura, Generos literarios. Tecnicas da composicao literaria: estrutura do poema, da narrativa e da peca dramatica. Elementos da linguagem literarias. Analise e critica do texto literario."
    },
    {
        "disciplina": " INTRODUCAO A LINGUISTICA",
        "codigo": "ILD0076 ",
        "unidade_responsavel": "INSTITUTO DE LETRAS ",
        "ementa": "O estudo cientifico da linguagem: nocoes basicas. Lingua e cultura. Gramaticatradicional, Linguistica Formal e Linguistica Funcional. Variacao linguistica. LinguaPadrao. Atitudes e preconceitos linguisticos. Aquisicao da lingua. Competenciacomunicativa."
    },
    {
        "disciplina": " MORFOLOGIA DO PORTUGUES",
        "codigo": "ILD0083 ",
        "unidade_responsavel": "INSTITUTO DE LETRAS ",
        "ementa": "CONCEITOS E PROCEDIMENTOS LINGUISTICOS: O MORFEMA E A PALAVRA; DEPREENSAO E CLASSIFICACAO DE MORFEMAS; PROCESSOS MORFOLOGICOS; CLASSES DE PALAVRAS. ANALISE MORFOLOGICA DO PORTUGUES: FLEXAO; PROCESSOS DE CRIACAO LEXICAL; CLASSES GRAMATICAIS."
    },
    {
        "disciplina": " LITERATURA BRASILEIRA NO SECULO XX",
        "codigo": "ILD0084 ",
        "unidade_responsavel": "INSTITUTO DE LETRAS ",
        "ementa": "Pre-modernismo e Modernismo. A semana de arte moderna. A expansao do modernismo no Brasil. A geracao de 30. A geracao de 45. Literatura nas decadas de 1950 e 1960. Literatura e autoritarismo. Literatura, multiculturalismo e neo-liberalismo.  Leitura e discussao de obras."
    },
    {
        "disciplina": " LABORATORIO DE LEITURA E CRIACAO LITERARIA PARA O ENSINO FUNDAMENTAL E MEDIO",
        "codigo": "ILD0085 ",
        "unidade_responsavel": "INSTITUTO DE LETRAS ",
        "ementa": "Leitura e Literatura. Leitura literaria e formacao de leitores. A escrita literaria e o direito a autoria. Literatura e a formacao humana. Literatura negra e indigena. BNCC. Curriculo em movimento da Educacao Basica da SEEDF."
    },
    {
        "disciplina": " SINTAXE DO PORTUGUES CONTEMPORANEO",
        "codigo": "ILD0086 ",
        "unidade_responsavel": "INSTITUTO DE LETRAS ",
        "ementa": "Conceitos basicos de analise sintatica. Procedimentos de analise sintatica: o nivel oracional e supra-oracional. Aplicacoes da teoria sintatica ao ensino de lingua portuguesa."
    },
    {
        "disciplina": " LITERATURA BRASILEIRA DO SECULO XIX",
        "codigo": "ILD0087 ",
        "unidade_responsavel": "INSTITUTO DE LETRAS ",
        "ementa": "Visao estetica e racismo cientifico. Influencias estrangeiras e manifestacoes da voz. O significado do indio e do negro. Renovacao estilistica. A ficcao romantica e a formacao do romance brasileiro. Primeiro romance abolicionista: Ursula, de Maria Firmina dos Reis. A poesia romantica. Realismo: prosa e poesia. Poesia e prosa parnasiana. Poesia e prosa simbolista."
    },
    {
        "disciplina": " LITERATURA PORTUGUESA NO SECULO XIX",
        "codigo": "ILD0088 ",
        "unidade_responsavel": "INSTITUTO DE LETRAS ",
        "ementa": "As transformacoes da literatura portuguesa no seculo XIX. A ascensao do romance. As mutacoes da mimese poetica. Aspectos didatico-pedagogicos do ensino da cultura, da historia e da literatura em Portugal."
    },
    {
        "disciplina": " LABORATORIO DE PRODUCAO DE TEXTO PARA O ENSINO FUNDAMENTAL E MEDIO",
        "codigo": "ILD0089 ",
        "unidade_responsavel": "INSTITUTO DE LETRAS ",
        "ementa": "Concepcoes da linguagem como pressupostos para o ensino da redacao. Praticas tradicionais e inovadoras. Condicoes de producao do texto. Redacao como pratica integrada do ensino da lingua e sua vinculacao com a gramatica, a leitura e a avaliacao de textos. Correcao como subsidio para a reescritura.\nPratica de elaboracao, correcao e avaliacao de textos. Analise de manuais e livros didaticos. Propostas de atividades de ensino de redacao."
    },
    {
        "disciplina": " HISTORIA DA LINGUA PORTUGUESA",
        "codigo": "ILD0189 ",
        "unidade_responsavel": "INSTITUTO DE LETRAS ",
        "ementa": "Formacao da lingua portuguesa. Historia externa e interna. Abordagem diacronica da fonologia, da morfologia e da sintaxe. Constituicao do lexico portugues. Comentarios acerca da ortografia portuguesa. Aspectos do emprego das classes de palavras. Aspectos de politica da lingua."
    },
    {
        "disciplina": " SOCIOLINGUISTICA DO PORTUGUES DO BRASIL",
        "codigo": "ILD0191 ",
        "unidade_responsavel": "INSTITUTO DE LETRAS ",
        "ementa": "Caracteristicas sociolinguisticas da comunidade de fala brasileira: antecedentes historicos e sociais. Lingua padrao: propriedades e funcoes. Variedades regionais e socioletais. Regras variaveis fonologicas e morfossintaticas do portugues do Brasil. Variacao e ensino."
    },
    {
        "disciplina": " LITERATURA BRASILEIRA: DAS ORIGENS AO SECULO XVIII",
        "codigo": "ILD0192 ",
        "unidade_responsavel": "INSTITUTO DE LETRAS ",
        "ementa": "A consciencia amena do atraso. A ideia de pais novo ontem e hoje. Poeticas do Arcadismo e do Romantismo como complementares: continuidades e rupturas, universalistas e localistas."
    },
    {
        "disciplina": " LITERATURA PORTUGUESA: DAS ORIGENS MEDIEVAIS AO PERIODO RENASCENTISTA",
        "codigo": "ILD0193 ",
        "unidade_responsavel": "INSTITUTO DE LETRAS ",
        "ementa": "Estudo da formacao da literatura portuguesa, dos cancioneiros medievais a poetica camoniana. Aspectos didatico-pedagogicos do ensino da cultura, da historia e da literatura em Portugal."
    },
    {
        "disciplina": " INTRODUCAO A SINTAXE FORMAL",
        "codigo": "ILD0198 ",
        "unidade_responsavel": "INSTITUTO DE LETRAS ",
        "ementa": "Linguagem, linguistica, gramatica. Revisao critica da analise tradicional no campo da\nmorfologia e da sintaxe. A gramatica como sistema cognitivo de representacao do\nconhecimento linguistico. Principios gramaticais universais e parametros especificos.\nOperacoes gramaticais fundamentais das linguas naturais. Gramatica e ensino. Pratica\nde analise sintatica no quadro de desenvolvimentos recentes em teorias formais, em\nespecial da Teoria Gerativa."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO EM PORTUGUES 1",
        "codigo": "ILD0201 ",
        "unidade_responsavel": "INSTITUTO DE LETRAS ",
        "ementa": "Analise critica da legislacao sobre o segmento do Ensino Fundamental (Series Finais) e do projeto pedagogico da escola-campo. Observacao de aula e participacao em atividades da escola, no Ensino Fundamental (Series Finais). Analise de materiais didaticos. Pratica de ensino de lingua, leitura e literatura infantil e/ou juvenil para o Ensino Fundamental (Series Finais). Elaboracao de pre-projeto para o trabalho de conclusao de curso."
    },
    {
        "disciplina": " LITERATURAS AFRICANAS DE LINGUA PORTUGUESA",
        "codigo": "ILD0206 ",
        "unidade_responsavel": "INSTITUTO DE LETRAS ",
        "ementa": "Estudo da formacao das literaturas africanas de lingua portuguesa, com enfoque em obras e/ou autores representativos de questoes atinentes a forma estetica e a realidade nacional. Aspectos didatico-pedagogicos do ensino das culturas, das historias e das literaturas dos Paises Africanos de Lingua Oficial Portuguesa na escola."
    },
    {
        "disciplina": " LABORATORIO DE GRAMATICA PARA O ENSINO FUNDAMENTAL E MEDIO",
        "codigo": "ILD0214 ",
        "unidade_responsavel": "INSTITUTO DE LETRAS ",
        "ementa": "O ensino de gramatica no ensino fundamental e medio. Parametros Curriculares Nacionais. Contribuicoes da linguistica para o ensino de lingua.\nMetodologia para uso de conceitos gramaticais e linguisticos em sala de aula. Gramatica e texto. Aprendizagem e desenvolvimento da lingua escrita."
    },
    {
        "disciplina": " LABORATORIO DE LITERATURA PARA O ENSINO FUNDAMENTAL E MEDIO",
        "codigo": "ILD0215 ",
        "unidade_responsavel": "INSTITUTO DE LETRAS ",
        "ementa": "Leitura e Literatura. Leitura literaria e formacao de leitores. A escrita literaria\ne o direito a autoria. Literatura e a formacao humana. Literatura negra e\nindigena. BNCC. Curriculo em movimento da Educacao Basica da SEEDF."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO EM PORTUGUES 2",
        "codigo": "ILD0217 ",
        "unidade_responsavel": "INSTITUTO DE LETRAS ",
        "ementa": "Analise critica da legislacao sobre o segmento do Ensino Medio e do projeto pedagogico da escola-campo. Analise de materiais didaticos. Observacao e participacao em atividades da escola. Elaboracao de materiais didaticos e planejamento de aulas. Pratica de ensino de lingua portuguesa (gramatica e redacao). Elaboracao de pre-projeto para o trabalho de conclusao de curso."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO EM PORTUGUES 3",
        "codigo": "ILD0218 ",
        "unidade_responsavel": "INSTITUTO DE LETRAS ",
        "ementa": "Analise critica da legislacao sobre o segmento do ensino Medio e do projeto pedagogico da escola-campo. Analise de materiais didaticos. Observacao e participacao em atividades da escola. Elaboracao de materiais didaticos e planejamento de aulas. Pratica de ensino de literaturas de lingua portuguesa. Elaboracao de pre-projeto para o trabalho de conclusao de curso."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO EM PORTUGUES 4",
        "codigo": "ILD0219 ",
        "unidade_responsavel": "INSTITUTO DE LETRAS ",
        "ementa": "Planejamento de cursos e aulas para diversos segmentos, modalidades e setores educacionais. Elaboracao de materiais didaticos e planos de ensino. Elaboracao de pre-projeto para o trabalho de conclusao de curso."
    }
]