[
    {
        "disciplina": " TRAGEDIA GREGA",
        "codigo": "TEL0004 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "O contexto civico e religioso das representacoes da poesia tragica na Atenas classica. A poesia tragica como subgenero da poe sia coral. Estrutura das tragedias. A triade canonica: Esquilo, Sofoclese Euripides. Principais etapas da recepcao da tragedia grega na cultura ocidental: A Poetica de Aristoteles Renascimento Romantismo"
    },
    {
        "disciplina": " OFICINA LITERARIA",
        "codigo": "TEL0005 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "Tecnica de expressao literaria. A composicao em prosa. Estrutura do ensaio, da cronica, do conto, do romance e de outros tipos de composicao em prosa. Recursoslinguisticos e recursos estilisticos da expressao literaria. Trabalhos praticos."
    },
    {
        "disciplina": " LITERATURA PORTUGUESA ",
        "codigo": "TEL0006 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "MODERNISMO E LITERATURA  CONTEMPORANEA. ANTECEDENTES E  CARACTERISTI-CAS. A GERACAO DE ORPHEU. A OBRA DE  FERNANDO  PESSOA. A GERACAO DA PRE-SENCA. O NEO-REALISMO E TENDENCIAS ESTETICAS POSTERIORES."
    },
    {
        "disciplina": " LITERATURA PORTUGUESA ",
        "codigo": "TEL0007 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "Realismo. Questoes e problematica da conceituacao de realismo. Questao Coimbra. A obra dos autores da geracao de 70. Caracterizacao e valoracao estetica.."
    },
    {
        "disciplina": " LITERATURA PORTUGUESA ",
        "codigo": "TEL0008 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "Antinomias da Idade Media e do Renascimento. Caracteristicas do Gil Vicente. A poetica de Antonio Ferreira. Caracteristicas da arte classica. A poesia lirica e epica de Camoes. O maneirismo nas artes plasticas e na literatura. A poesia religiosa de Frei Agostinho da Cruz. A literatura de viagens. Estudo de obras representativas do renascimento em Portugal."
    },
    {
        "disciplina": " LITERATURA PORTUGUESA ",
        "codigo": "TEL0011 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "AS TENDENCIAS EUROPEIAS E O SURGIMENTO DO MOVIMENTO ROMANTICO CONTEXTO  HISTORICO ANTECEDENTES E ETAPAS EVOLUTIVAS ESTUDO DE UMA OU MAIS OBRAS REPRESENTATIVAS DO ROMANTISMO PORTUGUES NA POESIA, NA NARRATIVA E/OU NO TEATRO."
    },
    {
        "disciplina": " INTRODUCAO A TEORIA DA LITERATURA",
        "codigo": "TEL0014 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "Introducao aos estudos literarios: natureza e funcao da literatura, Generos literarios. Tecnicas da composicao literaria: estrutura do poema, da narrativa e da peca dramatica. Elementos da linguagem literarias. Analise e critica do texto literario."
    },
    {
        "disciplina": " CRITICA LITERARIA",
        "codigo": "TEL0016 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "TENDENCIAS MODERNAS DA CRITICA LITERARIA: FORMALISMO RUSSO ESCOLA DE PRAGA ESTRUTURALISMO  NEW CRITICISM, HERMENEUTICA DIALETICA ESTRUTURALISMO GENETICO, CRITICA TEMATICA E OUTRAS."
    },
    {
        "disciplina": " LITERATURA BRASILEIRA ",
        "codigo": "TEL0021 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "Romantismo: visao estetica e condicionamento historico. Influencias estrangeiras. O significado do indio. Renovacao estilistica.  A ficcao romantica e a formacao do romance brasileiro. A poesia romantica."
    },
    {
        "disciplina": " LITERATURA BRASILEIRA ",
        "codigo": "TEL0022 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "REALISMO, VISAO ESTETICA E CONDICIONAMENTO HISTORICO. RENOVACAO ESTI-LISTICA. A FICCAO REALISTA. A TECNICA IMPRESSIONISTA. SITUACAO DA POESIANO REALISMO BRASILEIRO."
    },
    {
        "disciplina": " LITERATURA BRASILEIRA ",
        "codigo": "TEL0023 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "Causas Originais do Modernismo Brasileiro A semana de arte moderna A expansao do modernismo no Brasil Modernismo e condicao periferica A fase iconoclasta A fase construtiva A geracao de 30 e a ideologia modernista O legado do modernismo."
    },
    {
        "disciplina": " LITERATURA BRASILEIRA ",
        "codigo": "TEL0024 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "Origens e evolucao do estilo barroco. Reacao nacionalista. O arcadismo. A oratoria e a poesia do barroco no Brasil. As academias. Os arcades brasileiros."
    },
    {
        "disciplina": " LITERATURA BRASILEIRA CONTEMPORANEA",
        "codigo": "TEL0026 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "Tendencias esteticas. Implicacoes com as artes visuais e a teoria da informacao. O romance, o conto e a cronica contemporanea. As vanguardas poeticas."
    },
    {
        "disciplina": " LITERATURA BRASILEIRA ",
        "codigo": "TEL0027 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "A Arte dramatica e catequese. O romantismo e a literatura dramatica nacional. A comedia de costumes. Tendencias renovadoras no seculo XX. O  teatro contemporaneo. Leitura comentada de pecas  teatrais selecionadas."
    },
    {
        "disciplina": " FUNDAMENTOS DE HISTORIA LITERARIA",
        "codigo": "TEL0029 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "Analise de obra de autores representativos dos principais estilos de epoca das grandes literaturas mundiais: caracteristicas basicas dos diversos periodos literarios."
    },
    {
        "disciplina": " LITERATURA FRANCESA ",
        "codigo": "TEL0032 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "Introducao a Literatura Francesa. Movimentos e autores mais importantes do renascimento ao seculo XIX. Textos representativos. Introducao as tecnicas da dissertacao literaria."
    },
    {
        "disciplina": " LITERATURA FRANCESA ",
        "codigo": "TEL0033 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "Le roman francais depuis le XVIIIe siecle. Reperes historiques et theoriques (les points forts des auteurs proposes). Lecture et analyse de textes.\tLe programme du cours comporte des dossiers qui representent les elements suivants :Rappels du contexte historique des epoques/auteurs presentes.Influence du contexte historique sur la litterature de l'epoque."
    },
    {
        "disciplina": " LITERATURA FRANCESA ",
        "codigo": "TEL0034 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "Evolucao do teatro frances da Idade Media a Contemporaneidade. O fato teatral e seus componentes: esteticas e formas dramaticas modos e lugares de producao praticas e tecnicas cenicas representacoes publicos jogos cenicos relacoes com as autoridades politicas e religiosas. Estudo dos autores mais significativos e leitura de obras relevantes."
    },
    {
        "disciplina": " LITERATURA FRANCESA ",
        "codigo": "TEL0035 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "La poesie francaise du Moyen Age au XIXe siecle. Reperes historiques et theoriques. Lecture et analyse de textes. Le programme du cours comporte des dossiers qui representent les elements suivants :_Rappels du contexte historique des epoques/auteurs presentes._Influence du contexte historique sur la litterature de l'epoque."
    },
    {
        "disciplina": " LITERATURA DE LINGUA FRANCESA 2",
        "codigo": "TEL0038 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "Literatura de expressao francesa no continente africano. Autores representativos. A  negritude\" e suas manifestacoes literarias."
    },
    {
        "disciplina": " LITERATURA INGLESA I ",
        "codigo": "TEL0040 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "A PRODUCAO DA INGLATERRA NO SECULO XX.   ESTUDO  DE  OBRAS  DOS  PRINCIPAIS AUTORES."
    },
    {
        "disciplina": " LITERATURA INGLESA II ",
        "codigo": "TEL0041 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "A LITERATURA INGLESA MEDIEVAL. ESTUDO DE OBRAS DA EPOCA  ANGLO-  SAXONICA, EM TRADUCAO PARA O INGLES MODERNO. POESIA LIRICA, FRAGMENTOS  EPICOS E BEOWULF. A POESIA DO MEDIO-INGLES. CHAUCER. O TEOTRO MEDIEVAL"
    },
    {
        "disciplina": " LITERATURA INGLESA III ",
        "codigo": "TEL0042 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "O Romantismo. A teoria e a pratica romantica. As origens do romance ingles moderno no seculo XVIII. O romance vitoriano."
    },
    {
        "disciplina": " LITERATURA INGLESA IV ",
        "codigo": "TEL0043 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "O teatro isabelino. Introducao a Shakespeare: estudo de pecas tragicas, comicas, historicas e  romances"
    },
    {
        "disciplina": " LITERATURA INGLESA V ",
        "codigo": "TEL0044 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "Shakespeare. Estudo pormenorizado de tragedias selecionadas."
    },
    {
        "disciplina": " LITERATURA NORTE",
        "codigo": "TEL0045 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "A PRODUCAO LITERARIA DOS ESTADOS UNIDOS NO SECULO XIX.   ESTUDO  DE OBRAS IMPORTANTES DESTE PERIODO."
    },
    {
        "disciplina": " LITERATURA NORTE",
        "codigo": "TEL0046 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "O curso consistira de duas partes paralelas. A parte principal sera dedicada ao estudo de varias manifestacoes do Romantismo norte-americano e seus fundamentos ideologicos tendo como foco principal os ensaios dos Transcedentalistas e os contos de Edgar Allan Poe.A parte complementar  abrangera outros importantes aspectos da literatura norte-americana do seculo XIX."
    },
    {
        "disciplina": " LITERATURA NORTE",
        "codigo": "TEL0047 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "O romance norte-americano do seculo XX. Leitura e analise de obras de um ou mais romancistas desse periodo."
    },
    {
        "disciplina": " LITERATURA AFRICANA EM LINGUA PORTUGUESA",
        "codigo": "TEL0056 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "A colonizacao portuguesa na Africa. As culturas tradicionais africanas. As literaturas africanas de lingua portuguesa: conceito e historiografia. A producao literaria das nacoes de lingua portuguesa: poesia e narrativa. Outras manifestacoes literarias."
    },
    {
        "disciplina": " LITERATURA COMPARADA 2",
        "codigo": "TEL0058 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "Aplicacao dos principios teoricos da literatura comparada a textos representativos das literaturas ocidentais. Confronto entre obras litgerarias de diferentges literaturas."
    },
    {
        "disciplina": " TEORIA DA NARRATIVA",
        "codigo": "TEL0060 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "Teoria da narrativa e/ou teoria dos generos literarios. Analise da narrativa. Estudo teorico e aplicado da epopeia e da ficcao em prosa."
    },
    {
        "disciplina": " LITERATURA INGLESA VI ",
        "codigo": "TEL0071 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "O romance ingles de suas origens ao seculo XXI."
    },
    {
        "disciplina": " TOPICOS ATUAIS EM LITERATURA",
        "codigo": "TEL0076 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "Estudo exaustivo, monografico de um tema atual na area de Letras."
    },
    {
        "disciplina": " LITERATURA ESTRANGEIRA EM LINGUA VERNACULA",
        "codigo": "TEL0077 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "Estudo (em lingua portuguesa) de manifestacoes de uma literatura estrangeira. Analise de textos representativos"
    },
    {
        "disciplina": " CONTEXTOS CULTURAIS DA LITERATURA FRANCESA",
        "codigo": "TEL0080 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "Fatos culturais e movimentos intelectuais mais importantes da Franca e seus reflexos na literatura francesa da renascenca aos nossos dias."
    },
    {
        "disciplina": " TOPICOS ESPECIAIS EM LITERATURA BRASILEIRA",
        "codigo": "TEL0089 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "A definir"
    },
    {
        "disciplina": " TEORIA E PRATICA DA ANALISE DO TEXTO",
        "codigo": "TEL0093 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "Estudo das primeiras narracoes da humanidade e a sua evolucao ate o conto literario contemporaneo. Abordagem teorica e analises de cada um dos textos da bibliografia. Atraves das narrativas conhecer a mentalidade e os costumes de cada tempo historico."
    },
    {
        "disciplina": " TEORIA DA LINGUAGEM POETICA",
        "codigo": "TEL0097 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "Conceito tradicional e moderno de forma e estrutura. O ritmo e o metro. a especificacao de linguagem poetica. Caminho da poesia: vanguarda, hermetismo, engajamento."
    },
    {
        "disciplina": " LABORATORIO DE LITERATURA PARA O ENSINO FUNDAMENTAL E MEDIO",
        "codigo": "TEL0098 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "Literatura:conceito, historico, natureza, funcoes. Literatura Infanto-Juvenil : caracteristica. O espaco da Literatura no curriculo de 1 e 2 graus. Metodos e tecnicas para o estudo da literatura no ensino fundamental e medio. O livro didatico de literatura possibilidades e restricoes. A leitura da literatura."
    },
    {
        "disciplina": " CERVANTES E O QUIXOTE",
        "codigo": "TEL0099 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "BIOGRAFIA DE CERVANTES COMO TESTEMUNHA DE UMA EPOCA, SUA OBRA LITERA-RIA E LEITURA COMENTADA DAS PASSAGENS MAIS  REPRESSENTATIVAS DO QUIXOTE.IMPORTANCIA DO QUIXOTE NO DESENVOLVIMENTO DO ROMANCE MODERNO."
    },
    {
        "disciplina": " LITERATURA HISPANO ",
        "codigo": "TEL0100 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "Los generos literarios durante el siglo XIX. Romanticismo, Literatura Gauchesca, Realismo, Modernismo. Autores y obras principales."
    },
    {
        "disciplina": " LITERATURA ESPANHOLA 3 ",
        "codigo": "TEL0102 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "O SECULO XX. PRINCIPAIS  PERIODOS E AUTORES DESDE  COMECOS DO  SECULOATE A ATULIDADE."
    },
    {
        "disciplina": " GENEROS LITERARIOS NA LINGUA ESPANHOLA",
        "codigo": "TEL0103 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "A LIRICA:  SUB-GENEROS  LIRICOS. A EPICA E A  NARRATIVA:  SUB-GENEROSEPICO-NARRATIVOS. O TEATRO: SUB-GENEROS DRAMATICOS. OUTROS GENEROS.  NO-COES DE METRICA."
    },
    {
        "disciplina": " LITERATURA HISPANO",
        "codigo": "TEL0105 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "- Los grandes renovadores de la narrativa hispanoamericana. Antecedentes. Condiciones historicas y tendencias. Vanguardismo y posvanguardismo. El cuento y la novela. El boom latinoamericano."
    },
    {
        "disciplina": " LITERATURA ESPANHOLA 2 ",
        "codigo": "TEL0106 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "Siglos XVIII y XIX Modernismo. La situacion de los generos literarios durante el siglo XVIII. Principales autores. El romanticismo: epoca y autores. Realismo y naturalismo en Europa."
    },
    {
        "disciplina": " LITERATURA HISPANO ",
        "codigo": "TEL0107 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "Cronicas e poesias popular e culta na America. Autores renascentistas e barrocos.A prosa da ficcao. A ilustracao, autores e obras fundamentais."
    },
    {
        "disciplina": " LITERATURA ESPANHOLA 1 ",
        "codigo": "TEL0108 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "Literatura popular e culta durante a Idade Media. \"Mester de Juglaria\" e \"Mester de Clerecia\". A prosa medieval. Origens do teatro.  Romancero e lirica tradicional. Renascimento. Conceito de  Siglo de Oro\u001e. Teatro barroco. Culteranismo e conceptismo."
    },
    {
        "disciplina": " FUNDAMENTOS DA LITERATURA BRASILEIRA CONTEMPORANEA",
        "codigo": "TEL0109 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "Tendencias e caracteristicas basicas da Literatura Brasileira   Contem- poranea. Reflexos do momento historico na literatura. Tratamento   dado aos problemas sociais pela literatura. Autores de destaque."
    },
    {
        "disciplina": " PANORAMA DA LITERATURA BRASILEIRA",
        "codigo": "TEL0112 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "TENDENCIAS E CARACTERISTICAS BASICAS DA FORMACAO DA  LITE-  TURA BRASILEIRA. IMPLICACOES PARA A FORMACAO DA CULTURA. AUTORES    DE  DESTAQUE."
    },
    {
        "disciplina": " LITERATURA JAPONESA 1",
        "codigo": "TEL0114 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "Panoramica historica da literatura japonesa, dos primordios (periodo literario Jodai) ate o periodo Heian (periodo literario Chuko). Introducao da escrita chinesa (kanji) no Japao e desenvolvimento da escrita fonetica japonesa (kana)."
    },
    {
        "disciplina": " LITERATURA JAPONESA 2",
        "codigo": "TEL0115 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "Panoramica historica da literatura japonesa, do periodo Kamakura (periodo literario Chusei) ate o periodo Edo (periodo literario Kinsei). O surgimento da narrativa militar na literatura."
    },
    {
        "disciplina": " LITERATURA JAPONESA 3",
        "codigo": "TEL0116 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "Panoramica historica da literatura japonesa no Periodo Moderno. (Periodo Literario Kindai). A literatura numa epoca de grandes mudancas (de 1868 a I Grande Guerra). A epoca de crise: de 1910 a II Grande Guerra. Desenvolvimento da literatura no pos-guerra."
    },
    {
        "disciplina": " LITERATURA JAPONESA 4",
        "codigo": "TEL0117 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "Leitura critica e analise literaria de obras no original da producao literaria moderna e/ou contemporanea do Japao."
    },
    {
        "disciplina": " MONOGRAFIA EM LITERATURA",
        "codigo": "TEL0118 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "Desenvolvimento de estudo sobre a literatura visando a elaboracao de monografia final."
    },
    {
        "disciplina": " INTRODUCAO A CRITICA LITERARIA HISPANICA",
        "codigo": "TEL0207 ",
        "unidade_responsavel": "DEPTO TEORIA LITERARIA E LITERATURA ",
        "ementa": "Esta disciplina propoe refletir sobre os processos de configuracao das literaturas espanhola e hispano-americana a partir das perspectivas teoricas, historiograficas e criticas que dao conta das respectivas especificidades disciplinares, estabelecendo relacoes com os ambitos de pesquisa universitaria e da docencia em diferentes niveis do ensino. O curso contempla, dessa forma, colaborar com a formacao dos futuros profissionais da area no sentido de suas praticas de analise literaria e ensino da literatura."
    }
]