[
    {
        "disciplina": " GEOMETRIA RIEMANNIANA",
        "codigo": "DPG0804 ",
        "unidade_responsavel": "DEPARTAMENTO DE MATEMATICA ",
        "ementa": "1. Variedades Diferenciaveis2. Metricas Riemannianas3. Conexao afim e conexao Riemanianna4. Geodesicas5. Curvatura6. Campos de Jacobi7. Imersoes isometricas8. Variedades Completas9. Espacos de curvatura constante10. Variacoes de Energia"
    },
    {
        "disciplina": " GEOMETRIA ANALITICA PARA MATEMATICA",
        "codigo": "MAT0010 ",
        "unidade_responsavel": "DEPARTAMENTO DE MATEMATICA ",
        "ementa": "Vetores no R2. Estudo da reta e das conicas. Vetores no R3. Produto escalar, vetorial e misto. Estudo das retas, planos e quadricas no R3 ."
    },
    {
        "disciplina": " MATEMATICA 1",
        "codigo": "MAT0022 ",
        "unidade_responsavel": "DEPARTAMENTO DE MATEMATICA ",
        "ementa": "Tipo de Material"
    },
    {
        "disciplina": " MATEMATICA 2",
        "codigo": "MAT0023 ",
        "unidade_responsavel": "DEPARTAMENTO DE MATEMATICA ",
        "ementa": "- O ESPACO N-DIMENSIONAL.                                               - FUNCOES DE VARIAS VARIAVEIS.                                          - LIMITE E CONTINUIDADE.                                                - DERIVADAS                                                             - MAXIMOS E MINICOS PARA FUNCOES DE DUAS OU MAIS VARIAVEIS.             - NOCOES DE EQUACOES DIFERENCIAIS ORDINARIAS."
    },
    {
        "disciplina": " CALCULO 1",
        "codigo": "MAT0025 ",
        "unidade_responsavel": "DEPARTAMENTO DE MATEMATICA ",
        "ementa": "Funcoes de uma variavel real, limite e continuidade, derivada, integral, aplicacoes da integral."
    },
    {
        "disciplina": " CALCULO 2",
        "codigo": "MAT0026 ",
        "unidade_responsavel": "DEPARTAMENTO DE MATEMATICA ",
        "ementa": "Sequencias e series numericas series de potencias formula de Taylor equacoes diferenciais ordinarias de 1a ordem equacoes diferenciais ordinarias lineares o metodo da serie de potencias a transformada de Laplace sistemas lineares de equacoes diferenciais ordinarias de 1a ordem."
    },
    {
        "disciplina": " CALCULO 3",
        "codigo": "MAT0027 ",
        "unidade_responsavel": "DEPARTAMENTO DE MATEMATICA ",
        "ementa": "Vetores no plano e no espaco funcoes de varias variaveis formula de Taylor e aplicacoes transformacoes diferenciaveis o teorema da funcao inversa e da funcao Implicita."
    },
    {
        "disciplina": " VARIAVEL COMPLEXA 1",
        "codigo": "MAT0028 ",
        "unidade_responsavel": "DEPARTAMENTO DE MATEMATICA ",
        "ementa": "Numeros complexos Funcoes de uma variavel complexa A derivada A integral e aplicacoes Series de potencias Funcoes conformes"
    },
    {
        "disciplina": " INTRODUCAO A ALGEBRA LINEAR",
        "codigo": "MAT0031 ",
        "unidade_responsavel": "DEPARTAMENTO DE MATEMATICA ",
        "ementa": "Sistemas lineares e matrizes Espacos vetoriais Produto interno  Transformacoes lineares Autovalores e autovetores Diagonalizacao de operadores Aplicacoes."
    },
    {
        "disciplina": " ALGEBRA 1",
        "codigo": "MAT0034 ",
        "unidade_responsavel": "DEPARTAMENTO DE MATEMATICA ",
        "ementa": "Nocoes de logica e teoria dos conjuntosOs numeros inteiros Estruturas algebricas:  grupos, aneis, dominios de integridade e corpos Polinomios sobre dominios de integridade."
    },
    {
        "disciplina": " TEORIA DOS NUMEROS 1",
        "codigo": "MAT0038 ",
        "unidade_responsavel": "DEPARTAMENTO DE MATEMATICA ",
        "ementa": "Inducao Matematica e Principio da Boa Ordenacao  Divisibilidade nos inteiros Equacoes Diofantinas Teorema Fundamental da Aritmetica e aplicacoes Congruencias Topicos adicionais."
    },
    {
        "disciplina": " ALGEBRA LINEAR",
        "codigo": "MAT0039 ",
        "unidade_responsavel": "DEPARTAMENTO DE MATEMATICA ",
        "ementa": "O espaco R^n e o calculo vetorial em R^2 e R^3 Corpos e Espacos vetoriais  A teoria dos determinantes Aplicacoes lineares e matrizes Formas canonicas."
    },
    {
        "disciplina": " ALGEBRA 2",
        "codigo": "MAT0040 ",
        "unidade_responsavel": "DEPARTAMENTO DE MATEMATICA ",
        "ementa": "Grupos simetricos e Alternado subgrupo normais e quocientes Automorfismos produtos diretos grupos abelianos finitamente gerados Aneis dominio de integridade elementos primos e  irredutiveis dominio de fatoracao unica dominios de ideais principais dominios euclidianos inteiros gaussianos polinomios sobre um dominio de fatoracao unica criterio de Eisenstein.Corpos finitos, extensoes, polinomios irredutiveis sobre corpos finitos fatoracao de polinomios existencia e unicidade dos corpos de Galois gf(pn). Outros topicos: Sugestoes no programa."
    },
    {
        "disciplina": " ANALISE 1",
        "codigo": "MAT0045 ",
        "unidade_responsavel": "DEPARTAMENTO DE MATEMATICA ",
        "ementa": "SUPREMO, INFIMO. CONJUNTOS FINITOS, INFINITOS E ENUMERAVEIS. SUCESSOES NUMERICAS, LIMITES SUPERIOR E INFERIOR. CRITERIO DE CAYCHY. SERIES NUMERICAS E TESTES DE CONVERGENCIA. CONJUNTOS ABERTOS, FECHADOS, COMPACTOS. LIMITE DE FUNCOES, CONTINUIDADE. DERIVADAS DE FUNCOES, REGRA DE CADEIA. SERIES DE POTENCIAS E FORMULA DE TAYLOR."
    },
    {
        "disciplina": " GEOMETRIA DIFERENCIAL 1",
        "codigo": "MAT0050 ",
        "unidade_responsavel": "DEPARTAMENTO DE MATEMATICA ",
        "ementa": "Curvas planas Curvas no espaco Teoria local das superficies Formas quadraticas  Curvaturas Equacoes de compatibilidade"
    },
    {
        "disciplina": " CALCULO NUMERICO",
        "codigo": "MAT0053 ",
        "unidade_responsavel": "DEPARTAMENTO DE MATEMATICA ",
        "ementa": "ZEROS DE FUNCOES. ZEROS DE POLINOMIOS SISTEMAS DE EQUACOES LINEARES. INVERSAO DE MATRIZES AJUSTE DE CURVAS. INTERPOLACAO INTEGRACAO NUMERICA RESOLUCAO NUMERICA DE EQUACOES DIFERENCIAIS ORDINARIAS."
    },
    {
        "disciplina": " METODOS MATEMATICOS DA FISICA 1",
        "codigo": "MAT0059 ",
        "unidade_responsavel": "DEPARTAMENTO DE MATEMATICA ",
        "ementa": "ALGUMAS EQUACOES DA FISICA MATEMATICA. SERIES DE FOURIER. APLICACOES DE SERIES DE FOURIER AOS PROBLEMAS DE CONTORNO. TRANSFORMADA DE FOURIER E APLICACOES. SERIES DE FUNCOES ORTOGONAIS. OS POLINOMIOS DE LEGENDRE."
    },
    {
        "disciplina": " SEMINARIO DE TOPICOS EM ANALISE",
        "codigo": "MAT0066 ",
        "unidade_responsavel": "DEPARTAMENTO DE MATEMATICA ",
        "ementa": "EMENTA VARIAVEL A CADA SEMESTRE."
    },
    {
        "disciplina": " CALCULO DE PROBABILIDADE 1",
        "codigo": "MAT0075 ",
        "unidade_responsavel": "DEPARTAMENTO DE MATEMATICA ",
        "ementa": "Espacos de probabilidade, condicionamento e independencia de eventos Variavel e vetor aleatorio: casos discreto e continuo Funcao de distribuicao. Funcao geratriz de probabilidade e momento  Modelos probabilisticos unidimensionais e multidimensionais Desigualdade de Chebyshev Lei fraca e forte dos grandes numeros Teorema do limite central Estatistica de ordem"
    },
    {
        "disciplina": " CALCULO DE PROBABILIDADE 2",
        "codigo": "MAT0076 ",
        "unidade_responsavel": "DEPARTAMENTO DE MATEMATICA ",
        "ementa": "DISTRIBUICAO CONDICIONADA. MOMENTOS. FUNCAO CARACTERISTICA.  CON- VERGENCIAS. TEOREMA DO LIMITE CENTRAL. ELEMENTOS DE CADEIAS  DE MARKOV."
    },
    {
        "disciplina": " INTRODUCAO A TEORIA DOS GRAFOS",
        "codigo": "MAT0080 ",
        "unidade_responsavel": "DEPARTAMENTO DE MATEMATICA ",
        "ementa": "ARVORES CONEXAO GRAFOS EULERIANOS, HAMILTONIANOS, TEORIA TRANSVERSAL, PLANARIDADE, DUALIDADE, MATROIDES, TEOREMAS DE HALL, KONIG E KURATOWSKI. APLICACOES, PROBLEMAS DE OTIMIZACAO EM GRAFOS, OTIMIZACAO, ALGORITMOS."
    },
    {
        "disciplina": " SEMINARIO TOPICOS ESPECIAIS",
        "codigo": "MAT0087 ",
        "unidade_responsavel": "DEPARTAMENTO DE MATEMATICA ",
        "ementa": "Variavel."
    },
    {
        "disciplina": " ANALISE 3",
        "codigo": "MAT0106 ",
        "unidade_responsavel": "DEPARTAMENTO DE MATEMATICA ",
        "ementa": "INTEGRAIS DE FUNCOES DE UMA E DE VARIAS VARIAVEIS.  INTEGRAIS CURVILINEAS. SUPERFICIES NO ESPACO EUCLIDIANO. SUPERFICIES ORIENTAVEIS. SUPERFICIES COM BORDO.  FORMAS ALTERNADAS E FORMAS DIFERENCIAIS.  INTEGRAIS DE SUPERFICIE. O TEOREMA DE STOKES."
    },
    {
        "disciplina": " GEOMETRIA 1",
        "codigo": "MAT0111 ",
        "unidade_responsavel": "DEPARTAMENTO DE MATEMATICA ",
        "ementa": "O metodo axiomatico  Geometria euclidiana plana Axioma das paralelas e suas equivalencias  Construcoes geometricas Um modelo de geometria hiperbolica3. Programa"
    },
    {
        "disciplina": " GEOMETRIA 2",
        "codigo": "MAT0114 ",
        "unidade_responsavel": "DEPARTAMENTO DE MATEMATICA ",
        "ementa": "Transformacoes do plano Geometria espacial ransformacoes do espaco"
    },
    {
        "disciplina": " SEMINARIO DE TOPICOS EM MATEMATICA APLICADA",
        "codigo": "MAT0117 ",
        "unidade_responsavel": "DEPARTAMENTO DE MATEMATICA ",
        "ementa": "## => EMENTA VARIAVEL A CADA SEMESTRE."
    },
    {
        "disciplina": " ALGEBRA PARA O ENSINO 1",
        "codigo": "MAT0122 ",
        "unidade_responsavel": "DEPARTAMENTO DE MATEMATICA ",
        "ementa": "Numeros e operacoes. Coordenadas do plano. Equacoes de 1o e 2o graus. Razao, taxa, proporcao e proporcionalidade direta. Desigualdades lineares. Trigonometria do triangulo retangulo."
    },
    {
        "disciplina": " REGENCIA 2",
        "codigo": "MAT0124 ",
        "unidade_responsavel": "DEPARTAMENTO DE MATEMATICA ",
        "ementa": "Os objetivos da disciplina Estagio Supervisionado de Regencia em Matematica 2 enquantoa formacao dos alunos da Licenciatura em Matematica sao:1.Vivenciar o dia a dia da atuacao profissional numa instituicao formal de ensino.2.Experimentar a regencia em sala de aula no ambiente escolar do ensino medio.3.Compartir as experiencias de ensino-aprendizagem com o professor em acao numa turmado ensino medio.4.Manter contato frequente com alunos do ensino basico para conhecerduvidas, interesses e problemas de aprendizagem5.Praticar metodologias que facilitem o ensino-aprendizagem.6.Desenvolver experiencias, motivacoes e resolucoes de problemas para a melhoriado ensino da matematica no ambiente escolar."
    },
    {
        "disciplina": " GEOMETRIA PARA O ENSINO 1",
        "codigo": "MAT0129 ",
        "unidade_responsavel": "DEPARTAMENTO DE MATEMATICA ",
        "ementa": "Comprimento. Area de figuras planas. Relacoes metricas em triangulos. Semelhancas. Recobrimento do plano. Construcoes geometricas. Objetivos, metodologias e recursos pedagogicos no ensino da Geometria euclidiana plana."
    },
    {
        "disciplina": " GEOMETRIA PARA O ENSINO 2",
        "codigo": "MAT0131 ",
        "unidade_responsavel": "DEPARTAMENTO DE MATEMATICA ",
        "ementa": "Poliedros, classificacao e propriedades. Recobrimento do espaco. Planificacao de poliedros. Equicomposicao de poliedros. Objetivos, metodologias e recursos pedagogicos no ensino da Geometria euclidiana espacial."
    },
    {
        "disciplina": " ALGEBRA PARA O ENSINO 2",
        "codigo": "MAT0134 ",
        "unidade_responsavel": "DEPARTAMENTO DE MATEMATICA ",
        "ementa": "Funcoes. Trigonometria. Sistemas de equacoes lineares. Sequencias. Conicas. Equacoes polinomiais. Analise combinatoria. Nocoes de estatistica e probabilidade."
    },
    {
        "disciplina": " REGENCIA 1",
        "codigo": "MAT0136 ",
        "unidade_responsavel": "DEPARTAMENTO DE MATEMATICA ",
        "ementa": "Os objetivos da disciplina Estagio Supervisionado de Regencia em Matematica 1 enquanto a formacaodos alunos da Licenciatura em Matematica sao:„h 1.Vivenciar o dia a dia da atuacao profissional numa instituicao formal de ensino.„h 2.Experimentar a regencia em sala de aula no ambiente escolar.3.Compartir as experiencias de ensino-aprendizagem com o professor em acao numa turma do ensinofundamental.4.Manter contato frequente com alunos do ensino basico para conhecerduvidas, interesses e problemas de aprendizagem5.Praticar metodologias que facilitem o ensino-aprendizagem.6.Desenvolver experiencias, motivacoes e resolucoes de problemas para amelhoria do ensino da matematica no ambiente escolar."
    },
    {
        "disciplina": " CALCULO 1 ",
        "codigo": "MAT0137 ",
        "unidade_responsavel": "DEPARTAMENTO DE MATEMATICA ",
        "ementa": "Tipo de Material"
    },
    {
        "disciplina": " PRATICAS DE EXTENSAO EM MATEMATICA 3",
        "codigo": "MAT0141 ",
        "unidade_responsavel": "DEPARTAMENTO DE MATEMATICA ",
        "ementa": "Promover a expansao e o acesso dos conhecimentos em Matematica para a sociedade por meio de acoes de Extensao. Os estudantes serao, nesta disciplina, protagonistas, sob a orientacao docente. As atividades serao direcionadas aos aspectos cientificos, tecnologicos e sociais da Matematica, contribuindo, assim, para a promocao do conhecimento e da cidadania."
    },
    {
        "disciplina": " INICIACAO CIENTIFICA EM MATEMATICA 1",
        "codigo": "MAT0142 ",
        "unidade_responsavel": "DEPARTAMENTO DE MATEMATICA ",
        "ementa": "Iniciacao dos alunos do curso de Matematica a um projeto de pesquisa, em nivel de graduacao, sob orientacao individual de um professor do Departamento de Matematica. E esperado que os estudantes matriculados desenvolvam um trabalho de iniciacao cientifica ao longo de um semestre. No inicio, um plano de trabalho (feito em comum acordo com o orientador) deve ser entregue a Comissao de IC do MAT e ao termino do trabalho, deve ser produzido um relatorio detalhado. O conteudo do trabalho devera ser de nivel basico, para alunos de primeiro ou segundo ano do curso de Matematica. Espera-­se, entretanto, que parte do trabalho nao esteja contida em disciplinas do curso. O objetivo e propiciar um primeiro contato com tarefas e tecnicas que possam ser uteis a formacao em Matematica do estudante. Nesse sentido, recomenda-­se fortemente que os alunos sejam incentivados a realizar atividades normalmente nao exigidas nas disciplinas normais e que possam ser uteis em seu trabalho futuro. Como exemplo, mencionamos: pesquisas bibliograficas em livros, artigos ou paginas da Internet&#894; uso de software para digitacao de textos e como auxiliar no trabalho&#894; discussoes periodicas com o orientador e outros interlocutores e apresentacao de resultados em forma oral e escrita."
    },
    {
        "disciplina": " INICIACAO CIENTIFICA EM MATEMATICA 3",
        "codigo": "MAT0144 ",
        "unidade_responsavel": "DEPARTAMENTO DE MATEMATICA ",
        "ementa": "Iniciacao dos alunos do curso de Matematica a um projeto de pesquisa, em nivel de graduacao, sob orientacao individual de um professor do Departamento de Matematica. E esperado que os estudantes matriculados desenvolvam um trabalho de iniciacao cientifica ao longo de um semestre. No inicio, um plano de trabalho (feito em comum acordo com o orientador) deve ser entregue a Comissao de IC do MAT e ao termino do trabalho, deve ser produzido um relatorio detalhado. O conteudo do trabalho devera ser de nivel intermediario/avancado, para alunos de terceiro ou quarto ano do curso de Matematica. Espera-­se, entretanto, que parte do trabalho nao esteja contida em disciplinas do curso. O objetivo e propiciar um primeiro contato com tarefas e tecnicas que possam ser uteis a formacao em Matematica do estudante. Nesse sentido, recomenda-­se fortemente que os alunos sejam incentivados a realizar atividades normalmente nao exigidas nas disciplinas normais e que possam ser uteis em seu trabalho futuro. Como exemplo, mencionamos: pesquisas bibliograficas em livros, artigos ou paginas da Internet&#894; uso de software para digitacao de textos e como auxiliar no trabalho&#894; discussoes periodicas com o orientador e outros interlocutores e apresentacao de resultados em forma oral e escrita."
    }
]