[
    {
        "disciplina": " TOPICOS COMPLEMENTARES EM PROTESE PARCIAL REMOVIVEL",
        "codigo": "ODT0003 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": "A disciplina de Topicos Complementares de Protese Parcial Removivel visa realcar as bases dos conhecimentos de disciplinas basicas e desenvolver uma visao interdisciplinar na aplicacao de diagnostico, planejamento e tecnica de confeccao da protese parcial removivel. A disciplina tem como objetivo demonstrar alteracoes funcionais, psicologicas e socio-culturais que se relacionam com a perda parcial dos dentes naturais e tecidos moles da cavidade bucal humana. Propoe uma reabilitacao anatomica, funcional, mecanica e psicologica dos individuos desdentados parciais, por meio de proteses parciais removiveis."
    },
    {
        "disciplina": " INTRODUCAO A PROTESE PARCIAL REMOVIVEL",
        "codigo": "ODT0004 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": "A disciplina de Protese Parcial Removivel visa realcar as bases dos conhecimentos de disciplinas basicas e desenvolver uma visao interdisciplinar na aplicacao de diagnostico, planejamento e tecnica de confeccao da protese parcial removivel. A disciplina tem como objetivo demonstrar alteracoes funcionais, psicologicas e socio-culturais que se relacionam com a perda parcial dos dentes naturais e tecidos moles da cavidade bucal humana. Propoe uma reabilitacao anatomica, funcional, mecanica e psicologica dos individuos desdentados parciais, por meio de proteses parciais removiveis."
    },
    {
        "disciplina": " PROTESE PARCIAL FIXA",
        "codigo": "ODT0005 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": "Na disciplina o aluno e familiarizado com os materiais e instrumentais usados em Prostodontia Fixa. Os principios mecanicos basicos envolvidos nas odontoplastias sao analisados discutidos e aplicados nos exercicios, em dentes de manequim em laboratorio, onde sao realizadas todas as classes de preparos utilizados em prostodontia fixa. Sao analisadas e discutidas as relacao entre as restauracoes prostodonticas e o periodonto. Tambem faz parte do treinamento a realizacao de restauracoes provisorias com a utilizacao de diversas tecnicas e materiais."
    },
    {
        "disciplina": " PRINCIPIOS DA TECNICA CIRURGICA",
        "codigo": "ODT0006 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": "A disciplina Principios da Tecnica Cirurgica, disciplina profissionalizante integrante do elenco de Disciplinas do Curso de Odontologia da Universidade de Brasilia, (ODT – UnB) e componente da Area de CIRURGIA BUCOMAXILO-FACIAL (CBMF) do referido Curso. Tem como objetivos basicos ministrar aos alunos devidamente matriculados e com pre-requisitos completados, as bases tecnico-cientificas para a iniciacao da pratica cirurgica odontologica. Serao ministrados conhecimentos basicos de biosseguranca, paramentacao da equipe cirurgica e pratica de instrumental cirurgico (funcoes, empunhadura, montagem da mesa) treinamento tecnico-cirurgico empecas cirurgicas isoladas (mandibula suina e lingua bovina) para a execucao dos procedimentos basicos em cirurgia (incisoes, exodontias, ostectomias, odontoseccao e suturas). Alem disso, a teoria para exodontias simples (extracoes) e os possiveis acidentes e complicacoes em cirurgia oral menor serao ministrados de forma que sepreparem para iniciar o atendimento dos pacientes que tenham indicacao cirurgica na Clinica Odontologica 7."
    },
    {
        "disciplina": " CLINICA ODONTOLOGICA 6",
        "codigo": "ODT0009 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": "Desenvolvimento das atividades clinicas, com atendimento de pacientes para Diagnostico e procedimentos terapeuticos nas areas de Diagnostico, Dentistica e Periodontia e Tecnicas de preparo cirurgico dos canais radiculares aplicadas aos dentes multirradiculares [pre-molares e molares]. Isolamento absoluto em Endodontia. Medicacao Intracanal. Selamento/Restauracao provisoria."
    },
    {
        "disciplina": " TOPICOS COMPLEMENTARES EM DENTISTICA",
        "codigo": "ODT0010 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": "Introducao a Dentistica. Conceitos, materiais e instrumentais. Abordagem da doenca carie e meios de promocao de saude. Tecnicas de preparo cavitario e restauracao. Atividades laboratoriais."
    },
    {
        "disciplina": " PRATICAS DE SAUDE BUCAL COLETIVA 2",
        "codigo": "ODT0011 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": "Segunda disciplina pratica profissionalizante do conjunto de disciplinas que formam o corredor especifico de formacao em Saude Bucal Coletiva para os alunos do curso de Odontologia. Odontologia Domiciliar. Restauracoes atraumaticas."
    },
    {
        "disciplina": " CLINICA ODONTOLOGICA 7",
        "codigo": "ODT0013 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": "Desenvolvimento das atividades clinicas com atendimento de pacientes com adequacao de saude bucal na area basica de Dentistica com enfase em Protese Parcial Removivel, Cirurgia e Endodontia e atividades laboratoriais em Protese Parcial Fixa com uso de manequins odontologicos."
    },
    {
        "disciplina": " CLINICA ODONTOLOGICA 8",
        "codigo": "ODT0015 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": "Desenvolvimento das atividades clinicas em Cirurgia, Endodontia e Protese Parcial Fixa com atendimento de pacientes. Apoio do preparo do meio bucal em Periodontia e Protese Parcial Removivel (finalizacao de casos clinicos)."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO EM ODONTOLOGIA 1",
        "codigo": "ODT0016 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": "O Estagio Supervisionado em Odontologia e o resultado da inter-relacao de todas as disciplinas cursadas pelo aluno, e contribuira para formacao de Cirurgioes-Dentistas Clinicos Gerais.Embora seja uma disciplina eminentemente clinica, os conhecimentos teoricos sao de importancia vital, pois sao os alicerces do desenvolvimento pratico do aluno durante os dois ultimos semestres do Curso de Odontologia."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO EM ODONTOLOGIA 2",
        "codigo": "ODT0018 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": "O Estagio Supervisionado em Odontologia e o resultado da inter-relacao de todas as disciplinas cursadas pelo aluno, e contribuira para formacao de Cirurgioes-Dentistas Clinicos Gerais.Embora seja uma disciplina eminentemente clinica, os conhecimentos teoricos sao de fundamental importancia, pois sao os alicerces do desenvolvimento pratico-ambulatorial do aluno durante os dois ultimos semestres do Curso de Odontologia."
    },
    {
        "disciplina": " DISFUNCAO TEMPOROMANDIBULAR E DOR OROFACIAL",
        "codigo": "ODT0019 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": "Conhecimento basico para diagnosticar, tratar ou encaminhar para os profissionais competentes os pacientes que apresentem dores orofaciais e desordens emporomandibulares."
    },
    {
        "disciplina": " CLINICA ODONTOLOGICA 1",
        "codigo": "ODT0024 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": "A REGISTRAR"
    },
    {
        "disciplina": " ANATOMIA DE CABECA E PESCOCO",
        "codigo": "ODT0025 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": "A disciplina Anatomia de Cabeca e Pescoco, integrante do elenco de Disciplinas do Curso de Odontologia da Universidade de Brasilia, (ODT - UnB) tem como objetivos basicos ministrar aos alunos devidamente matriculados e com pre-requisitos completados, as bases tecnico-cientificas da anatomia da regiao de cabeca e pescoco com enfoque para os ossos formadores desta regiao, musculos, nervos cranianos, com especial destaque para o V e VII, a vascularizacao arterial, venosa e linfatica assim como as glandulas salivares e cavidade oral propriamente dita. Os alunos participarao de aulas teoricas, teorico-praticas e monitorias praticas. Parte do conhecimento sera discutido na forma de seminarios. A disciplina Anatomia deCabeca e Pescoco visa preparar os academicos para as demais disciplinas do Curso de Odontologia e para a pratica odontologica com conhecimento e qualidade."
    },
    {
        "disciplina": " INTRODUCAO A PESQUISA CIENTIFICA",
        "codigo": "ODT0026 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": "Ciencia: conhecimento, metodo cientifico Leitura: texto cientifico Pesquisa bibliografica Pesquisa cientifica: estrategias de investigacao Preparacao de documentos tecnicos cientificos: artigo cientifico Normas de edicao: ABNT Vancouver Group Odontologia Baseada em Evidencias Principais Agravos de Saude Bucal - Carie e Doenca Periodontal."
    },
    {
        "disciplina": " DENTISTICA",
        "codigo": "ODT0028 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": "Introducao a Dentistica. Conceitos, materiais e instrumentais. Abordagem da doenca carie e meios de promocao de saude. Tecnicas de preparo cavitario e restauracao. Atividades laboratoriais."
    },
    {
        "disciplina": " SAUDE BUCAL COLETIVA 2",
        "codigo": "ODT0030 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": "Politica e Planejamento em Saude Bucal Coletiva no Sistema Unico de Saude."
    },
    {
        "disciplina": " EPIDEMIOLOGIA APLICADA",
        "codigo": "ODT0032 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": "Uso da epidemiologia e suas ferramentas na pesquisa e na pratica odontologica, auxiliando o estudante a aprimorar seu trabalho de conclusao de curso e sua futura pratica profissional."
    },
    {
        "disciplina": " CIRURGIA BUCOMAXILOFACIAL",
        "codigo": "ODT0033 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": "Exodontia com conhecimento geral de preparo e planejamento pre-operatorio, tecnicas cirurgicas, acidentes e complicacoes, terapeutica medicamentosa e acompanhamento pos-operatorio."
    },
    {
        "disciplina": " ODONTOPEDIATRIA 1",
        "codigo": "ODT0034 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": "Integrar o aluno com o paciente infantil, atraves de conceitos teoricos basicos para o exame clinico no paciente infantil. Propiciar conhecimentos especificos dentro do contexto psicologico e socio-cultural na resolucao dos problemas estomatologicos mais prevalentes na infancia."
    },
    {
        "disciplina": " TRABALHO DE CONCLUSAO DE CURSO 1",
        "codigo": "ODT0037 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": "A disciplina trata de apresentar ao aluno a normatizacao e a orientacao de construcao de trabalho de conclusao de curso, para que se possa articular o ensino, a pesquisa e a extensao, em atividade academica de final de curso, sistematizando e aprofundando conhecimentos adquiridos na teoria e na pratica da graduacao."
    },
    {
        "disciplina": " ODONTOPEDIATRIA 2",
        "codigo": "ODT0039 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": "Diagnostico e planejamento em Odontopediatria. Procedimentos preventivos, dentistica, periodontia, cirurgia e endodontia em Odontopediatria. Ortodontia preventiva."
    },
    {
        "disciplina": " SAUDE BUCAL COLETIVA 3",
        "codigo": "ODT0050 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": ""
    },
    {
        "disciplina": " PRATICAS DE SAUDE BUCAL COLETIVA 1",
        "codigo": "ODT0051 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": "Essa e a primeira disciplina pratica profissionalizante do conjunto de disciplinas que formam o corredor especifico de formacao em Saude Bucal Coletiva para os alunos do curso de Odontologia. Foca nas praticas de visita domiciliar, na educacao em saude e na promocao da saude"
    },
    {
        "disciplina": " DIAGNOSTICO BUCAL",
        "codigo": "ODT0052 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": "Tomografia computadorizada, radiologia aplicada ao diagnostico das periodontopatias e periapicopatias, cistos, neoplasias, sindromes, anomalias dentarias."
    },
    {
        "disciplina": " PRATICAS DE SAUDE BUCAL COLETIVA 3",
        "codigo": "ODT0054 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": "Terceira disciplina pratica profissionalizante do conjunto de disciplinas que formam o corredor especifico de formacao em Saude Bucal Coletiva para os alunos do curso de Odontologia, quando o estudante tem a oportunidade de conhecer, analisar e vivenciar a atuacao basica e especializada em servicos publicos de saude e suas repercussoes para a saude da populacao do DF."
    },
    {
        "disciplina": " CLINICA ODONTOLOGICA 2",
        "codigo": "ODT0055 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": ""
    },
    {
        "disciplina": " PERIODONTIA",
        "codigo": "ODT0061 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": "Anatomia e histologia periodontal, epidemiologia das doencas periodontais, patogenese e etiologia das doencas periodontais, instrumental e instrumentacao periodontal, exame clinico das doencas periodontais, diagnostico e tratamento de pacientes com doencas periodontais, raspagem e alisamento radicular em manequim."
    },
    {
        "disciplina": " OCLUSAO",
        "codigo": "ODT0087 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": "A DISCIPLINA LEVA O ALUNO A REPRODUZIR UNIDADES DENTARIAS DE FOR- MA PRATICA E OBJETIVA, DESENVOLVENDO HABILIDADES COM EXERCICIO DAS ATI- VIDADES DE DESENHO ESCULTURA E MOLDAGEM DOS  DENTES  HUMANOS SELECIONA- DOS. SAO RECONSTITUIDOS  UNIDADES  DENTARIAS  FUNDAMENTADAS NA DINAMICA MANDIBULAR E NA FISIOLOGIA DO SISTEMA ESTOMATOGMATICO HUMANO O QUE  AS- SEGURARA UMA OCLUSAO ESTAVEL E PRECISA ENTRE OS DENTES.                       OS ALUNOS SAO LEVADOS A IDENTIFICAR SITUACOES ESPEICIAS A  PARTIR DO CONHECIMENTO DA ANATOMIA E FISIOLOGIA DESTE SISTEMA."
    },
    {
        "disciplina": " ODONTOLOGIA FORENSE",
        "codigo": "ODT0091 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": "Nocoes de direito penal e de processo penal aplicaveis a pericia odontologica em casos de lesoes corporais e de identificacao humana estrutura do laudo pericial odontologico exumacoes em casos de inumacao regular ou clandestina pericias especiais em carbonizados, putrefeitos, espostejados, esqueletizados pericias antropologicas e odontologicas em casos de desastres de massa coleta de dados antemortem e postmortem."
    },
    {
        "disciplina": " ORTODONTIA 1",
        "codigo": "ODT0108 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": "A Disciplina de Ortodontia 1 objetiva ministrar aos alunos conhecimentos gerais de Ortodontia e treina-los em atividades laboratoriais de tal modo a capacita-los para o exame clinico, diagnostico e tratamentos preventivos mais indicados aos pacientes infantis que apresentaram desvios morfofuncionais da denticao e da face."
    },
    {
        "disciplina": " ORTODONTIA 2",
        "codigo": "ODT0145 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": "A Disciplina de Ortodontia 2 complementa o conteudo generico teorico e pratico-laboratorial da Disciplina Ortodontia I aprofundando-se no que se refere aos aspectos de aplicabilidade clinica dos conceitos ortodonticos basicos de diagnostico e planejamento terapeutico, bem como no relacionamento com as diferentes areas da Odontologia."
    },
    {
        "disciplina": " IMPLANTODONTIA BUCOMAXILOFACIAL",
        "codigo": "ODT0149 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": "Esta disciplina tem por objetivo proporcionar aos alunos nocoes desta especialidade que ja se configura como uma das mais importantes na reabilitacao oral de pacientes edentulos totais ou parciais. A Implantodontia, com suas fases cirurgica e protetica, tem exigido dos profissionais que a exercem conceitos bem consolidados em varias areas basicas como fisiopatologia dos tecidos osseos, oclusao, farmacologia, cirurgia, dentre outras. Desta forma, ao final do periodo letivo espera-se que o aluno desenvolva meios de diagnosticar e indicar os casos que poderiam ser indicados para tal. Apesar de nao ser suficiente para que o aluno possa realizar procedimentos clinicos na especialidade, ele seguramente estara com base teorica para continuar e aprofundar seus estudos."
    },
    {
        "disciplina": " RESPONSABILIDADE CIVIL DO PROFISSIONAL DE SAUDE",
        "codigo": "ODT0150 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": ""
    },
    {
        "disciplina": " BIOPATOLOGIA 1",
        "codigo": "ODT0151 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": ""
    },
    {
        "disciplina": " CLINICA ODONTOLOGICA 3",
        "codigo": "ODT0152 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": ""
    },
    {
        "disciplina": " CLINICA ODONTOLOGICA 4",
        "codigo": "ODT0154 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": "Exame Clinico. Diagnostico por Imagem. Anestesia odontologica."
    },
    {
        "disciplina": " SAUDE BUCAL COLETIVA 1",
        "codigo": "ODT0155 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": "Essa e a primeira disciplina profissionalizante do conjunto de disciplinas que formam o corredor especifico de formacao em Saude Bucal Coletiva para os alunos do curso de Odontologia. Essa disciplina se pauta nos conceitos de \"Saude Coletiva\" \"trabalho em equipe\" \"acao\" \"desenvolvimento comunitario\" \"promocao da saude\" \"vigilancia a saude\" \"rede de atencao\", \"atencao domiciliar\" e Equidade (formar uma consciencia critica em relacao as questoes etnico-raciais no Brasil e formar profissionais criticos e embasados teoricamente a respeito dos principios gerais de educacao inclusiva."
    },
    {
        "disciplina": " BIOPATOLOGIA 2",
        "codigo": "ODT0156 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": ""
    },
    {
        "disciplina": " CLINICA ODONTOLOGICA 5",
        "codigo": "ODT0157 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": "Periodontia. Dentistica. Materiais Dentarios. Atividades clinicas na Clinica de Odontologia do Hospital Universitario de Brasilia (HUB)."
    },
    {
        "disciplina": " ENDODONTIA",
        "codigo": "ODT0158 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": "Anatomia Dentaria aplicada a Endodontia. Armamentario endodontico. Tecnicas para o tratamento do sistema de canais radiculares."
    },
    {
        "disciplina": " PROTESE TOTAL REMOVIVEL",
        "codigo": "ODT0159 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": "A disciplina trata de explicitar os fenomenos biofisicos, psicologicos e socio-culturais relacionados a perda total dos dentes e dos tecidos moles do aparelho mastigatorio humano. Trata de reabilitar anatomica, funcional e mecanicamente o efeito produzido pela ausencia total dos elementos dentarios, atraves de um aparelho prostodontico plastico. Trata dos materiais odontologicos especificos empregados, sua composicao, propriedades, bem como dos efeitos biologicos destes materiais."
    },
    {
        "disciplina": " POLITICAS DE SAUDE BUCAL, GESTAO E PLANEJAMENTO DE SERVICOS",
        "codigo": "ODT0237 ",
        "unidade_responsavel": "DEPTO ODONTOLOGIA ",
        "ementa": "Nesta disciplina serao estudadas as politicas publicas de saude com enfase no Brasil e em modelos de planejamento em saude. Sera abordada a avaliacao como ferramenta para o planejamento e gestao, bem como a avaliacao do impacto obtido por um programa, servico ou acao de saude. A economia da saude sera incluida como um conteudo cujo objetivo e melhorar a eficiencia dos servicos. Alem disso, serao abordados aspectos eticos aplicados no planejamento e na avaliacao dos servicos. Foco da abordagem: planejamento, gestao, avaliacao em saude e politicas publicas em saude."
    }
]