[
    {
        "disciplina": " DECRESCIMENTO: CONSUMIR MENOS PARA QUE TODOS VIVAM MELHOR",
        "codigo": "CEM0005 ",
        "unidade_responsavel": "CENTRO ESTUDOS AVANCADOS MULTIDISCIPLIN ",
        "ementa": "Levar para os alunos de graduacao, de forma dialogica, e multidisciplinar, a problematica mundial no que se refere aos gastos dos recursos naturais do planeta em funcao de um consumismo exacerbado. Ensina-los a fazer uma reflexao sobre a situacao atual dos problemas que poe em perigo a vida de todos. Ajuda-los a elaborar propostas que levam a humanidade a ter uma convivencia harmoniosa com a natureza.Depois de algumas decadas de desperdicio frenetico, parece que entramos na zona das tempestades - no sentido proprio e o figurado... As perturbacoes climaticas sao acompanhadas pelas guerras do petroleo, que serao seguidas pela guerra da agua, mas tambem por possiveis pandemias, desaparecimento de especies vegetais e animais essenciais como consequencia de catastrofes biogeneticas previsiveis.Nessas condicoes, a sociedade de crescimento nao e sustentavel, nem desejavel. E urgente, portanto, que se pense numa sociedade de \"decrescimento\", se possivel serena e convival.A sociedade de crescimento pode ser definida como uma sociedade dominada por uma economia de crescimento, precisamente, e que tende a se deixar absorver por ela. O crescimento pelo crescimento torna-se assim o objetivo primordial, senao o unico da vida. Uma tal sociedade nao e sustentavel, porque se choca com os limites da biosfera. Se tomarmos, como indice do \"peso\" para o meio ambiente de nosso modo de vida, \"a marca\" ecologica deste ultimo em superficie terrestre necessaria, obteremos resultados insustentaveis, tanto do ponto de vista da equidade nos direitos de retirada da natureza, quanto do ponto de vista da capacidade de regeneracao da biosfera. Um cidadao dos Estados Unidos consome em media 9,6 hectares, um canadense 7,2, um europeu medio 4,5. Estamos, portanto, muito distantes da igualdade planetaria e mais ainda de um modo de civilizacao sustentavel, que precisaria se limitar a 1,4 hectare, admitindo-se que a populacao atua permaneca estavel.Trata-se de uma disciplina que levara os alunos a comecarem a pensar em um novo processo civilizatorio.(Latouche, S. e Carvalho JLH de)"
    },
    {
        "disciplina": " UNIVERSIDADE, SOCIEDADE E ESTADO",
        "codigo": "CEM0015 ",
        "unidade_responsavel": "CENTRO ESTUDOS AVANCADOS MULTIDISCIPLIN ",
        "ementa": "Estado e organizacao da educacao superior no Brasil. Politicas publicas de educacao r. Universidade e desenvolvimento nacional. A universidade brasileira: caracteristicas, modelos, a Universidade de Brasilia, formacao, extensao, praticas educativas, producao de conhecimento, problemas, comunidade universitaria, atencao a vida estudantil, acoes afirmativas, compromisso social e relacoes com a sociedade, perspectivas, educacao superior e universidades no mundo. \n\nOBJETIVOS: Promover o conhecimento do sistema de educacao superior brasileiro, em especial das universidades publicas; debater a situacao atual, os principais problemas, modelos e as perspectivas da universidade brasileira, sua relacao com a sociedade e seu papel para o desenvolvimento nacional."
    },
    {
        "disciplina": " LAYA YOGA ",
        "codigo": "CEM0018 ",
        "unidade_responsavel": "CENTRO ESTUDOS AVANCADOS MULTIDISCIPLIN ",
        "ementa": "Esta disciplina e pratica, e se realiza em sessoes guiadas de meditacao terapeutica de Laya Yoga. A meditacao realiza-se por meio de Pranayamas, que sao exercicios respiratorios realizados em Samanasana (pernas cruzadas em frente ao corpo), e de relaxamento profundo realizado em Savasana (decubito dorsal)."
    },
    {
        "disciplina": " DIVERSIDADE SEXUAL E DE GENERO E POLITICAS PUBLICAS",
        "codigo": "CEM0021 ",
        "unidade_responsavel": "CENTRO ESTUDOS AVANCADOS MULTIDISCIPLIN ",
        "ementa": "A presente disciplina tem por objetivo introduzir questoes relacionadas a diversidade sexual e de genero: conquista de direitos, construcao de politicas publicas e ampliacao da cidadania. As bandeiras de luta defendida pelos movimentos feminista e LGBT+ produziu e produz mudancas no regime de visibilidade da diversidade sexual e de genero, alterando o enquadramento dessas populacoes, tanto em relacao ao olhar do Estado como da sociedade. Para compreender esse processo, aciona-se a producao brasileira e internacional sobre diversidade sexual e de genero no campo do Direito, das Politicas Publicas, da Psicologia, do Servico Social, Sociologia, Ciencia Politica, Antropologia, Comunicacao e Artes e diversas outras areas que dialoguem de forma critica com o conteudo. Mobilizar a producao de conhecimento em diversos campos visa constituir para uma reflexao interdisciplinar critica a partir do eixo tematico como forma de contribuir para formacao tecnica, teorica, politica, humana e social de discentes de graduacao."
    },
    {
        "disciplina": " ESTUDOS AMAZONICOS",
        "codigo": "CEM0022 ",
        "unidade_responsavel": "CENTRO ESTUDOS AVANCADOS MULTIDISCIPLIN ",
        "ementa": "Conceitos importantes para conhecimento da realidade da Amazonia; leitura e discussao de textos; elaboracao do projeto da Vivencia Amazonica; metodos e ferramentas de pesquisa; analise e reflexao critica sobre Vivencias como processo de troca e aprendizagem; o carater inter, multi e transdisciplinar da Vivencia Amazonica; viagem de estudos a Amazonia (Vivencia Amazonica); elaboracao de relatorios."
    },
    {
        "disciplina": " APRENDIZAGEM E DESENVOLVIMENTO MOTOR HUMANO 2",
        "codigo": "CEM0023 ",
        "unidade_responsavel": "CENTRO ESTUDOS AVANCADOS MULTIDISCIPLIN ",
        "ementa": ""
    },
    {
        "disciplina": " LINGUAGEM E GLOBALIZACAO",
        "codigo": "CEM0035 ",
        "unidade_responsavel": "CENTRO ESTUDOS AVANCADOS MULTIDISCIPLIN ",
        "ementa": ""
    },
    {
        "disciplina": " CULTURA PODER E RELACOES RACIAIS",
        "codigo": "CEM0043 ",
        "unidade_responsavel": "CENTRO ESTUDOS AVANCADOS MULTIDISCIPLIN ",
        "ementa": "Estudos acerca das dimensoes ideologicas do racismo no ambito da cultura e dos espacos de poder. Abordagem critica que busca a compreensao do racismo enquanto fenomeno estrutural que tambem da forma e conteudo a sociedade brasileira."
    },
    {
        "disciplina": " TOPICOS ESPECIAIS SOBRE A AMAZONIA",
        "codigo": "CEM0047 ",
        "unidade_responsavel": "CENTRO ESTUDOS AVANCADOS MULTIDISCIPLIN ",
        "ementa": "Criterios de delimitacao regional; o meio fisico: aspectos da geologia e da ecologia; historia regional; as populacoes amazonicas; transformacoes ambientais, economicas e socioculturais nos seculos XX e XXI."
    },
    {
        "disciplina": " PROMOCAO DA SAUDE 3",
        "codigo": "CEM0051 ",
        "unidade_responsavel": "CENTRO ESTUDOS AVANCADOS MULTIDISCIPLIN ",
        "ementa": "A disciplina apresenta um conjunto de bases teoricas direcionadas ao conceito de Promocao da Saude no transcorrer da historia, como forma de aproximacao entre o conhecimento e a realidade, producao de conhecimento, discussao de aspectos historicos, politicos e pratica para os profissionais da saude, educacao e ciencias sociais. Aborda tambem conteudos associados as experiencias internacionais e nacionais relacionadas a promocao da saude, oportunizando um momento de pratica no processo de ensino aprendizagem quando o discente tera que elaborar reflexoes criticas sobre o tema. Na fase de atividades em grupo, a disciplina contempla oficinas direcionadas aos Estudos de Caso e ao planejamento de acoes de\nPromocao da Saude, nas quais os discentes sao convidados a analisar e refletir casos de sucesso e fracasso, bem como construirem juntos uma base comum de conhecimento."
    },
    {
        "disciplina": " INTRODUCAO A GESTAO AMBIENTAL",
        "codigo": "CEM0054 ",
        "unidade_responsavel": "CENTRO ESTUDOS AVANCADOS MULTIDISCIPLIN ",
        "ementa": "EMENTA: Discutir as nocoes basicas para compreensao da complexidade das questoes ambientais e promover o debate sobre os principais temas ambientais nos niveis local, regional, nacional e global. Dar enfase as questoes ambientais no DF. Para a promocao do desenvolvimento sustentavel a questao ambiental deve permear todos os setores da atividade economica e a formulacao de politicas publicas.JUSTIFICATIVA: Trata-se de disciplina multi e interdisciplinar, podendo inserir-se nos curriculos onde sejam previstos espacos opcionais para este tipo de abordagem e de estudos. A disciplina oferece tambem subsidios teoricos para apoiar projetos de pesquisa e monografias na area de gestao ambiental. Existe uma demanda reprimida na graduacao por disciplinas que discutam a complexidade das questoes ambientais. Alunos das areas de engenharia florestal, agronomia, geografia e biologia, entre outras, tem manifestado interesse em participar desse espaco de debates, principalmente tendo em vista a discussao dos problemas socio-ambientais do DF. A disciplina tem um carater introdutorio, para discutir conceitos basicos como desenvolvimento e sustentabilidade, e contara com a participacao de pesquisadores ligados a projetos ambientais no DF e no Cerrado."
    },
    {
        "disciplina": " PROCESSOS SOCIO",
        "codigo": "CEM0056 ",
        "unidade_responsavel": "CENTRO ESTUDOS AVANCADOS MULTIDISCIPLIN ",
        "ementa": "As condicoes socio-historicas do processo revolucionario cubano. A etapa anterior a decada de1960. Aspectos estruturais de transformacao pos 1959 nos campos historicos e socio-culturais, da economia e da politica.  O periodo especial . Conformacao do Estado cubano na atualidade frente aos novos desafios."
    },
    {
        "disciplina": " MULTICULTURALISMO E BUDISMO NA CONTEMPORANEIDADE",
        "codigo": "CEM0067 ",
        "unidade_responsavel": "CENTRO ESTUDOS AVANCADOS MULTIDISCIPLIN ",
        "ementa": "Multiculturalismo, planetarizacao e a questao da ocidentalizacao do mundo. Dessecularizacao e conflitos etnicos e religiosos. Budismo e tradicoes religiosas asiaticas. Escrituras canonicas da tradicao budista. Fundamentos originarios do budismo. Atualidade do pensamento budista originario. A questao da orientalizacao do mundo."
    },
    {
        "disciplina": " CULTURA E PAZ",
        "codigo": "CEM0084 ",
        "unidade_responsavel": "CENTRO ESTUDOS AVANCADOS MULTIDISCIPLIN ",
        "ementa": "## => VIVEMOS NUMA CRISE PROFUNDA DE VALORES E PRECISO  DESENVOL-VER SUA COMPREENSAO SOBRE  AS  CAUSAS E EFEITOS,  LOCAIS  E GLOBAIS,DA CRISE-PESSOAL, SOCIAL E AMBIENTEL EM QUE VIVEMOS. AO MESMO  TEM-PO QUE TRABALHAREMOS SOBRE A NOSSA PROPRIA EXPERENCIA.   TAMBEM TRABALHAREMOS AS POSSIBILIDADES DE SUPERACAO CRIATIVA DESTA  MESMA   CRISE   ATRAVES   DA  PERSPECTIVA DE OLHAR OS PROBLEMAS COM OS OLHOS DO OUTRO E PROPICIAR O EXERCICIO DA ESCUTA SENSIVEL E DE  EM- PATRIA   ENTRE   AS  PESSOAS. ISTO E FUNDAMENTAL PARA QUE POSSAMOSENTENDER  A  PAZ  ALEM  DA  SITUACAO   INTERNACIONAL DE DESIQUILIBRIONORTE-SUL E A CARREIRA   DE   ARMAMENTO  SE NAO QUE DEVEMOS COMBI-NAR TAMBEM ENSINO/APRENDIZAGEM DE HABILIDADES/COOPERACAO  CRITICA, SIMPATIA, CONHECIMENTO E ATIVIDADES/AUTO-RESPEITO, RESPEITO PE-LOS DEMAIS COMPROMISSO COM A JSUTICA PARA A RESOLUCAO DOS CONFLITOS, A PARTIR DOMETODO VIVENCIAL SE BUSCARA DESENCADEAR  PROCES-SOS DE AUTO-CONHECIMENTO E TRANSMUTACAO BIO-PSIQUICA, COM REFLE-XOS NA ELABORACAO DE VALORES E HABITOS - COMPARTIMENTOS.  O METO-DO VIVENCIAL TRABALHA  TAMBEM  COM  A NOCAO ANTROPOLOGICA DE RITO TRAZENDO   COMO   INSTRUMENTO  PEDAGOGICO A UTILIZACAO DO ESPACO-TEMPO VIVENCIAL  DIFERENCIADO  DAS  ACOES   E  CONTEXTOS COTIDIANOS,ONDE SE CRIAM CONDICOES  ESPECIFICAS  PARA  A  EXPERIENCIA PESSOAL EINTERSUBJETIVA DE AUTOCONHECIMENTO E PERCEPCAO CRIATIVA."
    },
    {
        "disciplina": " CIENCIA E TECNOLOGIA PARA O DESENVOLVIMENTO SUSTENTAVEL 1",
        "codigo": "CEM0088 ",
        "unidade_responsavel": "CENTRO ESTUDOS AVANCADOS MULTIDISCIPLIN ",
        "ementa": "Ementa:A agenda ambiental nao pode prescindir da importante contribuicao da ciencia e tecnologia. E essa contribuicao que permite fazer um disgnostico da qualidade ambiental, realizar previsoes futuras, assim como apontar possiveis solucoes para o problema. Por outro lado, o conceito de desenvolvimento sustentavel ajuda a elaborar politicas publicas, assim como propor mudancas na sociedade que respondam aos desafios colocados pela degradacao ambiental. Sao essas acoes empreendidas pela sociedade e pelo estado que tornarao realidade as respostas necessarias para a conservacao do meio ambiente. Essas duas contribuicoes se encontram nas conferencias multilaterais sobre o meio ambiente, que sao tema de deliberacao.O objetivo do curso e de fazer uma introducao a conceitos fundamentais que permitam pensar a relacao entre ciencia e tecnologia por um lado e desenvolvimento sustentavel por outro e o seu papel para responder aos problemas ambientais globais.Programa:O curso sera desenvolvido atraves de aulas expositivas, trabalhos em grupos e seminarios realizados pelos alunos. Na medida do possivel, serao realizadas palestras e especialistas sobre o tema.1. Introducao e descricao geral da tematica abordada na disciplina2. Diagnostico e previsoes aportados pela ciencia para os principais problemas ambientais historico formacao de consensos visao geral dos desafios a serem superados 3. Convencoes ambientais globais e a resposta multilateral para os problemas comuns  politicas publicas e aplicacao das decisoes negociadas em convencoes efetividade das decisoes tomadas no nivel local e participacao social4. Desenvolvimento sustentavel confronto entre interesses setoriais e agenda ambiental agronegocio, industria e modelo de desenvolvimento sociedade organizada e meio ambiente permacultura, agrofloresta e agroecologia comunidades tradicionais e bens comuns gestao ambiental participativa e desenvolvimento sustentavel5. Na medida do possivel havera uma visita de campo em local a ser definido (movimento social, IMET, etc.)Bibliografia (nao exaustiva):ALTIERI, MIGUEL . Agroecologia: bases cientificas para uma agricultura sustentavel. Sao Paulo: Expressao Popular, 2012CAPRA, Franz. O Ponto de Mutacao. Sao Paulo: Editora Cultrix, 1986 (disponivel online). CARSON, Rachel. Primavera Silenciosa. Sao Paulo: Garamond, 2010. (disponivel online)CONVENCAO SOBRE DIVERSIDADE BIOLOGICA. Panorama da biodiversidade global 3. Montreal: ONU, 2010 (disponivel online)HABERMAS, Jurgen. Tecnica e ciencia como \"ideologia\". In: BENJAMIN, W.  HORKHEIMER, M. ADORNO, T. HABERMAS, J. Textos Escolhidos: Colecao Os  Pensadores. Sao Paulo: Editora Abril Cultural, 1975HOLMGREN, David. Permacultura: principios e caminhos alem da sustentabilidade. Porto Alegre: Via sapiens, 2013 (versao com capitulos resumidos disponivel online)LEIS, Hector. A Modernidade Insustentavel. Petropolis: Vozes, 1999.PAINEL INTERGOVERNAMENTAL SOBRE MUDANCAS DO CLIMA. Impactos, adaptacao e vulnerabilidade: contribuicao do Grupo de Trabalho II - sumario para formuladores de politicas. Genebra: ONU, 2007 (online)PELEGRINI, Joao et alli. Liberdade e vida com agrofloresta. Brasilia: Instituto Nacional de Colonizacao e Reforma Agraria - INCRA, 2008 (disponivel online)RIGON, Silvia do Amaral Rigon et alli. Soberania e seguranca alimentar na construcao da agroecologia : sistematizacao de experiencias . Rio de Janeiro: Grupo de Trabalho em Soberania e Seguranca Alimentar da Articulacao Nacional de Agroecologia  e FASE, 2010 (disponivel online)."
    },
    {
        "disciplina": " DIREITOS HUMANOS E CIDADANIA",
        "codigo": "CEM0097 ",
        "unidade_responsavel": "CENTRO ESTUDOS AVANCADOS MULTIDISCIPLIN ",
        "ementa": "Analise das condicoes teoricas e das condicoes sociais do conhecimento e dos paradigmasfilosofico-juridicos dos direitos humanos. Percepcao dos direitos humanos e da cidadania naconstrucao das lutas sociais e na constituicao de novos sujeitos de direito. Os movimentos sociaise a emergencia de sujeitos coletivos de direito. a cidadania como possibilidade de colocar nosocial estes novos sujeitos, capazes de criar direitos, como direitos humanos mutuamentereconhecidos e aptos a determinar a sua participacao autonoma no espaco da decisao politica.Criterios para a elaboracao de um programa de direitos humanos na construcao e reconstrucaodas democracias latino-americanas. Experiencias de organizacao, praticas politicas e estrategiassociais de criacao de direitos. Educacao para os direitos humanos e a cidadania."
    },
    {
        "disciplina": " AGRICULTURA ALTERNATIVA",
        "codigo": "CEM0110 ",
        "unidade_responsavel": "CENTRO ESTUDOS AVANCADOS MULTIDISCIPLIN ",
        "ementa": "LEVAR AOS ALUNOS DE GRADUACAO O CONHECIMENTO DE METODOS ALTERNATIVOS PARA A PRODUCAO NO CAMPO. SERAO DADAS AS BASES CIENTIFICAS  ASSIM  COMO PRATICAS ALTERNATIVAS QUE LEVEM O ALUNO A TER CONDICOES PARA ORIENTAR O PRODUTOR RURAL A FAZER UMA AGRICULTURA PREOCUPADA COM O SOCIAL, ECONOMICAMENTE VIAVEL E ECOLOGICAMENTE SUSTENTAVEL."
    },
    {
        "disciplina": " PENSAMENTO LGBT BRASILEIRO",
        "codigo": "CEM0117 ",
        "unidade_responsavel": "CENTRO ESTUDOS AVANCADOS MULTIDISCIPLIN ",
        "ementa": ""
    },
    {
        "disciplina": " ESTUDOS DISCURSIVOS CRITICOS, CORPOS E INTERSECCIONALIDADES",
        "codigo": "CEM0129 ",
        "unidade_responsavel": "CENTRO ESTUDOS AVANCADOS MULTIDISCIPLIN ",
        "ementa": "Estudos Discursivos criticos: conceitos nucleares. Analise do Discurso Textualmente Orientada (modelo discursivo dialetico-relacional e transformacional): principios, fundamentos e categorias. Teoria Interseccional. ADTO Interseccional."
    },
    {
        "disciplina": " DIREITOS E POLITICAS PUBLICAS DAS JUVENTUDES",
        "codigo": "CEM0130 ",
        "unidade_responsavel": "CENTRO ESTUDOS AVANCADOS MULTIDISCIPLIN ",
        "ementa": "Historico da luta pelo reconhecimento das juventudes como sujeitos de direitos no Brasil. Direito internacional das juventudes. Juventudes e a doutrina da protecao integral. Politica nacional de juventude. Sistema Nacional de Juventude. Politicas publicas das juventudes. Juventudes, sustentabilidade e Agenda 2030. Mobilizacao, participacao e protagonismo das organizacoes juvenis. Diversidades e desigualdades do “ser jovem” no Brasil."
    },
    {
        "disciplina": " MULHERES INSPIRADORAS: PERSPECTIVAS CRITICAS PARA A EDUCACAO EM DIREITOS HUMANOS",
        "codigo": "CEM0133 ",
        "unidade_responsavel": "CENTRO ESTUDOS AVANCADOS MULTIDISCIPLIN ",
        "ementa": "O curso se fundamenta no Projeto Mulheres Inspiradoras da SEEDF. Esse projeto tem suas acepcoes ancoradas em documentos oficiais como a Constituicao da Republica Federativa do Brasil de 1988; a Lei de Diretrizes e Bases da Educacao Nacional – LDB/1996; a BNCC (2017); as Diretrizes Curriculares Nacionais para a Educacao Basica, as Diretrizes Nacionais para a Educacao em Direitos Humanos; e o Curriculo em Movimento (DF, 2018), entre outros. Todos esses documentos enfatizam a necessidade de se atualizar as politicas educacionais que consubstanciam o direito de toda/o brasileira/o a formacao cidada e a formacao na vivencia e convivencia em ambiente educativo comprometido com uma cultura de paz."
    },
    {
        "disciplina": " A ORIGEM DA VIDA",
        "codigo": "CEM0136 ",
        "unidade_responsavel": "CENTRO ESTUDOS AVANCADOS MULTIDISCIPLIN ",
        "ementa": "“A origem da Vida” visa ao ensino-aprendizagem de conhecimento cientifico atualizado sobre os fundamentos da teoria da evolucao natural dos seres vivos. Explicara as biotecnologias naturais que produziram os virus e depois os microbios procariotos e, ha 2 bilhoes de anos, deram origem aos seres eucariotas unicelulares protistas que, em seguida, evoluiram para seres multicelulares que deram origem as diversas especies animais e vegetais. Os humanos sao colocados no ultimo degrau da evolucao, visto que surgiram por ultimo a partir dos primatas hominoides. Desde entao a posicao bipede permitiu o aproveitamento das maos para multiplas atividades, propiciando o desenvolvimento do cerebro. O leao com 80 quilos tem cerebro com aproximadamente 300 gramas, enquanto o cerebro do Homo sapiens com 60 quilos de peso corporal tem em media 1.300 gramas. Isto se chama evolucao."
    },
    {
        "disciplina": " PRATICA DESPORTIVA – FUTMANOBOL",
        "codigo": "CEM0142 ",
        "unidade_responsavel": "CENTRO ESTUDOS AVANCADOS MULTIDISCIPLIN ",
        "ementa": "Pratica desportiva, na modalidade esportiva tipica da Universidade de Brasilia: o Futmanobol. Jogo com os pes e jogo com as maos (sem poder segurar ou carregar a bola). Caracteristica multidisciplinar ao mesclar fundamentos de outros jogos esportivos coletivos (futsal, futebol, volei, basquete, handebol, punhobol, futevolei). Fundamentos: dribles, passes, finalizacoes, defesas e desarmes com membros inferiores e superiores. Lei do Futmanobol, em suas treze regras. Os sete pilares: jogo completo, criatividade, colaboracao, continuidade, espirito esportivo, diversao e paixao. Historia dos esportes coletivos e do Futmanobol pela otica da criacao e evolucao das regras. Estimulo e desenvolvimento da criatividade corporal-cinestesica e da polimatia esportiva. Desenvolvimento de valencias fisicas: resistencia, forca, velocidade, flexibilidade, agilidade, coordenacao, equilibrio e ritmo. Pelo jogo de equipe, desafio a lideranca e colaboracao atraves da organizacao e estrategia coletivas. Aspectos tecnicos, taticos, fisicos, psicologicos e socioculturais do esporte coletivo e do Futmanobol."
    },
    {
        "disciplina": " CRIATIVIDADE NA TEORIA E NA PRATICA",
        "codigo": "CEM0143 ",
        "unidade_responsavel": "CENTRO ESTUDOS AVANCADOS MULTIDISCIPLIN ",
        "ementa": "A disciplina se dedica a analise das principais abordagens existentes sobre o tema geral da criatividade e, sobretudo, a sua aplicacao pratica, comparando criticamente os diferentes enfoques oferecidos e discutindo com os participantes sobre os avancos de cada caso. Oferece uma sintese de cada proposta teorica (Torrance, 1965; Amabile, 1983; Sternberg e Lubart, 1991; Vygotsky, 1991; Simonton, 1999; Gardner, 2007; Csikszentmihaly, 2007; e Gl&#259;veanu, 2014). Discute tambem os processos tidos como criativos e seu embasamento psicologico, assim como os fundamentos consolidados no campo da Neurociencia sobre tais processos. Oferece uma sintese sobre o desenvolvimento de processos criativos aplicados ao campo da Educacao: ensino sobre, com e para a criatividade: transdisciplinaridade, diversidade, complexidade, movimento, colaboracao, saber da experiencia, personalizacao e ensino centrado no individuo, gamificacao, ensino hibrido e novas tecnologias e metodologias ativas de aprendizagem. Criatividade aplicada em artes, esporte, ciencias humanas, exatas e suas tecnologias, a partir de convidados e de exercicios. Investigacao da manifestacao da criatividade em varias areas: inteligencias multiplas e multiplas criatividades. Cenarios socioculturais, politico-economicos, tecnologicos e profissionais contemporaneos de crescente importancia (ou desestimulo) para o exercicio da criatividade. Exercicios praticos individuais e colaborativos de criatividade (projetos, jogos, oficinas, dinamicas, questionarios, improvisacoes, simulacoes, votacoes, enigmas, interfaces, narrativas e trajetos, entre outros) em multiplas inteligencias: linguistica, logico-matematica, corporal-cinestesica, espacial, musical, naturalista, interpessoal e intrapessoal. Desenvolvimento de portfolio de producoes criativas."
    },
    {
        "disciplina": " REPRESENTACAO SOCIAL E CULTURA",
        "codigo": "CEM0147 ",
        "unidade_responsavel": "CENTRO ESTUDOS AVANCADOS MULTIDISCIPLIN ",
        "ementa": "Levar ao entendimento o conceito de representacao social entendido como a concepcao que um sujeito, um grupo ou uma sociedade tem sobre determinado tema ou assunto, proporciona uma visao abrangente, abordando tanto os fundamentos teoricos quanto as aplicacoes praticas em diversas areas de conhecimento. Capacitando os participantes a aplicar esse conhecimento em diversos contextos metodologicos e contribuir para uma analise critica da sociedade contemporanea."
    },
    {
        "disciplina": " TOPICOS ESPECIAIS SOBRE O JAPAO",
        "codigo": "CEM0148 ",
        "unidade_responsavel": "CENTRO ESTUDOS AVANCADOS MULTIDISCIPLIN ",
        "ementa": "A disciplina se organiza em seminarios multidisciplinares e transversais sobre topicos relacionados ao Japao e a Asia em geral e tem como objetivo apresentar diversas visoes e reflexoes sobre o pais e a regiao assim como situar tematicas relevantes de impacto no cenario mundial. De carater essencialmente teorico, propoe-se aulas expositivas, leituras, debates e trabalhos."
    },
    {
        "disciplina": " CIENCIA DA PAZ: PERSPECTIVAS E DESAFIOS",
        "codigo": "CEM0150 ",
        "unidade_responsavel": "CENTRO ESTUDOS AVANCADOS MULTIDISCIPLIN ",
        "ementa": "O Brasil hoje e uma referencia na proposta pela paz mundial. Esta importancia se concretiza diante das  inumeras crises do mundo contemporaneo: pandemia do COVID-19, efeitos perversos das mudancas climaticas,  disputas geopoliticas, guerras, inseguranca alimentar, necessidade de ampliar a utilizacao de energia limpa e  ameacas a democracia e a cidadania pelo avanco de ideias que defendem a xenofobia, o racismo, a intolerancia  e a discriminacao e promovem a desinformacao. Esta disciplina se propoe a apresentar conceitos e praticas  necessarios para a construcao da paz ao nivel individual e coletivo, promovendo uma nova mentalidade global  baseada em virtudes, humanismo e cooperacao. Neste sentido, pretende contribuir para formar cidadaos e  cidadas comprometidos/as com valores eticos e democraticos e com os direitos humanos."
    }
]