[
    {
        "disciplina": " TEORIA, CRITICA E HISTORIA DA ARTE 2",
        "codigo": "VIS0001 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "Estudo dos discursos basilares da Teoria da Arte, Historia da Arte e Critica de Arte, por meio de\nautores fundamentais e textos dos seculos XVII ao XVIII. Reivindicacao da autonomia da Arte do\nSeculo XVII ao XVIII; Querela dos Antigos e dos Modernos; a problematizacao da tradicao\nvasariana na historia da arte e outras propostas teorico-metodologicas: Baglione, Bellori, Roger de\nPiles; a sistematizacao do modelo teorico-metodologico de Winckelmann; a repercussao do\nproblema do sublime em Kant e Burke e o pensamento kantiano na teoria da arte; o surgimento da\nCritica de Arte com Diderot, Lessing, Reynolds."
    },
    {
        "disciplina": " TEORIA, CRITICA E HISTORIA DA ARTE 3",
        "codigo": "VIS0005 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "Estudo dos discursos basilares da Teoria da Arte, Historia da Arte e Critica de Arte, por meio de\nautores fundamentais e textos do seculo XIX. A instituicao da Historia da Arte como disciplina\nuniversitaria; o pensamento romantico em suas matrizes francesa, inglesa e germanica; o pitoresco e\no sublime no seculo XIX; Taine x o ideal da arte pela arte; o pensamento patrimonial;\nKulturgeschichte; o Formalismo Germanico; o apolineo e o dionisiaco; as criticas neoclassica,\nromantica, realista, simbolista e impressionista."
    },
    {
        "disciplina": " TEORIA, CRITICA E HISTORIA DA ARTE 4",
        "codigo": "VIS0006 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "Estudo dos discursos basilares da Teoria da Arte, Historia da Arte e Critica de Arte, por meio de\nautores fundamentais e textos da primeira metade do seculo XX. Vertentes da Historia da Arte:\nIconologia (Warburg Institute: formacao ate desdobramentos), desenvolvimento do Formalismo\n(Focillon) e constituicao da Historia Social da Arte; problematizacao dos conceitos de\nModernidade, Modernismo e Moderno; abertura teorica das questoes da abstracao (formal e\nexpressiva), da arte conceptualista (readymade); a abertura ao inconsciente; novas linguagens e\nprocedimentos artisticos; textos teoricos e criticos de artistas; Benjamin e critica de arte na\nModernidade; autonomia do objeto artistico."
    },
    {
        "disciplina": " LABORATORIO DE TEORIA, CRITICA E HISTORIA DA ARTE 1",
        "codigo": "VIS0008 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "Analise e producao de textos sobre Teoria e Historia da Arte sob orientacao do(a) professor(a) e\npartir de uma discussao coletiva com os demais estudantes, com tema a ser escolhido pelo(a)\nestudante na area de Teoria e Historia da Arte. Pesquisa de artigos cientificos publicados em anais\nde eventos academicos, livros ou periodicos de notorio reconhecimento na area. Estudo dos\nfundamentos de metodologia de pesquisa."
    },
    {
        "disciplina": " TEORIA, CRITICA E HISTORIA DA ARTE 5",
        "codigo": "VIS0011 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "Estudo dos discursos basilares da Teoria da Arte, Historia da Arte e Critica de Arte, por meio de\nautores fundamentais e textos da segunda metade do seculo XX. Revisao epistemologica da Historia\nda Arte; desdobramentos da Historia Social da Arte; Greenberg e a critica estadunidense;\nproblematizacao dos conceitos de Pos-Modernidade e Contemporaneidade; abertura teorica das\nquestoes da arte conceptualista, suas poeticas e linguagens; artes visuais no campo ampliado; critica\nde arte contemporanea; Estruturalismo e Pos-estruturalismo; arte e politica; arte e Industria\nCultural, textos teoricos e criticos de artistas."
    },
    {
        "disciplina": " ARTE E ANTROPOLOGIA",
        "codigo": "VIS0012 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "Compreensao das concepcoes de arte em diferentes culturas e modos de experiencia. Perspectivas\nepistemologicas em teorias antropologicas e discursos em teoria e historia da arte. Teorias de\nperformance em Artes e Antropologia. Especificidades da metodologia de pesquisa em antropologia\n(observacao participante) e as producoes artisticas contemporaneas."
    },
    {
        "disciplina": " TEORIA E HISTORIA DA ARTE E DA IMAGEM NO ESPACO/TEMPO 4",
        "codigo": "VIS0013 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "Disciplina teorico-pratica que se realiza em aula-atelie. Relaciona a historia da arte e as teorias da\nimagem as obras de arte construidas em suportes tridimensionais. Aborda os diversos\nprocedimentos de realizacao da forma tridimensional nas artes visuais, tais como modelar, esculpir,\nassociar, construir e montar."
    },
    {
        "disciplina": " LABORATORIO DE CRITICA,TEORIA E HISTORIA DA ARTE 2",
        "codigo": "VIS0014 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "Analise e producao de textos de critica de arte. Pesquisa de textos criticos, artigos cientificos\npublicados em anais de eventos academicos e livros ou periodicos de notorio reconhecimento na\narea. Producao de textos criticos, sob orientacao do professor, com tema a ser escolhido pelo aluno\nna area de critica de arte. Estudo dos fundamentos de metodologia de pesquisa."
    },
    {
        "disciplina": " CRITICA E HISTORIA DA ARTE NO BRASIL 4",
        "codigo": "VIS0015 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "Estudo da Historia da Arte e da Critica de Arte Contemporanea no Brasil. Estudo da producao\nartistica, de exposicoes e assuntos relacionados a problematizacao do processo de\ninternacionalizacao da arte brasileira. Estudo de escritos de artistas brasileiros."
    },
    {
        "disciplina": " TEORIA, CRITICA E HISTORIA DA ARTE 6",
        "codigo": "VIS0016 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "Estudo dos discursos basilares da Teoria da Arte, Historia da Arte e Critica de Arte no Brasil.\nPrecursores da Historia da Arte no Brasil; critica de arte no seculo XIX; critica de arte modernista,\nmanifestos e revistas; espraiamento do Modernismo e criacao do SPHAN; valorizacao da pesquisa e\nensino da Historia da Arte no Brasil; debate sobre a arte nacional / internacional e formacao de\nmuseus; teorizacao do Concretismo e Neoconcretismo: vanguarda e subdesenvolvimento; crise\ninstitucional; o critico-artista e o artista-critico; Abertura pos-1975: nova critica brasileira e o\nsistema das artes; diluicao de fronteiras: novas linguagens, o artista e o curador. Discursos\npos-coloniais e decoloniais."
    },
    {
        "disciplina": " TEORIA E HISTORIA DA ARTE E DA IMAGEM NO ESPACO/TEMPO 1",
        "codigo": "VIS0017 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "Disciplina teorico-pratica que se realiza em aula-atelie. Relaciona a historia da arte e as teorias da\nimagem as obras de arte construidas em suportes bidimensionais tradicionais e/ou contemporaneos.\nA disciplina apresenta os diferentes suportes e tecnicas bidimensionais. Analisa as diferentes\nperspectivas projetivas no plano e modos de organizacoes do espaco bidimensiona"
    },
    {
        "disciplina": " LABORATORIO DE TEORIA, CRITICA E HISTORIA DA ARTE 3",
        "codigo": "VIS0018 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "A disciplina se propoe a pratica e experimentacao da curadoria na arte contemporanea.\nCompreensao teorica, historica do circuito de arte local e nacional. Realizacao de exposicoes\nabrangendo aspectos tecnicos, formais e conceituais. Pesquisa de artigos cientificos publicados em\nanais de eventos academicos, livros ou periodicos de notorio reconhecimento na area. Estudo dos\nfundamentos de metodologia de pesquisa."
    },
    {
        "disciplina": " LABORATORIO DE TEORIA, CRITICA E HISTORIA DA ARTE 4",
        "codigo": "VIS0023 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "Elaboracao de um projeto de pesquisa individual na area de Historia, Teoria e Critica de Arte, sob orientacao do professor, com vistas ao trabalho de conclusao de curso.  Identificacao inicial das etapas do projeto de pesquisa, reconhecimento da natureza do objeto de investigacao, seus limites e definicoes. Levantamento de bibliografia preliminar, etapas e possibilidades metodologicas."
    },
    {
        "disciplina": " HISTORIA DA ARTE NO BRASIL, MEMORIA E PATRIMONIO",
        "codigo": "VIS0025 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "Estudo da Historia da Arte e das politicas publicas relativas a Memoria e ao Patrimonio no Brasil,\nvertentes transdisciplinares e analises de discursos culturais. Concepcoes de memoria e sua\nimplicacoes para a consagracao de modelos de patrimonio (historico, cultural e outros); cartas\npatrimoniais; IPHAN e a revisao critica da Historia da Arte no Brasil; discussao sobre os sistemas\ndas artes e seus agentes culturais."
    },
    {
        "disciplina": " DIDATICA DAS ARTES VISUAIS",
        "codigo": "VIS0029 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "Estudo, reflexao e compreensao acerca das teorias educacionais e o contexto historico, politico, social e cultural do processo de ensino e aprendizagem no ambito das Artes Visuais. Pratica educativa, planejamento, concepcoes e diretrizes para avaliacao em Artes Visuais."
    },
    {
        "disciplina": " PRATICA DE ENSINO ",
        "codigo": "VIS0030 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "a definir"
    },
    {
        "disciplina": " ESTUDOS DAS VISUALIDADES INDIGENAS",
        "codigo": "VIS0031 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": ""
    },
    {
        "disciplina": " METODOLOGIA DE ENSINO E PESQUISA EM ARTES VISUAIS",
        "codigo": "VIS0032 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "A definir."
    },
    {
        "disciplina": " CURRICULO E AVALIACAO EM ARTES VISUAIS",
        "codigo": "VIS0035 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "Apresentacao e analise de diferentes aspectos do Curriculo e da Avaliacao no ensino das artes visuais. Conhecimento critico da contribuicao de diferentes perspectivas teoricas na construcao\r\ncurricular do sujeito e da educacao em artes visuais. Exercicios de elaboracao de atividades curriculares e de avaliacao."
    },
    {
        "disciplina": " PRATICA DE ENSINO ",
        "codigo": "VIS0037 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "Estudos sobre a profissao docente e suas implicacoes na formacao e construcao do conhecimento."
    },
    {
        "disciplina": " IMAGEM, CULTURA E SOCIEDADE",
        "codigo": "VIS0038 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "Discussao da cultura imagetica em seus campos de producao, circulacao e recepcao bem como o uso didatico de suas operacoes. A Imagem e sua compreensao em diferentes transitos de sentidos, de multiplas culturas e\r\ndiferentes grupos sociais. Num contexto, transdisciplinar e interdisciplinar, a compreensao critica dos usos da cultura imagetica. Apresentacao e problematizacao da relacao entre as imagens e agentes fruidores,\r\nprodutores e veiculadores, assim como os diferentes suportes e as diferentes estrategias de linguagem."
    },
    {
        "disciplina": " PRATICA DE ENSINO ",
        "codigo": "VIS0042 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "Estudo, producao, experimentacao e avaliacao de projetos, programas, acoes e materiais educativos realizados em espacos museais."
    },
    {
        "disciplina": " ESTUDOS VISUAIS E EDUCACAO ",
        "codigo": "VIS0054 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": ""
    },
    {
        "disciplina": " ESTUDOS VISUAIS E EDUCACAO ",
        "codigo": "VIS0055 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": ""
    },
    {
        "disciplina": " HISTORIA DA ARTE 1",
        "codigo": "VIS0061 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "Discussao de conceitos instrumentais da historiografia da arte: periodo, estilo, iconografia,\ndocumento, vestigio. Estudo e problematizacao dos eixos diacronico e sincronico relativos a\nproducao visual paleolitica, mesolitica e neolitica, a arte produzida na America pre-colombiana e\nBrasil pre-cabralino e a arte produzida no Egito, no Oriente Medio e no mundo grecorromano\ndurante a Antiguidade. Estudo da relacao entre essa producao e temas transversais: politica,\nreligiao, cultura e sociedade, alem de outros definidos pelo professor."
    },
    {
        "disciplina": " DESENHO 1",
        "codigo": "VIS0063 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "Disciplina de introducao a pratica do desenho. Realizacao de exercicios que envolvam os principios basicos do desenho de observacao. Devera ser focalizada a representacao por meios graficos (preto/branco) da realidade tridimensional em uma superficie bidimensional. A disciplina focaliza ainda exercicios estimuladores da coordenacao mao/olho."
    },
    {
        "disciplina": " DESENHO 2",
        "codigo": "VIS0065 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "Disciplina de desenvolvimento sequenciado da pratica do desenho. Enfase no estudo do volume do corpo humano e na representacao do espaco perspectivo"
    },
    {
        "disciplina": " ESCULTURA 1",
        "codigo": "VIS0067 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "Introduzir o estudante as principais questoes da escultura contemporanea. Iniciar o estudante nos procedimentos de preparacao e execucao de uma obra escultorica e criar a oportunidade de livre experimentacao tecnica, expressiva e conceitual nesta linguagem."
    },
    {
        "disciplina": " OFICINA DE FOTOGRAFIA 1",
        "codigo": "VIS0088 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "INSTRUMENTACAO TECNICA E TEORICA DE FOTOGRAFIA COMO PORCESSO DE CRIA-CAO VOLTADA PARA  EXECUCAO DE  PROJETOS  VINCULADOS AS ARTES  PLASTICAS.PROGRAMACAO VISUAL E DESENHO INDUSTRIAL."
    },
    {
        "disciplina": " OFICINA DE FOTOGRAFIA 2",
        "codigo": "VIS0090 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "PRINCIPIOS DE FOTOCOMPOSICAO, TONS E  TEXTURA  ANALISE DE  TRABALHOSFOTOGRAFICOS."
    },
    {
        "disciplina": " HISTORIA DA ARTE 2",
        "codigo": "VIS0114 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "Discussao de conceitos instrumentais da historiografia da arte. Estudo e problematizacao dos eixos\ndiacronico e sincronico relativos a arte paleocrista, medieval e renascentista – incluindo-se o\nRenascimento setentrional. Estudo da relacao entre essa producao e temas transversais: politica,\nreligiao, cultura e sociedade, alem de outros definidos pelo professor."
    },
    {
        "disciplina": " FUNDAMENTOS DA LINGUAGEM VISUAL",
        "codigo": "VIS0129 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "A disciplina Fundamentos da Linguagem Visual tem como objetivos o desenvolvimento de conhecimentos relacionados aos elementos basicos da composicao e dos conceitos relacionados a Teoria da Composicao e a Teoria da Cor.  A disciplina aborda tambem as diferencas existentes entre Cor Luz e Cor Pigmento, alem de uma breve historia do desenvolvimento do estudo da cor.Os conceitos de estrutura composicional e modulacao tambem constituem objeto de estudos da disciplina."
    },
    {
        "disciplina": " ANATOMIA ARTISTICA",
        "codigo": "VIS0140 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "O CORPO HUMANO, COM SEUS GESTOS  TRANSMITINDO AS MAIS  PROFUNDAS EMO-COES EMANADAS ALMA, TEM SIDO TEMA CENTRAL  PARA A MAIORIA DOS  ARTISTAS.O OBJETO DESTA DISCIPLINA E PROPORCIONAR AOS ESTUDANTES AVIDOS DE PRECI-OSOS E ADEQUADOS CONHECIMENTO DE ARTE, UMA  SOLIDA  FORMACAO DE ANATOMIAHUMANA. NO  DECORRER DO  CURSO  SERAO  ENFOCADOS  TEMAS COMO  OSTEOLOGIA(O ESQUELETO),  MIOLOGIA  (RELEVO MUSCULAR)  ANATOMIA DE  SUPERFICIE E AHISTORIA DA ARTE CONCERNENTE A ANATOMIA."
    },
    {
        "disciplina": " ARTE ELETRONICA 1",
        "codigo": "VIS0185 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "PRATICA E TECNICA DE REPRODUCAO MECANICA E ELETRONICA COMO FOTO, CINEVIDEO E COMPUTACAO."
    },
    {
        "disciplina": " PINTURA 1",
        "codigo": "VIS0187 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "Disciplina de estudo pratico e teorico da linguagem pictorica, utilizacao de tecnicas tradicionais e experimentais."
    },
    {
        "disciplina": " INTRODUCAO A GRAVURA",
        "codigo": "VIS0188 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "- INTRODUCAO AS TECNICAS DE REPRODUCAO.- PRINCIPIOS BASICOS DAS TECNICAS DE XILOGRAVURA E CALCOGRAVURA.- TECNICAS VARIADAS DE IMPRESSAO E MOLDES VAZADOS."
    },
    {
        "disciplina": " HISTORIA DA ARTE 3",
        "codigo": "VIS0189 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "Discussao de conceitos instrumentais da historiografia da arte. Estudo e problematizacao dos eixos\ndiacronico e sincronico relativos a arte produzida entre o seculo XVI e o seculo XIX. Estudo da\nrelacao entre essa producao e temas transversais: politica, religiao, cultura e sociedade, alem de\noutros definidos pelo professor."
    },
    {
        "disciplina": " HISTORIA DA ARTE 4",
        "codigo": "VIS0190 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "Discussao de conceitos instrumentais da historiografia da arte. Estudo e problematizacao dos eixos\ndiacronico e sincronico relativos a arte produzida no seculo XX. Vanguardas Historicas e Utopias;\nemergencia do inconsciente; Expressionismo Abstrato e Arte Informal; Pop Art / Minimal Art /\nConceptual Art; Concretismo e Neoconcretismo; as novas midias; transformacoes do Sistema de\nArte do Modernismo a Arte Contemporanea; Modernismo no Brasil e na America Latina: debates\npos-coloniais e decoloniais."
    },
    {
        "disciplina": " APARTE ",
        "codigo": "VIS0213 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": ""
    },
    {
        "disciplina": " ATELIE 1",
        "codigo": "VIS0217 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "PESQUISA E  PRODUCAO DE ARTE E DE  ENSAIO REFLEXIVO  ORIENTADO POR UMPROFESSOR-TITULOR.  ACOMPANHADO POR PAINEL  DE DISCUSSAO, SEM EFEITO  DEMENCAO, COMPOSTO POR CONVIDADOS DO PROFESSOR. RECOMENDA-SE QUE O PROFES-SOR-TUTOR POSSUA TITULO MINIMO DE MESTRE."
    },
    {
        "disciplina": " ATELIE 2",
        "codigo": "VIS0219 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "PESQUISA E PRODUCAO DE ARTE E DE  ENSAIO  REFLEXIVO  ORIENTADO POR UMPROFESSOR  REFLEXIVO  POR UM  PROFESSOR TUTOR. ACOMPANHADO POR PAINEL DEDISCUSSAO, SEM EFEITO DE MENCAO, COMPOSTO  POR CONVIDADOS DO  PROFESSOR.RECOMENDA-SE QUE O PROFESSOR-TUTOR POSSUA TITULO MINIMO DE MESTRE."
    },
    {
        "disciplina": " PROJETO INTERDISCIPLINAR",
        "codigo": "VIS0220 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "SEMESTRE DEDICADO A PLANEJAMENTO TEORICO E EXECUCAO DE PROJETO DE AR-TES, COM TEMA E LINGUAGENS PROPOSTAS PELO ALUNO."
    },
    {
        "disciplina": " INTERVENCAO/PERFORMANCE/INSTALACAO",
        "codigo": "VIS0230 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "INSTRUMENTACAO  PRATICA  E  TEORICA  DESTAS  AREAS  COMO  LINGUAGENS.PROCESSOS EXPERIMENTAIS."
    },
    {
        "disciplina": " SEMINARIO EM TEORIA,CRITICA E HISTORIA DA ARTE 1",
        "codigo": "VIS0231 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": ""
    },
    {
        "disciplina": " SEMINARIO EM TEORIA,CRITICA E HISTORIA DA ARTE 3",
        "codigo": "VIS0235 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "."
    },
    {
        "disciplina": " PINTURA 2",
        "codigo": "VIS0240 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "Pintura 2   157279Ementa:Disciplina de aprofundamento de estudo pratico e teorico da linguagem pictorica, utilizacao de tecnicas tradicionais e experimentais."
    },
    {
        "disciplina": " DESENHO 4",
        "codigo": "VIS0245 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "ESTUDO PRATICO E TEORICO DO DESENHO COMO LINGUAGEM APLICADA AS  AREASDE OPCAO DE CADA ALUNO A PARTIR DE  PROJETOS CONCEBIDOS E  DESENVOLVIDOSSOB ORIENTACAO DO PROFESSOR."
    },
    {
        "disciplina": " CALCOGRAVURA",
        "codigo": "VIS0249 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "Experimentacao e desenvolvimento poetico a partir da linguagem da calcogravura e de processos graficos."
    },
    {
        "disciplina": " HISTORIA DA ARTE MODERNA",
        "codigo": "VIS0254 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "PERIODO QUE SE INICIA COM A RENASCENCA ITALIANA. UMA DOS  MOVI-  MENTOS ARTISTICOS EUROPEUS ATE O IMPRESSIONISMO NA SEGUNDA METADE   DO  SECULO XIX."
    },
    {
        "disciplina": " HISTORIA DA ARTE CONTEMPORANEA",
        "codigo": "VIS0255 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "UM ESTUDO DA ARTE DO SECULO XX, NAS SUAS FORMAS MAIS REVOLUCIO-  NARIAS INICIADAS POUCO ANTES DA PRIMEIRA GUERRA MUNDIAL. OS MOVIMENTOS  ARTISTICOS, OS MANIFESTOS, AS VANGUARDAS E OS ARTISTAS MAIS  EXPRESSI-  VOS."
    },
    {
        "disciplina": " HISTORIA DA ARTE NO BRASIL",
        "codigo": "VIS0256 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "ESTUDO DA ARTE BRASILEIRA QUE CARACTERIZA OS REGIMES DA  HISTO-  RIA DO PAIS: COLONIA, IMPERIO E REPUBLICA, DESDE O DESENVOLVIMENTO ATE  A FUNDACAO DE BRASILIA."
    },
    {
        "disciplina": " SEMINARIO EM TEORIA,CRITICA E HISTORIA DA ARTE 10",
        "codigo": "VIS0267 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": ""
    },
    {
        "disciplina": " SEMINARIO EM TEORIA, CRITICA E HISTORIA DA ARTE 11",
        "codigo": "VIS0271 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "Apresentacao do sistema das artes envolvendo viabilidade e circulacao da producao artistica."
    },
    {
        "disciplina": " SEMINARIO EM TEORIA, CRITICA E HISTORIA DA ARTE 12",
        "codigo": "VIS0273 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "A Teoria e a Historia da Arte serao analisadas atraves de algunas linhas de pensamentos que lhes sao inerentes, a partir da leitura de autores e obras considerados fundantes, de diferentes epocas."
    },
    {
        "disciplina": " SEMINARIO EM TEORIA, CRITICA E HISTORIA DA ARTE 14",
        "codigo": "VIS0277 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "Topicos sobre arte e filosofia contemporaneas: reflexao sobre a arte contemporanea a partir de leituras analiticas de filosofos contemporaneos: Foucault, Deleuze, Guattari, Derrida, Calvino, Sloterdijk, etc."
    },
    {
        "disciplina": " TEORIA, CRITICA E HISTORIA DA ARTE 1",
        "codigo": "VIS0294 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "Estudo dos discursos basilares da Teoria e Historia da Arte por meio de autores fundamentais e\ntextos da Antiguidade grecorromana a tradicao vasariana, no seculo XVI. Antecedentes e fundacao\ndos referidos campos de conhecimento: sobre os estatutos da arte e da imagem, em textos\nplatonicos, neoplatonicos, Plinio, o Velho; a teologia da imagem na Idade Media; teoricos da arte\ndesde Alberti ao seculo XVI e a fundacao da Historia da Arte, com Vasari e a tradicao Vasariana."
    },
    {
        "disciplina": " ARTE E LITERATURA",
        "codigo": "VIS0295 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "Estudo das relacoes transdisciplinares entre artes visuais e literatura; problematizacao do ut pictura\npoiesis e de questoes relativas a genese da tradicao literaria europeia: da antiguidade ao\nmodernismo; discussao sobre a literatura como campo de experiencias e reflexoes sobre a arte\nmoderna e contemporanea; abordagens da literatura latinoamericana ou outros recortes\nespaco-temporais."
    },
    {
        "disciplina": " MATERIAIS EM ARTE 1",
        "codigo": "VIS0296 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "Estudo das tecnicas tradicionais, iniciacao da producao e analise dos materiais que possibilitam o desenvolvimento da capacidade de expressao e suas aplicabilidades na arte."
    },
    {
        "disciplina": " PRATICA DE ENSINO – AMBIENTES VIRTUAIS DE APRENDIZAGEM",
        "codigo": "VIS0297 ",
        "unidade_responsavel": "DEPTO ARTES VISUAIS ",
        "ementa": "A definir"
    }
]