[
    {
        "disciplina": " RESIDENCIA EM POLITICAS PUBLICAS",
        "codigo": "GPP0002 ",
        "unidade_responsavel": "DEPARTAMENTO DE GESTAO DE POLITICAS PUBL ",
        "ementa": "Proporcionar ao estudante um espaco de aprendizagem pratico-reflexiva a partir da sua imersao em organizacoes publicas, sem fins lucrativos ou privadas. A experiencia de imersao possibilita a analise dos processos de formulacao, implementacao e avaliacao de uma determinada politica publica, promovendo a reflexao sobre a relacao Estado e Sociedade, a partir da gestao de politicas publicas. Realizada por meio de duas modalidades: Residencia com imersao total, em tempo integral, e Residencia com imersao parcial, em meio periodo diario. Os conteudos e metodos desta disciplina devem colaborar para a elaboracao do Relatorio da Residencia em Politicas Publicas, do Diario de Campo e para a realizacao de Seminario final."
    },
    {
        "disciplina": " METODOLOGIA DE PESQUISA APLICADA A GPP",
        "codigo": "GPP0009 ",
        "unidade_responsavel": "DEPARTAMENTO DE GESTAO DE POLITICAS PUBL ",
        "ementa": "Conceitos Introdutorios; Abordagem Cientifica de Pesquisas; Filosofia da Ciencia; Projetos de Pesquisa; Redacao de Relatorios de Pesquisa; Metodos de pesquisa; Uso de softwares como ferramentas de pesquisa."
    },
    {
        "disciplina": " PROJETO DE PESQUISA EM GPP",
        "codigo": "GPP0011 ",
        "unidade_responsavel": "DEPARTAMENTO DE GESTAO DE POLITICAS PUBL ",
        "ementa": "Fundamentos do trabalho cientifico. Definicao de tema e questao de pesquisa. Discussao de referencial teorico. Metodos e tecnicas de coleta e de analise de dados. Tecnicas de imersao academica em pesquisa para analise de politica publica. Projeto de pesquisa para Residencia em Politicas Publicas e Monografia."
    },
    {
        "disciplina": " AVALIACAO DE PROGRAMAS GOVERNAMENTAIS",
        "codigo": "GPP0015 ",
        "unidade_responsavel": "DEPARTAMENTO DE GESTAO DE POLITICAS PUBL ",
        "ementa": "Visao geral sobre o papel e o uso da avaliacao de politicas publicas. Teorias, conceitos, tipos, modelos, metodos e instrumentos de avaliacao de politicas publicas e de programas governamentais. Avaliacao e aprendizagem."
    },
    {
        "disciplina": " CONTROVERSIAS URBANAS",
        "codigo": "GPP0016 ",
        "unidade_responsavel": "DEPARTAMENTO DE GESTAO DE POLITICAS PUBL ",
        "ementa": "As controversias e a complexidade do urbano. A visao classica do urbano: a concretizacao da luta de classes. A cidade enquanto objeto discursivo. A cidade como experiencia e pratica. A construcao de novas epistemes para o pensar as cidades brasileiras e as politicas urbanas e territoriais."
    },
    {
        "disciplina": " DEMOCRACIA E POLITICAS PUBLICAS",
        "codigo": "GPP0018 ",
        "unidade_responsavel": "DEPARTAMENTO DE GESTAO DE POLITICAS PUBL ",
        "ementa": "Construcao democratica como processo permanente. Democracias representativa, participativa e deliberativa. Igualdade de genero e raca. Politicas de garantia de direitos humanos. Da acao coletiva a inovacao publica: politicas publicas como expressao da efetividade democratica."
    },
    {
        "disciplina": " GESTAO E GOVERNANCA PUBLICA",
        "codigo": "GPP0019 ",
        "unidade_responsavel": "DEPARTAMENTO DE GESTAO DE POLITICAS PUBL ",
        "ementa": "Nocao de Governanca. Governo, Governabilidade e Governanca: bases teoricas, historicas e conceitos. Governanca e Democracia. Governanca e Desenvolvimento. Governanca e Politicas Publicas. Governanca e Gestao Publica. Governanca Local. Governanca multinivel. Componentes da Governanca: transparencia ativa, cidadania, participacao social, novos atores e interdependencia. Experiencias brasileiras e internacionais sobre governanca publica."
    },
    {
        "disciplina": " IMPLEMENTACAO DE POLITICAS PUBLICAS",
        "codigo": "GPP0020 ",
        "unidade_responsavel": "DEPARTAMENTO DE GESTAO DE POLITICAS PUBL ",
        "ementa": "O processo de implementacao em politicas publicas. Abordagens, conceitos e ferramentas para sua analise. Execucao das politicas publicas. Federalismo na implementacao de politicas publicas. Redes de implementacao.  Servicos publicos."
    },
    {
        "disciplina": " INTRODUCAO A GESTAO DE POLITICAS PUBLICAS",
        "codigo": "GPP0021 ",
        "unidade_responsavel": "DEPARTAMENTO DE GESTAO DE POLITICAS PUBL ",
        "ementa": "Fundamentos e historia do Campo de Publicas. Pluralidade de abordagens teorico-metodologicas para a gestao de politicas publicas. Atuacao profissional em gestao de politicas publicas."
    },
    {
        "disciplina": " PARTICIPACAO SOCIAL E POLITICAS PUBLICAS",
        "codigo": "GPP0023 ",
        "unidade_responsavel": "DEPARTAMENTO DE GESTAO DE POLITICAS PUBL ",
        "ementa": "Conceitos de democracia participativa e representativa. Conceitos de participacao social e controle social. Institucionalizacao da participacao social.  Participacao social e gestao de politicas publicas. Efeitos da participacao social nas politicas publicas brasileiras. Politicas publicas de acao afirmativa: etnico-racial e de genero."
    },
    {
        "disciplina": " POLITICAS PUBLICAS DE EMPREGO TRABALHO E RENDA",
        "codigo": "GPP0025 ",
        "unidade_responsavel": "DEPARTAMENTO DE GESTAO DE POLITICAS PUBL ",
        "ementa": "Introduzir definicoes de politicas publicas de emprego, trabalho e renda e seus instrumentos de intervencao. Fundamentos de economia do trabalho, e mercado de trabalho.  Fundamentos de politicas e mundo do trabalho sob otica da OIT. Historico, evolucao e diagnostico do Sistema Publico de Emprego, Trabalho e Renda no Brasil, sob otica federal e federativa. Aspectos de formulacao e gestao das politicas de emprego, trabalho e renda no Brasil."
    },
    {
        "disciplina": " POLITICAS PUBLICAS E (DES)ENVOLVIMENTO TERRITORIAL",
        "codigo": "GPP0026 ",
        "unidade_responsavel": "DEPARTAMENTO DE GESTAO DE POLITICAS PUBL ",
        "ementa": "Apresentacao critica da dicotomia desenvolvimento/subdesenvolvimento. Conceitos de territorio e desenvolvimento territorial. Antecedentes teoricos da questao regional e urbana contemporanea. Abordagens criticas da economia politica da urbanizacao e desenvolvimento regional. Debates teoricos contemporaneos sobre as transformacoes que o espaco urbano-regional vem sofrendo no mundo contemporaneo e suas implicacoes para as politicas publicas. Modelos de desenvolvimento territorial das agencias internacionais e suas implicacoes para o sul-global."
    },
    {
        "disciplina": " POLITICAS URBANAS",
        "codigo": "GPP0027 ",
        "unidade_responsavel": "DEPARTAMENTO DE GESTAO DE POLITICAS PUBL ",
        "ementa": "A abordagem de politicas urbanas no contexto do campo de estudo das politicas publicas: premissas, conteudos, implicacoes. Principais conceitos: problema publico, publico e praticas. Variacoes interpretativas: a pratica das praticas urbanas; a pratica do publico; o urbano como argumento; a experiencia urbana. Casos de politicas urbanas: construcao, montagem, formatos narrativos e produtos finais. Aprendizagem em politicas urbanas."
    },
    {
        "disciplina": " PROCESSO DECISORIO E POLITICAS PUBLICAS",
        "codigo": "GPP0028 ",
        "unidade_responsavel": "DEPARTAMENTO DE GESTAO DE POLITICAS PUBL ",
        "ementa": "Processos decisorios em politicas publicas. Construcao de alternativas de politicas publicas, com enfase nas dinamicas que modelam a tomada de decisao. Principais modelos conceituais. Formacao de agendas em politicas publicas. Planejamento governamental.  Complexidades e incertezas que permeiam a formulacao."
    },
    {
        "disciplina": " TRABALHO DE CONCLUSAO DE CURSO",
        "codigo": "GPP0030 ",
        "unidade_responsavel": "DEPARTAMENTO DE GESTAO DE POLITICAS PUBL ",
        "ementa": ""
    },
    {
        "disciplina": " ECONOMIA PARA POLITICAS PUBLICAS",
        "codigo": "GPP0031 ",
        "unidade_responsavel": "DEPARTAMENTO DE GESTAO DE POLITICAS PUBL ",
        "ementa": "1. EmentaIntroduzir definicoes de politicas publicas a partir de abordagem economica e microeconomica. Apresentar e discutir alcance e limitacoes de fundamentos economicos no ciclo de politica publica. Apresentar e discutir as funcoes economicas do governo e intervencao publicas na economia. Introduzir nocoes de orcamento publico, sua relacao com a economia e avaliacao de politicas publicas, do ponto de vista economico. 2. Objetivo Geral: apresentar, discutir e analisar fundamentos economicos relacionados a gestao de politicas publicas no Brasil, assim como aplicacao de conceitos economicos relacionados a formulacao e avaliacao de politicas publicas, introduzindo conceitos economicos relacionados ao orcamento publico e instrumentos economicos de politica.3. Objetivos Especificos: 1. Politicas Publicas - Abordagem Economica 2. Funcoes do Governo e Intervencao Publica 3. Politicas Publicas - Abordagem Microeconomica 4. Formulacao de Politicas - Instrumentos Economicos 5. Economia e Orcamento Publico 6. Avaliacao Economica de Politicas.4. Contribuicao da Disciplina para o Curso: proporcionar aos discentes o dominio de conceitos economicos fundamentais aplicados a gestao de politicas publicas, de forma interdisciplinar.5. Metodologia de ensino e de aprendizagem da disciplina: aulas expositivas, discussoes de estudos de caso em politicas publicas, atividades em sala de aula e de pesquisa."
    },
    {
        "disciplina": " FUNDAMENTOS DA ADMINISTRACAO PUBLICA",
        "codigo": "GPP0037 ",
        "unidade_responsavel": "DEPARTAMENTO DE GESTAO DE POLITICAS PUBL ",
        "ementa": "Principais abordagens teoricas acerca da Administracao Publica. Reforma do Estado e modernizacao do setor publico. Evolucao historica da Administracao Publica no pais. Planejamento na administracao Publica. Etica. Tendencias contemporaneas no Brasil e no mundo."
    },
    {
        "disciplina": " ECONOMIA PARA POLITICAS PUBLICAS 2",
        "codigo": "GPP0039 ",
        "unidade_responsavel": "DEPARTAMENTO DE GESTAO DE POLITICAS PUBL ",
        "ementa": "1. Introduzir conceitos macroeconomicos e de politica macroeconomica. Apresentar e discutir o papel do Estado do desenvolvimento economico. Introduzir nocoes de contabilidade social, e de politicas economicas relacionadas ao crescimento economico, balanco de pagamentos, politica monetaria e politicas sociais.2. Objetivo Geral: apresentar, discutir e analisar fundamentos macroeconomicos relacionados a gestao de politica economica no Brasil, a partir do entendimento das principais politicas macroecomicas e sua instrumentalizacao por meio de instrumentos de intervencao do Estado e uso de indicadores macroecnomicos.3. Objetivos Especificos: 1. Fundamentos Macroeconomicos2. Papel do Estado e Desenvolvimento Economico3. Contabilidade Social e Contas Nacionais - Producao4. Balanco de Pagamentos e Regimes Cambiais5. Sistema Monetario e Inflacao6. Politica de Credito e de Microcredito7. Politica Industrial8. Indicadores Sociais.4. Contribuicao da Disciplina para o Curso: proporcionar aos discentes o dominio de conceitos macroeconomicos fundamentais, o conhecimento de como operam as principais politicas macroeconomicas e o manejo de indicadores macroeconomicos aplicados a gestao de politicas publicas.5. Metodologia de ensino e de aprendizagem da disciplina: aulas expositivas, discussoes de estudos de caso em politicas publicas, atividades em sala de aula e de pesquisa."
    },
    {
        "disciplina": " POLITICA FISCAL E SOCIEDADE",
        "codigo": "GPP0042 ",
        "unidade_responsavel": "DEPARTAMENTO DE GESTAO DE POLITICAS PUBL ",
        "ementa": "Atribuicoes economicas do estado; aspectos sociopoliticos da tributacao; gasto estatal e redistribuicao de excedentes economicos; politicas macroeconomicas e suas implicacoes para as politicas publicas; o orcamento estatal e suas dimensoes sociopoliticas; e democracia economica."
    }
]