[
    {
        "disciplina": " COMUNICACAO, INFORMACAO E COMPUTACAO : FUNDAMENTOS E APLICACAO",
        "codigo": "JOR0001 ",
        "unidade_responsavel": "DEPARTAMENTO DE JORNALISMO/JOR ",
        "ementa": ""
    },
    {
        "disciplina": " HISTORIA DO JORNALISMO",
        "codigo": "JOR0002 ",
        "unidade_responsavel": "DEPARTAMENTO DE JORNALISMO/JOR ",
        "ementa": ""
    },
    {
        "disciplina": " PROCESSOS GRAFICOS EM JORNALISMO",
        "codigo": "JOR0003 ",
        "unidade_responsavel": "DEPARTAMENTO DE JORNALISMO/JOR ",
        "ementa": ""
    },
    {
        "disciplina": " ETICA E JORNALISMO",
        "codigo": "JOR0004 ",
        "unidade_responsavel": "DEPARTAMENTO DE JORNALISMO/JOR ",
        "ementa": ""
    },
    {
        "disciplina": " JORNALISMO EM RADIO 1",
        "codigo": "JOR0006 ",
        "unidade_responsavel": "DEPARTAMENTO DE JORNALISMO/JOR ",
        "ementa": ""
    },
    {
        "disciplina": " WEBDESIGN EM JORNALISMO",
        "codigo": "JOR0007 ",
        "unidade_responsavel": "DEPARTAMENTO DE JORNALISMO/JOR ",
        "ementa": "Introducao aos principios do planejamento editorial e visual no webjornalismo. Nocoes de interface grafica e identidade visual na web para jornalistas. Conceitos basicos sobre arquitetura da informacao, design de conteudo, componentes graficos e infograficos. Redes sociais. Acessibilidade."
    },
    {
        "disciplina": " WEBJORNALISMO",
        "codigo": "JOR0009 ",
        "unidade_responsavel": "DEPARTAMENTO DE JORNALISMO/JOR ",
        "ementa": ""
    },
    {
        "disciplina": " CAMPUS MULTIMIDIA",
        "codigo": "JOR0010 ",
        "unidade_responsavel": "DEPARTAMENTO DE JORNALISMO/JOR ",
        "ementa": ""
    },
    {
        "disciplina": " EMPREENDEDORISMO E GESTAO EM COMUNICACAO",
        "codigo": "JOR0012 ",
        "unidade_responsavel": "DEPARTAMENTO DE JORNALISMO/JOR ",
        "ementa": ""
    },
    {
        "disciplina": " JORNALISMO CULTURAL",
        "codigo": "JOR0013 ",
        "unidade_responsavel": "DEPARTAMENTO DE JORNALISMO/JOR ",
        "ementa": ""
    },
    {
        "disciplina": " JORNALISMO EM RADIO 2",
        "codigo": "JOR0014 ",
        "unidade_responsavel": "DEPARTAMENTO DE JORNALISMO/JOR ",
        "ementa": ""
    },
    {
        "disciplina": " JORNALISMO EM TV 1",
        "codigo": "JOR0015 ",
        "unidade_responsavel": "DEPARTAMENTO DE JORNALISMO/JOR ",
        "ementa": ""
    },
    {
        "disciplina": " JORNALISMO EM TV 2",
        "codigo": "JOR0016 ",
        "unidade_responsavel": "DEPARTAMENTO DE JORNALISMO/JOR ",
        "ementa": ""
    },
    {
        "disciplina": " TEORIAS DO JORNALISMO",
        "codigo": "JOR0023 ",
        "unidade_responsavel": "DEPARTAMENTO DE JORNALISMO/JOR ",
        "ementa": ""
    },
    {
        "disciplina": " ASSESSORIA DE COMUNICACAO 1",
        "codigo": "JOR0024 ",
        "unidade_responsavel": "DEPARTAMENTO DE JORNALISMO/JOR ",
        "ementa": ""
    },
    {
        "disciplina": " ASSESSORIA DE COMUNICACAO 2",
        "codigo": "JOR0025 ",
        "unidade_responsavel": "DEPARTAMENTO DE JORNALISMO/JOR ",
        "ementa": ""
    },
    {
        "disciplina": " JORNAL CAMPUS",
        "codigo": "JOR0027 ",
        "unidade_responsavel": "DEPARTAMENTO DE JORNALISMO/JOR ",
        "ementa": ""
    },
    {
        "disciplina": " FOTOJORNALISMO",
        "codigo": "JOR0039 ",
        "unidade_responsavel": "DEPARTAMENTO DE JORNALISMO/JOR ",
        "ementa": "TECNICAS DE REGISTRO FOTOGRAFICOS. OPERACAO DE  CAMARA  FOTOGRAFICA EDE SEUS ACESSORIOS. FILTROS E  LENTES ESPECIAIS. RECURSOS  TECNICOS  DASCAMERAS PROFISSIONAIS. OPERACOES DE  LABORATORIO. FOTOGRAFIA DE  EVENTOSJORNALISTICOS COM ILUMINACAO  NATURAL. FLASH E  LAMPADAS, FILME  PRETO EBRANCO E  COLORIDO.  RELACIONAMENTO DO  REPORTER COM O FATO E O VEICULO.UTILIZACAO DE TELEOBJETIVAS, GRANDES ANGULARES, MOTORES, FLASHES, LAMPA-DAS E ILUMINACOES E AVAL DE REPRODUCAO. AUDIOVISUAL JORNALISTICO."
    },
    {
        "disciplina": " TEORIAS DA COMUNICACAO 1",
        "codigo": "JOR0045 ",
        "unidade_responsavel": "DEPARTAMENTO DE JORNALISMO/JOR ",
        "ementa": "Quais sao as teorias da comunicacao? A resposta a esta pergunta se encontra diretamente correlacionada ao conceito de comunicacao que empregamos. As teorias da comunicacao dependem da ideia de comunicacao que adotamos.  Por conseguinte, o programa se divide basicamente em duas partes. A primeira trata da definicao da comunicacao como um campo de conhecimento, enquanto a segunda procura apresentar e discutir algumas de suas teorias."
    },
    {
        "disciplina": " OFICINA DE TEXTO 1",
        "codigo": "JOR0058 ",
        "unidade_responsavel": "DEPARTAMENTO DE JORNALISMO/JOR ",
        "ementa": "Lingua, linguagem e discurso. Funcoes da linguagem. Os varios planos do sentido. Signo e simbolo. As varias categorias do texto. Usos, tecnicas e aplicacoes do texto: artisticas e profissionais. O texto e a leitura como fatores de motivacao, imaginacao, interacao, integracao, criacao e producao."
    },
    {
        "disciplina": " ETICA NA COMUNICACAO",
        "codigo": "JOR0062 ",
        "unidade_responsavel": "DEPARTAMENTO DE JORNALISMO/JOR ",
        "ementa": "Nocoes basicas e conceitos: moral, decoro, etica e deontologia. Eticas da conviccao e da responsabilidade. Etica na Comunicacao (setores corporativos, patronais e trabalhistas). Etica e utilitarismo. Justificativas eticas. Os codigos de etica no campo da Comunicacao. Responsabilidade social e cidadania. Etica e cidadania planetaria: antropoetica e holoetica."
    },
    {
        "disciplina": " METODOS E TECNICAS EM PESQUISA EM COMUNICACAO",
        "codigo": "JOR0063 ",
        "unidade_responsavel": "DEPARTAMENTO DE JORNALISMO/JOR ",
        "ementa": "Nocoes basicas de epistemologia: o conhecimento, a logicaO conhecimento cientifico: objetividade, metodo, observacao, experimentacao, leis e teorias As ciencias sociais: a objetividade, o marco teorico, metodos e tecnicas de pesquisa Os campos da comunicacao: os marcos teoricos, as tecnicas de pesquisa mais utilizadas segundo o campo comunicacional Aspectos formais do trabalho academico"
    },
    {
        "disciplina": " ESTETICA DA COMUNICACAO",
        "codigo": "JOR0064 ",
        "unidade_responsavel": "DEPARTAMENTO DE JORNALISMO/JOR ",
        "ementa": "O  conceito de estetica e de arte. Estetica e reprodutibilidade tecnica. Comunicacao e Arte. Critica da cultura e da arte."
    },
    {
        "disciplina": " POLITICAS DE COMUNICACAO",
        "codigo": "JOR0065 ",
        "unidade_responsavel": "DEPARTAMENTO DE JORNALISMO/JOR ",
        "ementa": "Ensino, estudo, pesquisa e reflexao sobre politicas de comunicacoes.\n\nEstado, sociedade e cidadania no Brasil. Politicas Publicas e Politicas de Comunicacao; teorias, conceitos e praticas. Os movimentos nacionais e internacionais por Politicas de Comunicacao: historia, impasses, desafios passados, presentes e futuros. Regulacao, autorregulacao, corregulacao e sistemas de prestacao de contas da comunicacao. Direito a Comunicacao e Direito a Informacao. Producao, distribuicao e acesso a conteudos de comunicacao."
    },
    {
        "disciplina": " INTRODUCAO A COMUNICACAO",
        "codigo": "JOR0078 ",
        "unidade_responsavel": "DEPARTAMENTO DE JORNALISMO/JOR ",
        "ementa": "O que e comunicacao. O processo da comunicacao. Formacao e Exercicio Profissional nas areas de Comunicacao Social."
    },
    {
        "disciplina": " COMUNICACAO E UNIVERSIDADE",
        "codigo": "JOR0079 ",
        "unidade_responsavel": "DEPARTAMENTO DE JORNALISMO/JOR ",
        "ementa": "Nocoes basicas e conceitos: Comunicacao e Universidade origens e evolucao as primeiras academias as primeiras republicas as universidades europeias a universidade na America Latina a universidade no Brasil a Reforma Universitaria ensinos publico e privado formas de democratizacao do acesso ao ensino superior a Universidade de Brasilia: modelo, historia, crises e expansao A indissociabilidade entre ensino, pesquisa e extensao. O papel dos movimentos estudantis. A relacao entre Ciencia, Pesquisa e Comunicacao."
    },
    {
        "disciplina": " INTRODUCAO AO JORNALISMO",
        "codigo": "JOR0080 ",
        "unidade_responsavel": "DEPARTAMENTO DE JORNALISMO/JOR ",
        "ementa": "O que e jornalismo. Funcao social do jornalismo, o conceito de noticia, o processo de producao da noticia. Fundamentos epistemologicos para uma teoria do jornalismo."
    },
    {
        "disciplina": " COMUNICACAO COMUNITARIA",
        "codigo": "JOR0083 ",
        "unidade_responsavel": "DEPARTAMENTO DE JORNALISMO/JOR ",
        "ementa": "Comunicacao e Comunidade Comunicacao e Cultura popular Comunicacao e participacao social Comunicacao e Mobilizacao Social Comunicacao e Desenvolvimento Humano Educacao para e pela Comunicacao Comunicacao, inclusao e emancipacao social Comunicacao e Novos Movimentos  Sociais  Comunicacao de Massa versus Comunicacao Comunitaria Metodos e Tecnicas de Comunicacao Comunitaria: jornal, revista, radio, teve e internet."
    },
    {
        "disciplina": " PRE",
        "codigo": "JOR0088 ",
        "unidade_responsavel": "DEPARTAMENTO DE JORNALISMO/JOR ",
        "ementa": "Primeira etapa do trabalho final de curso As tecnicas de elaboracao do projeto e pesquisa, a redacao da proposta de projeto a ser elaborado na etapa posterior."
    },
    {
        "disciplina": " TECNOLOGIA DE COMUNICACAO",
        "codigo": "JOR0089 ",
        "unidade_responsavel": "DEPARTAMENTO DE JORNALISMO/JOR ",
        "ementa": "Abordagem contemporanea das novas tecnologias de comunicacao. A digitalizacao como a base tecnica das novas midias derivadas da convergencia da telefonia, da transmissao de dados, do radio, da televisao e das redes de computador. A comunicacao mediada por computador (CMC) como premissa teorica basica para a conceituacao das novas midias digitais. A economia politica como referencial teorico basico para a apreensao critica das novas midias digitais e seus mais recentes desenvolvimentos socio-politicos, socio-economicos e socioculturais. Internet, World Wide Web, Televisao Digital - vetores empiricos da disciplina."
    },
    {
        "disciplina": " LEGISLACAO E DIREITO A COMUNICACAO",
        "codigo": "JOR0092 ",
        "unidade_responsavel": "DEPARTAMENTO DE JORNALISMO/JOR ",
        "ementa": "A universalidade dos direitos humanos. Estado, sociedade, e direitos humanos. As geracoes dos direitos humanos. Liberdade de expressao, de opiniao e de imprensa. O Direito a Comunicacao. A Comunicacao Social na Constituicao Federal. Legislacoes de imprensa, radiodifusao, televisao por assinatura, publicidade e propaganda, audiovisual e cinema, televisao digital e internet."
    },
    {
        "disciplina": " JORNALISMO ECONOMICO",
        "codigo": "JOR0098 ",
        "unidade_responsavel": "DEPARTAMENTO DE JORNALISMO/JOR ",
        "ementa": "As estruturas basicas do Executivo e Legislativo que envolvem o noticiario economico. A especificidade do jornalismo economico e de negocios, voltado para a cobertura das politicas governamentais e do setor privado. A cobertura diaria na Capital da Republica, os espacos ocupados, os criterios de selecao as noticias, as colunas especializadas"
    },
    {
        "disciplina": " TOPICOS ESPECIAIS EM COMUNICACAO 1",
        "codigo": "JOR0107 ",
        "unidade_responsavel": "DEPARTAMENTO DE JORNALISMO/JOR ",
        "ementa": ""
    },
    {
        "disciplina": " TOPICOS ESPECIAIS EM COMUNICACAO 2",
        "codigo": "JOR0109 ",
        "unidade_responsavel": "DEPARTAMENTO DE JORNALISMO/JOR ",
        "ementa": "A definir"
    },
    {
        "disciplina": " JORNALISMO POLITICO",
        "codigo": "JOR0110 ",
        "unidade_responsavel": "DEPARTAMENTO DE JORNALISMO/JOR ",
        "ementa": "A especificidade do jornalismo politico, especialmente, na Capital da Republica. A cobertura diaria nos poderes Executivo, Legislativo e Judiciario. Os espacos ocupados por esse noticiario nos jornais, os criterios de selecao as noticias, as colunas politicas."
    },
    {
        "disciplina": " TOPICOS ESPECIAIS EM COMUNICACAO 6",
        "codigo": "JOR0116 ",
        "unidade_responsavel": "DEPARTAMENTO DE JORNALISMO/JOR ",
        "ementa": "a definir"
    },
    {
        "disciplina": " LABORATORIO CAMPUS REPORTER 1",
        "codigo": "JOR0136 ",
        "unidade_responsavel": "DEPARTAMENTO DE JORNALISMO/JOR ",
        "ementa": ""
    },
    {
        "disciplina": " TEXTO JORNALISTICO",
        "codigo": "JOR0141 ",
        "unidade_responsavel": "DEPARTAMENTO DE JORNALISMO/JOR ",
        "ementa": "Tratamento da informacao e a estrutura basica do texto jornalistico. A construcao do lide. Estrutura e uso da “piramide invertida”. Generos jornalisticos: informativo, opinativo, interpretativo, de servico e entretenimento. Producao de textos jornalisticos.\n\nO objetivo e capacitar o/a estudante para a producao de textos jornalisticos, com precisao e qualidade, e para a identificacao dos diferentes generos jornalisticos."
    },
    {
        "disciplina": " APURACAO JORNALISTICA",
        "codigo": "JOR0142 ",
        "unidade_responsavel": "DEPARTAMENTO DE JORNALISMO/JOR ",
        "ementa": "Fundamentos e tecnicas da apuracao jornalistica. Selecao de fatos, localizacao de informacoes e elaboracao de entrevistas com fontes jornalisticas. Uso de documentos, bancos de dados, internet e outras ferramentas de apuracao jornalistica. \n\n O objetivo e capacitar o/a estudante para realizar apuracoes jornalisticas de forma precisa e etica, com a utilizacao de diferentes ferramentas de captacao de informacao e a transformacao dessa informacao em texto jornalistico."
    }
]