[
    {
        "disciplina": " METALURGIA FISICA",
        "codigo": "DPG0277 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "A definir."
    },
    {
        "disciplina": " TOPICOS ESPECIAIS 1 EM CIENCIAS MECANICAS",
        "codigo": "DPG0324 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "Trata-se de uma disciplina sem ementa permanente. E adequada para introducao de novos cursos normalmente nao previstos e  para fazer parte do plano de trabalho de professores visitantes. Disciplina abordando topicos especiais de conteudo variavel dependendo do interesse na ocasiao de sua oferta. Ementa e bibliografia a serem divulgados oportunamente"
    },
    {
        "disciplina": " TERMODINAMICA CLASSICA",
        "codigo": "DPG0424 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "Conceitos fundamentais nocoes de equilibrio. Principios de Teoria Cinetica. Energia e Entropia. Primeira e segunda leis. Irreversibilidade e disponibilidade. Relacoes termodinamicas e equacoes de estado. Gases ideais e reais. Mistura e solucoes. Reacoes quimicas. Equilibrio quimico e equilibrio de fase. Conservacao das especies, calores de reacao, combustao e formacao."
    },
    {
        "disciplina": " MECANICA DOS MATERIAIS COMPOSITOS",
        "codigo": "DPG0635 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "INTRODUCAO. FIBRAS E MATRIZES, MICROMECANICA DOS COMPOSITOS. MACROME-CANICA DOS COMPOSITOS. FRATURA E FADIGA DE COMPOSITOS. USOS E APLICACAO."
    },
    {
        "disciplina": " ELEMENTOS FINITOS EM SOLIDOS",
        "codigo": "DPG0662 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "Abordagem variacional da solucao de equacoes diferenciais: solucao do problema da corda (1D), solucao do problema da membrana (2D) Elementos finitos isoparametricos: mapeamento isoparametrico, integracao numerica Problemas da elasticidade 2D: montagem do sistema de equacoes algebricas, tecnicas de solucao do sistema de equacoes Penalidades, integracao reduzida, seletiva e convergencia Aspectos computacionais."
    },
    {
        "disciplina": " DINAMICA DOS FLUIDOS",
        "codigo": "DPG0670 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "A definir"
    },
    {
        "disciplina": " ENERGIA E AMBIENTE",
        "codigo": "DPG0782 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "Esta disciplina tem como objetivo abordar, dentro de um enfoque multidisciplinar, sistemas de geracao de energia eletrica e seus impactos sobre o ambiente. Os seguintes topicos sao discutidos: Energia: Fontes convencionais e renovaveis. Sustentabilidade e desenvolvimento sustentavel. Avaliacao termo- economica de sistemas de geracao. Impactos ambientais. Custos ambientais de sistemas de geracao de energia."
    },
    {
        "disciplina": " FADIGA DOS MATERIAIS",
        "codigo": "DPG0921 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "1. INTRODUCAO.                                                          2. METODOS DE ENFOQUE DO PROBLEMA DE FADIGA: TENSAO-VIDA - DIAGRAMA S-N   DEFORMACAO-VIDA - CURVA E-N PROPAGACAO DE TRINCAS.                  3. EFEITO DE ENTALHES.                                                  4. CARREGAMENTOS A AMPLITUDE VARIAVEL.                                  5. FADIGA MULTIAXIEL.                                                   6. METODOS DE PREVISAO DE VIDA A FADIGA."
    },
    {
        "disciplina": " FUNDAMENTOS DE ENGENHARIA DE RESERVATORIO",
        "codigo": "ENM0003 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": ""
    },
    {
        "disciplina": " TECNOLOGIAS DE COMANDO NUMERICO",
        "codigo": "ENM0027 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "## => CONCEITUACAO DE UM SISTEMA DE COMANDO NUMERICO## => PRINCIPIOS DE FUNCIONAMENTO## => SISTEMAS DE ACIONAMENTO## => CONTROLE DE POSICAO, ARMAZENAMENTO DAS INFORMACOES, ETC## => EQUIPAMENTOS QUE UTILIZAM SISTEMAS DE COMANDO NUMERICO## => DIVERSOS TIPOS DE APLICACOES## => CARACTERISTICAS    PECULIARES    DOS  COMPONENTES MECANICOS EELETRONICOS## => NOCOES  DE  INTERLIGACAO  ENTRE DIVERSOS EQUIPAMENTOS E COMSISTEMAS DE INFORMACAO## => PROGRAMACAO MANUAL## => PROGRAMACAO ASSISTIDA POR COMPUTADOR## => APT CAD/CAM."
    },
    {
        "disciplina": " TOPICOS ESPECIAIS EM SISTEMAS MECANICOS",
        "codigo": "ENM0056 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": ""
    },
    {
        "disciplina": " TOPICOS ESPECIAIS EM ENGENHARIA MECATRONICA",
        "codigo": "ENM0066 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "Ementa variavel com temas de interesse atual em areas ligadas a Engenharia Mecatronica"
    },
    {
        "disciplina": " TERMODINAMICA 1",
        "codigo": "ENM0068 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "A Estrutura logica da termodinamica classica. Conceitos Basicos. A primeira lei da termodinamica. A segunda Lei da termodinamica. Processos reversiveis e potenciais termodinamicos. Sistemas especiais. Aplicacoes a maquinas termicas."
    },
    {
        "disciplina": " TERMODINAMICA 2",
        "codigo": "ENM0069 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "RELACOES TERMODINAMICAS. MISTURAS. REACOES QUIMICAS. COMBUSTAO."
    },
    {
        "disciplina": " MAQUINAS TERMICAS",
        "codigo": "ENM0070 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "CONCEITOS FUNDAMENTAIS: COMPRESSORES, TURBINAS A GAS E TURBOREATORES,MOTORES DE COMBUSTAO INTERNAS, TEORIA DA COMBUSTAO, CARBURACAO  INJECAO,CICLOS REAIS, CENTRAIS TERMICAS A VAPOR D`AGUA."
    },
    {
        "disciplina": " TRANSFERENCIA DE CALOR",
        "codigo": "ENM0071 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "Objetivos da Disciplinas:Proporcionar conhecimento teoricos e aplicados sobre os fundamentos da transferencia de calor por conducao, conveccao e radiacao."
    },
    {
        "disciplina": " INSTALACOES TERMOMECANICAS 1",
        "codigo": "ENM0072 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "TROCADORES DE CALOR COM E SEM MUDANCA DE FASE. CICLO DE  REFRIGERACAOPOR COMPRESSAO DE VAPOR. COMPONENTES E CONTROLES DE SISTEMAS DE REFRIGE-RACAO. PSICROMETRIA. TORRES DE RESFRIAMENTO E  CONDENSADORES  EVAPORATI-VOS. CALCULO DE CARGA TERMICA. CAMARAS FRIGORIFICAS. PROJETO DE SISTEMASDE REFRIGERACAO."
    },
    {
        "disciplina": " INSTALACOES TERMOMECANICAS 2",
        "codigo": "ENM0073 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": ". VENTILIZACAO                                                          . CARGA TERMICA                                                         . PROCESSOS PSICROMETRICOS                                              . EQUIPAMENTOS PARA CLIMATIZACAO                                        . SISTEMAS DE AR CONDICIONADO"
    },
    {
        "disciplina": " FENOMENOS DE TRANSPORTE",
        "codigo": "ENM0080 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "Mecanica dos fluidos: Propriedades dos fluidos Estatica dos fluidos -manometria, forcas em superficies planas e curvas, empuxo, estabilidade decorpos submersos e flutuantes Estudo dos fluidos em movimento - tipos deescoamento, conceitos de sistema e volume de controle, conservacao de massa,equacao de energia e suas aplicacoes, equacao de Bernoulli, linhas de gradientede energia, equacao da quantidade de movimento e suas aplicacoes Analisedimensional e semelhanca dinamica Escoamentos internos - efeitos deviscosidade, escoamentos laminar e turbulento, perdas distribuidas e localizadas,escoamento permanente a superficie livre Maquinas de fluxo - teoria, diagramade velocidades, equacoes teoricas das maquinas, aplicacoes simples de curvas debombas e curvas de sistema Escoamentos externos Escoamento de fluidoscompressiveis. Transferencia de massa: Difusao molecular e difusividadeTransferencia de massa por conveccao e difusao turbulenta. Transmissao decalor."
    },
    {
        "disciplina": " MECANICA DOS FLUIDOS 2",
        "codigo": "ENM0082 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "Cinematica de Escoamentos. Escoamento Inviscido Incompressivel. Formulacao Diferencial da Equacao do Movimento. Escoamento  Laminar Viscoso Incompressivel: Solucoes Exatas. Fundamentos e Aplicacoes da Teoria da Camada Limite."
    },
    {
        "disciplina": " SISTEMAS FLUIDO",
        "codigo": "ENM0083 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "MAQUINAS DE FLUXO: DEFINICOES E NOMENCLATURA EQUACOES FUNDAMENTAIS  DAS MAQUINAS DE FLUXO: O MECANISMO DE FLUXO DO ROTOR DE UMA MAQUINA DE  FLUXO PERDAS E RENDIMENTOS ANALISE DIMENSIONAAL  E  SEMELHANCA APLI-  CADA AS MAQUINAS DE FLUXO CAMPOS COM CARACTERISTICAS BOMBAS E TURBI-  NAS HIDRAULICAS ALTURA DE ASPIRACAO, CAVITACAO DISPOSITIVOS  HIDRAU-  LICOS  ESPECIAIS  AJETORES,  CARNEIRO  HIDRAULICO  E  CONVERSORES  DE  TORQUE ATIVIDADES DE LABORATORIO."
    },
    {
        "disciplina": " SISTEMAS HIDRAULICOS E PNEUMATICOS",
        "codigo": "ENM0084 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "OPRINCIPIOS DE FUNCIONAMENTO DE COMPONENTES DOS CIRCUITOS HIDRAULICOSE PNEUMATICOS, BOMBAS, VALVULAS, ATUADORES E RESERVATORIOS. CANALIZACAO:CONSIDERACOES SOBRE SELECAO DE CANOS.  TUBOS  E  CONEXOES,  PROJETOS  DEMECANISMOS HIDRAULICOS E PNEUMATICOS. MECANISMOS HIDRAULICOS ESPECIAIS. Objetivo da disciplina: Capacitar ao aluno a: 1. Efetuar leitura e interpretacao de texto de plantas de sistemas eletro-hidraulicos e eletro-pneumaticos 2. Selecionar adequadamente os componentes sistemas fluidos de potencia3. Elaborar projetos de automacao fluida com e sem controle eletrico4. Utilizar montagem pratica de sistemas de automacao fluida5. Dimensionar e selecionar os componentes do sistema."
    },
    {
        "disciplina": " TUBULACOES INDUSTRIAIS",
        "codigo": "ENM0087 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "MATERIAIS, ESPECIFICACOES E CARACTERISTICAS  DE  TUBULACOES INDUSTRI-AIS. JUNTAS. TRACADO DE TUBULACOES, ESFORCOS E  SOLICITACOES  ANCORAGEM.CONEXOES E PECAS ESPECIAIS. SELECAO DE REGISTRO E VALVULAS.  ACESSORIOS.TUBALACOES SOBRE APOIO E SUBTERRANEAS.  TRAVESSIAS  E  OBRAS  ESPECIAIS.CORROSAO. DESINFECCAO. ENSAIOS, VAZAMENTOS MANUTENCAO. CUSTOS."
    },
    {
        "disciplina": " ANALISE DE PROBLEMAS DE ENGENHARIA MECANICA",
        "codigo": "ENM0089 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": ""
    },
    {
        "disciplina": " MATERIAIS DE CONSTRUCAO MECANICA 1",
        "codigo": "ENM0090 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "V                                                                       01. NOCOES SOBERE PROPRIEDADES E COMPORTAMENTOS DE MATERIAIS.           02. LIGACOES QUIMICAS QUE INTERESSAM A CIENCIA DOS MATEIRAIS.           03. ORDENACAO ATOMICA NOS SOLIDOS                                       04. DESORDEM ATOMICA NOS SOLIDOS                                        05. METAIS MONOFASICOS                                                  06. FASES MOLECULARES                                                   07. MATERIAIS CERAMICOS                                                 08. MATERIAIS POLIFASICOS: DIAGRAMAS DE EQUILIBRIO. DIAGRAMA FERRO-CER-     BONO.                                                               09. METALURGIA DO PO                                                    10. LABORATORIO: ENSAIOS MECANICOS"
    },
    {
        "disciplina": " MATERIAIS DE CONSTRUCAO MECANICA 2",
        "codigo": "ENM0091 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "1. Ligas de aluminio 2. Ligas de cobre (latao e bronze) 3. Introducao a Solidificacao 4. Digrama de fases com enfase nos tratamentos termicos 5. Introducao ao desgaste 6. LigasNi-Ti (sma – shape memory alloy) 7. Corrosao 8. Introducao aos materiais ceramicos 9. Introducao aos materiais polimericos 10. Introducao aos materiais compositos."
    },
    {
        "disciplina": " TECNOLOGIA MECANICA 2",
        "codigo": "ENM0093 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "INTRODUCAO AOS PROCESSOS DE FABRICACAO FUNDICAO CONFORMACAO MECANI-CA DOS METAIS SOLDAGEM ATIVIDADES DE LABORATORIO."
    },
    {
        "disciplina": " VIBRACOES 1",
        "codigo": "ENM0109 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "MOVIMENTO PERIODICO (Sistemas Nao-Amortecidos)METODOS DE  ENERGIA MOVIMENTO PERIODICO FORCADO (Sistemas Nao-Amortecidos)AMOR-  TECEDORES VIBRACAO FORCADA AMORTECIDA VIBRACAO COM DOIS GRAUS DE LI-  BERDADE APLICACOES EM CONTROLE DE VIBRACAO: BALANCEAMENTO,  whirling,  TIPOS DE CONTROLE DE VIBRACAO, ABSORVEDORES DINAMICOS APLICACOES  EX-  PERIMENTAIS E COMPUTACIONAIS."
    },
    {
        "disciplina": " VIBRACOES 2",
        "codigo": "ENM0110 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "SISTEMA COM VARIOS GRAUS DE LIBERDADE VIBRACOES EM SISTEMAS CONTINU-OS VIBRACOES EM SISTEMAS NAO LINEARES   TECNICOS  DE  COMPUTACAO  PARAANALISE DE VIBRACOES VIBRACOES ALESTORIAS."
    },
    {
        "disciplina": " INTRODUCAO A MECANICA EXPERIMENTAL",
        "codigo": "ENM0113 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "PRINCIPIOS QUE REGEM A EXPERIMENTACAO. ANALISE DOS DADOS EXPERIMENTA-IS, VALIDADES E PRECISAO DOS RESULTADOS. ANALISE ESTATISTICA. INSTRUMEN-TOS DE MEDIDAS E SISTEMA DE MEDICAO. MEDIDAS DE TEMPERATURA, ACELERACAO,VELOCIDADE, TENSOES, DEFORMACAO, ETC. ATIVIDADES DE LABORATORIO"
    },
    {
        "disciplina": " TOPICOS ESPECIAIS EM SISTEMAS MECANICOS",
        "codigo": "ENM0114 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "Disciplina sem ementa permante."
    },
    {
        "disciplina": " MECANICA 1",
        "codigo": "ENM0120 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "INTRODUCAOCONCEITOS BASICOSEQUILIBRIO DE CORPOS RIGIDOS EQUILIBRIO DE ESTRUTURAS ESFORCOS INTERNOS PRINCIPIOS DOS  TRABALHOS VIRTUAIS E ENERGIA POTENCIAL FUNDAMENTOS DE ESTABILIDADE TRACAO   EM BARRAS APLICACOES COMPUTACIONAIS E EXPERIMENTAIS.   * objetivos da disciplinas: Desenvolver no aluno a capacidade de analisar e resolver problemas com base no estudo das forcas e seus efeitos, aplicado na solucao destes  problemas alguns conceitos basicos e principios fundamentais da fisica e, em particular, da mecanica dos corpos rigidos, dentro do ambito da estatica e tendo em vista a aplicacao na engenharia."
    },
    {
        "disciplina": " MECANICA 2",
        "codigo": "ENM0121 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "INTRODUCAO CONCEITOS BASICOS METODOS DE ENERGIA CINEMATICA DE CORPOS RIGIDOSDINAMICA DOS SISTEMAS DE PARTICULASDINAMICA DECORPOS RIGIDOS APLICACOES EXPERIMENTAIS E COMPUTACIONAIS."
    },
    {
        "disciplina": " PROJETO DE MAQUINAS 1",
        "codigo": "ENM0122 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "Estudar as caracteristicas de diversos tiposde elementos de maquina, visando o dimensionamento desses elementos contra falhas estaticas e dinamicas."
    },
    {
        "disciplina": " PROJETO DE MAQUINAS 2",
        "codigo": "ENM0123 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "PROJETO CONJUNTOS MECANICOS ENVOLVENDO: (a) LUBRIFICACAO MANCAIS DE DESLIZAMENTO DIMENSIONAMENTO E/OU SELECAO DE : (b) COLUNAS E PARAFUSOS DE ACIONAMENTO (c) UNIOES (d) MOLAS (e) EMBREAGENS, FREIOS E VOLANTES"
    },
    {
        "disciplina": " PROJETO DE SISTEMAS MECANICOS",
        "codigo": "ENM0124 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "Introduzir o estudante ao projeto de engenharia como a atividade sintese do profissao de engenheiro mecanico integrar os conhecimento e as habilidades tecnicas adquiridas ao longo do curtso de graduacao na solucao de problemas, por meio do desenvolvimentoo de um tema real de projeto apresentar os fundamentos metodologicos do processo de projeto e de solucao de problemas desenvolver a habilidade de geracao de empreender a identificacao , formulacao e solucao de problemas desenvolver a habilidade de geracao de novas solucoes para problemas de engenharia , por meio da analise, sintese e otimizacao de sistemas mecanicos promover a interdisciplinariedade desenvolver a capacidade de comunicacao tecnica, escrita e oral desenvolver a capacidade de pensamento critico independente, investigacao racional e auto-aprendizagem desenvolver a capacidade de trabalho em equipe promover a compreensao das responsabilidades sociais, culturais e ambientais do engenheiro profissional e a necessidade do desenvolvimento sustentavel Abertura a novas ideias."
    },
    {
        "disciplina": " PROJETO DE MECANISMOS",
        "codigo": "ENM0125 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "TECNICAS DE SINTESE GRAFICA DE MECANISMO PLANOSSINTESE DE  MECANISMOS COM MULTIPLAS CADEIAS FECHADAS METODOS ANALITICOS E COMPU-  CIONAIS PARA SINTESE DE MECANISMOS CAMOS ANALISE DE FORCAS EM  MECA-  NISMOS APLICACOES EXPERIMENTAIS E COMPUTACIONAIS."
    },
    {
        "disciplina": " INTRODUCAO A CIENCIA DOS MATERIAIS",
        "codigo": "ENM0126 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "Programa da disciplina (aulas teoricas).1. Introducao - Os materiais usados em engenharia.2. Estrutura dos Solidos Cristalinos - Estruturas cristalinas, difracao, direcoes e planos cristalograficos, materiais cristalinos e nao-cristalinos.3. Imperfeicoes em Solidos - Cristais imperfeitos, defeitos pontuais e lineares, analise microscopica.4. Difusao - Difusao no estado solido, solucoes solidas.5. Propriedades Mecanicas dos Metais - Conceitos de Tensao-Deformacao, Deformacao Elastica, Propriedades Elasticas, Deformacao Plastica, Escoamento e Limite de Escoamento, Limite de Resistencia a Tracao, Resiliencia, Tenacidade, Durezas Rockwell, Brinell e Knoop.6. Falhas - Fratura, fadiga e fluencia7. Diagramas de Fases em Ligas Metalicas- Diagramas binarios, sistema ferro- cementita.8. Tratamentos Termicos- Tratamentos termicos de ligas ferrosas, endurecimento por precipitacao.9. Nocoes de materiais ceramicos, plasticos e compositos."
    },
    {
        "disciplina": " TECNOLOGIA DE FABRICACAO 1",
        "codigo": "ENM0127 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "PROCESSOS DE FABRICACAO COM REMOCAO DE MATERIAS.FUNCIONAMENTOE OPERACAO DAS MAQUINAS FERRAMENTAIS.  FATORES QUE AFETAM A VIDA DA FERRAMENTA,CONSUMO DE POTENCIA E ACABAMENTO SUPERFICIAL.ECO-NOMIA DA USINAGEM. USIANGEM POR ELETROEROSAO,        POR PROCESSOS ELETRO-QUIMICOS."
    },
    {
        "disciplina": " TRANSPORTE DE CALOR E MASSA",
        "codigo": "ENM0128 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "FUNDAMENTOS DE FENOMENOS DE TRANSPORTE.PROPRIEDADES DOS FLUI-DOS E DOS MEIOS CONTINUOS. GASES PERFEITOS,       PRIMEIRA E SEGUNDALEIS DA TEERMODINAMICA E CICLOS OPERATIVOS.     ESTATICA DOS FLUIDOSMANOMETRIA, ANALISE DE ESCOAMENTOS. LEIS BASICAS PARA SISTEMAS    EVOLUMES DE CONTROLE . TRANSPORTE DE CALOR: FUNDAMENTOS DE  CON-DUCAO, CONVECCAO E RADIACAO TERMICA."
    },
    {
        "disciplina": " PROJETO DE GRADUACAO 1",
        "codigo": "ENM0129 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "DESENVOLVIMENTO DAS ETAPAS INICIAIS DO PROJETO FINAL,INCLUINDOPESQUISA  BIBLIOGRAFICA E  PREPARACAO  DE  RELATORIO PARA AVALIACAOPOR UMA BANCA EXAMINADORA."
    },
    {
        "disciplina": " PROJETO DE GRADUACAO 2",
        "codigo": "ENM0130 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "CONCLUSAO DO PROJETO FINAL INICIADA NA DISCIPLINA PROJETO FINALDE GRADUACAO. INCLUINDO A PREPARACAO DO RELATORIO FINAL PARA AVALIACAO   PORUMA BANCA EXAMINADORA."
    },
    {
        "disciplina": " DESENHO MECANICO ASSISTIDO POR COMPUTADOR 1",
        "codigo": "ENM0131 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "Objetivos da Disciplina:     A disciplina objetiva o desenvolvimento de competencias, habilidades e atitudes na leitura, interpretacao e execucao de desenhos tecnicos segundo as normas brasileiras.     Ao final do curso, o aluno tera desenvolvimendo suas competencias (conhecimentos) e habilidades na utilizacao da Geometria Descritiva para leitura e execucaao de desenhos tecnicos sendo capaz de utilizar os metodos descritivos da geometria, o sistema de cortes e fazendo uso de visrtas auxiliares. Espera-se tambem que o mesmo seja capaz de aplicar as normas de desenho tecnicos brasileiras para a representacao e cotagem de elementos de maquinas comuns a Engenharia Mecanica, bem como para a confeccao de desenhos arquitetonicos, eletricos e hidraulicos simples. Objetiva-se tambem que o aluno desenvolva suas habilidades na execucao de desenhos a mao-livre  e usando o computador como ferramenta de desenho.     Espera-se, ainda, que o aluno desenvolva uma atitude profissional condizente com sua futura atuacao como engenheiro na atuacao como engenheiro na realizacao de trabalhos tecnicos e no cumprimento de suas responsabilidade."
    },
    {
        "disciplina": " DESENHO MECANICO ASSISTIDO POR COMPUTADOR 2",
        "codigo": "ENM0132 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "### LEITURA E INTERPRETACAO DE DESENHOS.### DESENHO DE CONJUNTO,  SUBCONJUNTO E  DETALHES DE UMA MONTA-GEM.### LISTA DE MATERIAIS.### ADEQUACAO DE  PECAS E  CONVERSAO  DE PARA  CONDICAO DE MERCA-DO.### COLOCACAO DE TOLERANCIAS EM DESENHOS TECNICOS.### DESENHO ISOMETRICO.### GERACAO  DE  SOLIDOS   COM   AUXILIO DE   PROGRAMAS   DE DESENHO ASSISTIDO POR COMPUTADOR - MODELAMENTO SOLIDO EM 3D."
    },
    {
        "disciplina": " SISTEMAS INTEGRADOS DE MANUFATURA",
        "codigo": "ENM0134 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "### A VISAO INTEGRADA DA AUTOMACAO INDUSTRIAL.### OS DIFERENTES SUB-SISTEMAS DO CIM: GESTAO HIERARQUIZADA,     CO-MUNICACAO, INTERFASES E SUB-SISTEMA FISICO.### O SUB-SISTEMA FISICO:     CARACTERIZACAO DE COMPONENTES, EQUIPAMENTOS DE TRANSPORTES E MANUSEIO.### O SISTEMA TRANSPORTE COMO ELEMENTOS DE INTEGRACAO.### CELULAS E SISTEMAS FLEXIVEIS DE MANUFATURA:      SUA SITUACAO NO CIM, DIFERENTES CONFIGURACOES    (lay-out, sist. de transporte, filosofia de opera-cao).### CONTROLE DE FMS's:       O NIVEL DE SUPERVISAO/MONITORACAO(METO-DOS E FERRAMENTAS).### A AUTOMATIZACAO INTEGRADA DOS SISTEMAS DE MANUFATURA: METO-DOS E FERRAMENTAS."
    },
    {
        "disciplina": " MECANICA DOS FLUIDOS 1",
        "codigo": "ENM0140 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "Nocoes fundamentais. Tensao em um ponto. Estatica dos Fluidos. Fundamentos da analise de escoamentos. Escoamento viscoso incompressivel. Analise dimensional e semelhanca. Leis basicas para sistemas e volume de controle."
    },
    {
        "disciplina": " SOLDAGEM",
        "codigo": "ENM0142 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "INTRODUCAO. PROCESSOS DE SOLDAGEM. DESENHO E SIMBOLOGIA PARA SOLDA-  GEM. FONTES DE ENERGIA E MEDICOES PARA SOLDAGEM. METALURGIA DA  SOLDA-  GEM. CONTROLE DE QUALIDADE  EM  SOLDAGEM.  RESISTENCIA  DE  SOLDAS  EM  ESTRUTURAS. BRASAGEM. SEGURANCA E HIGIENE NA  SOLDAGEM.  ATIVIDADES DE  LABORATORIO."
    },
    {
        "disciplina": " INTRODUCAO A ENGENHARIA MECANICA",
        "codigo": "ENM0143 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "O OBJETIVO DESTA DISCIPLINA E PROMOVER A FAMILIARIZACAO DO ALUNO COM O CAMPO DE ATUACAO ABRANGIDO PELA ENGENHARIA  MECANICA,  SALIENTANDO-SE O PAPEL DO ENGENHEIRO NA SOCIEDADE."
    },
    {
        "disciplina": " METROLOGIA",
        "codigo": "ENM0145 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "CONCEITOS FUNDAMENTAIS DE METROLOGIA/INSTRUMENTACAO  TOLERANCIA  E  AJUSTES CONTROLE DIMENSIONAL TOLERANCIA GEOMETRICA INSTRUMENTOS  DE CONTROLE GEOMETRICO RUGOSIDADE SUPERFICIAL ATIVIDADES PRATICAS  PERTINENTES A CADA ITEM ANTERIOR.                                          Objetivos da Disciplina: Aprendizado dos principios basicos envolvidos na realizacao das medicoes, como o controle dimensional e geometrico, o principio de funcionamento e a selecao dos instrumentos para a medicao de distancias, de angulos e de irregularidades microgeometricas das superficies das pecas mecanicas."
    },
    {
        "disciplina": " TECNOLOGIA MECANICA 1",
        "codigo": "ENM0146 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "PROCESSOS DE FABRICACAO COM REMOCAO DE MATERIAL.  FUNCIONAMENTIO  E  OPERACOES DAS  MAQUINAS  FERRAMENTAS.  FATORES  QUE  AFETAM A  VIDA DA  FERRAMENTA, CONSUMO DE POTENCIA E ACABAMENTO SUPERFICIAL.  ECONOMIA DA  USINAGEM. USINAGEM POR  ELETRO-EROSAO, POR  PROCESSOS  ELETRO-QUIMICA.  LUBRIFICACAO E LUBRIFICANTES."
    },
    {
        "disciplina": " ESCOAMENTO COMPRESSIVEL",
        "codigo": "ENM0157 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "1. INTRODUCAO AO ESCOAMENTO COMPRESSIVEL                                2. EQUACOES PARA O ESCOAMENTO COMPRESSIVEL NAO VISCOSO                  3. ESCOAMENTO UNIDIMENSIONAL                                            4. ONDAS DE CHOQUE OBLIQUAS E ONDAS DE EXPANSAO                         5. ONDAS QUASI UNIDIMENSIONAL                                           6. ONDAS NAO ESTACIONARIAS                                              7. SOLUCAO NUMERICA DAS EQUACOES"
    },
    {
        "disciplina": " INTRODUCAO A TURBULENCIA",
        "codigo": "ENM0159 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "DEFINICOES  INTRODUTORIOS. ANALISE  ESTATISTICA  DA  TURBULENCIA. EQUACOES FUNDAMENTAIS DO ESCOAMENTO TURBULENTO. O PROBLEMA DE FECHAMEN- TO. A CAMADA LIMITE  TURBULENTA. PRINCIPAIS  CARACTERISTICAS  FISICAS E RESPECTIVAS  FORMULACOES  MATEMATICAS DOS  ESCOAMENTOS DE CAMADA LIMITE TURBULENTA."
    },
    {
        "disciplina": " METODOS NUMERICOS EM TERMOFLUIDOS",
        "codigo": "ENM0160 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "EQUACOES DE CONSERVACAO. PROBLEMAS TIPO  DIFUSAO. PROBLEMAS  TIPO CONVECCAO-DIFUSAO. SIMULACAO DE ESCOAMENTO. APLICACOES."
    },
    {
        "disciplina": " MECANICA DOS MATERIAIS 1",
        "codigo": "ENM0164 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "INTRODUCAO A ELASTICIDADE: DEFORMACOES, FORCAS DE CAMPO  E  DE CONTATO, TENSOR TENSAO DE CAUCHY, TENSOES PRINCIPAISTORCAO DE BAR-  RAS DE SECAO CIRCULAR FLEXAO DE VIGAS CRITERIOS DE RESISTENCIA  PARA  ESTADOS GERAIS DE TENSOES APLICACOES EXPERIMENTAIS E COMPUTACIONAIS."
    },
    {
        "disciplina": " MECANICA DOS MATERIAIS 2",
        "codigo": "ENM0165 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "INTRODUCAO A PLASTICIDADEMETODOS DE ENERGIA CONCENTRACAO  DE TENSOES INTRODUCAO A MECANICA DA FRATURA LINEAR ELASTICAFADIGA DE  MATERIAIS FLAMBAGEM APLICACOES EXPERIMENTAIS E COMPUTACIONAIS.                    INTRODUCAO A PLASTICIDADEMETODOS DE ENERGIA CONCENTRACAO"
    },
    {
        "disciplina": " ROBOTICA INDUSTRIAL 1",
        "codigo": "ENM0168 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "INTRODUCAO, COMPONENTES E SUBSISTEMAS. LOCALIZACAO DO  OBJETO. SENSO-RES, SISTEMAS DE MDEDIDAS E PERCEPCAO. PLANEJAMENTO DE  TAREFAS. PROGRA-CAO EM ROBOS INDUSTRIAIS."
    },
    {
        "disciplina": " PROCESSOS DE FABRICACAO",
        "codigo": "ENM0171 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "O objetivo da disciplina e a discussao dos diferentes processos de fabricacao utilizados normalmente na Industria brasileira e a relacao existente entre a forma de fabricar e ato de projetar. Deseja-se capacitar o aluno a utilizar a linguagem e os principios fundamentais da fabricacao mecanica n arelacao entre o ambiente de concepcao de produtos e o de fabricacao de produtos, de modo a otimizar o \"design\" de produtos industriais."
    },
    {
        "disciplina": " MATERIAIS INDUSTRIAIS",
        "codigo": "ENM0172 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "Fornecer conhecimentos basicos sobre materiais que permitam ao \"Designer\" Industrial selecionar adequadamente os materiais a serem utilizados para a fabricacao de seus projetos."
    },
    {
        "disciplina": " SISTEMAS MECANICOS",
        "codigo": "ENM0173 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "Desenvolver no alun a capacidade de analisar e conhecer os diversos tipos de mecanismos, dos principais componentes das maquinas e apresentar nocoes introdutorias sobre sistemas hidraulicos e pneumaticos tendo em vista a aplicacao na area de desenho industrial."
    },
    {
        "disciplina": " AUTOMACAO DE PROCESSOS",
        "codigo": "ENM0184 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": ""
    },
    {
        "disciplina": " PROJETO INTEGRADOR 2",
        "codigo": "ENM0186 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": ""
    },
    {
        "disciplina": " DESENHO MECANICO PARA ENGENHARIA",
        "codigo": "ENM0190 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "Conceitos basicos do desenho tecnico, entendido como meio de comunicacao na cadeia produtiva da engenharia. Introducao as normas tecnicas de representacao grafica e convencoes para tornar a comunicacao mais eficiente. Desenvolvimento do raciocinio espacial e da capacidade de representacao grafica. Nocoes de desenho geometrico, mecanico e arquitetonico. Importancia do uso do computador para desenho e projeto (CADD)  no processo produtivo."
    },
    {
        "disciplina": " MODELAGEM E IMPLEMENTACAO DE SISTEMAS A EVENTOS DISCRETOS",
        "codigo": "ENM0195 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "Sistemas a eventos discretos: conceitos e definicoes. Tecnicas de representacao: linguagens formais e automatos, controle supervisorio baseado em automatos, redes de Petri. Tecnologias de automacao: controladores, modulos de entrada e saida, sensores, linguagens de programacao, redes de automacao, modelagem, projeto e implementacao de sistemas de automacao discreta, sistemas supervisorios."
    },
    {
        "disciplina": " DINAMICA DOS FLUIDOS COMPUTACIONAL",
        "codigo": "ENM0280 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "Introduzir conhecimentos teoricos e aplicados da Dinamica dos Fluidos Computacional.Apos a conclusao da disciplina, o discente entendera como funcionam os principais metodos numericos utilizados na solucao das equacoes que governam escoamentos compressiveis e nao permanentes. O discente aplicara o metodo dos volumes finitos para resolver o problema de Riemann (tubo de choque), onde uma onda de choque se propaga, com velocidade supersonica, dentro do duto na direcao oposta a onda de expansao, que se propaga com velocidade sonica. Estas habilidades e competencias sao fundamentais para o desenvolvimento de codigos numericos, assim como a utilizacao e/ou modificacao de codigos ja desenvolvidos, como pacotes comerciais ou de codigo aberto, na resolucao de problemas de interesse industrial ou academico na area de Dinamica dos Fluidos Computacional."
    },
    {
        "disciplina": " ANALISE MODAL EXPERIMENTAL",
        "codigo": "ENM0286 ",
        "unidade_responsavel": "DEPARTAMENTO DE ENGENHARIA MECANICA ",
        "ementa": "Desenvolver competencias para realizar, identificar e analisar ensaios dinamicos modais em estruturas e componentes mecanicos sujeitos a vibracao. Ao final da disciplina, espera-se que ao aluno seja capaz de: i) Realizar ensaios experimentais modais; e ii) Determinar os parametros modais atraves tecnicas de identificacao modal."
    }
]