[
    {
        "disciplina": " TOPICOS ESPECIAIS EM BIBLIOTECONOMIA E CIENCIA DA INFORMACAO",
        "codigo": "FCI0001 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "Estudo de temas de carater geral ou especifico complementares as demais disciplinas do curso e relacionados com a Biblioteconomia ou com a Ciencia da Informacao."
    },
    {
        "disciplina": " PROJETO DE MONOGRAFIA EM BIBLIOTECONOMIA E CIENCIA DA INFORMACAO",
        "codigo": "FCI0010 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "Desenvolvimento das etapas do trabalho de conclusao de curso, sob a supervisao de um/a docente responsavel, visando a construcao do projeto que inclua: problema/questao de pesquisa, objetivos, justificativa, revisao bibliografica, proposta metodologica e cronograma para posterior elaboracao da monografia."
    },
    {
        "disciplina": " EDITORACAO",
        "codigo": "FCI0011 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "EMENTAIntroducao geral as tecnicas de edicao de textos e aos processos de producao, distribuicao e comercializacao de livros e periodicos.PROGRAMAPsicologia e fisiologia da leitura: principios de legibilidade etapas do processo de leitura. O processo de editoracao e edicao: etapas do processo profissionais. Processo grafico: o formato da pagina e os tipos de papel tipometria os tipos, a linha, a pagina os componentes do livro normas tecnicas de editoracao (ABNT). Editoracao eletronica de documentos: sistemas de editoracao eletronica tecnicas de editoracao eletronica. Editoracao eletronica de hiperdocumentos: conceito de textos e hipertextos o processo de navegacao autoria de hiperdocumentos.BIBLIOGRAFIAARAUJO, Emanuel. A construcao do livro: principios da tecnica de editoracao. Rio de Janeiro: Nova Fronteira Brasilia: INL, 1986. 674 p.KNICHALA, Catarina. Editoracao: tecnica da apresentacao do livro. Rio de Janeiro: Presenca Brasilia: INL, 1981. 66 p.MORGADO, Flavio. Simplificando o Word for Windows 6.0: solucoes criativas para escritores e revisores. Rio de Janeiro: Brasport, 1995. 453 p.PARKER, Roger. Desktop publishing & design para leigos. Sao Paulo: Berkeley, 1995. 328 p.RIBEIRO, Milton. Planejamento visual grafico. 3. ed. Brasilia: Linha, 1993. 464 p.ROBREDO, Jaime. Manual de editoracao. 2. ed. Brasilia: ABDF, 1988. 156 p.SILVA, Rafael S. Diagramacao: o planejamento visual grafico na comunicacao impressa. Sao Paulo: Summus, 1985. 149 p.VILAN FILHO, Jayme Leiro. Hipertexto: visao geral de uma nova  tecnologia de informacao. Ciencia da Informacao, Brasilia,  v. 23, n. 3, p. 295-308, set./dez. 1994."
    },
    {
        "disciplina": " INTRODUCAO A MUSEOLOGIA",
        "codigo": "FCI0013 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "Compreensao do surgimento e do desenvolvimento da ideia de museu. Formacao dos museus e suas categorias tipologicas, com destaque para a experiencia brasileira. Principais marcos referenciais teoricos da Museologia."
    },
    {
        "disciplina": " MUSEOLOGIA 1",
        "codigo": "FCI0014 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "Analise do processo museologico: teorias e metodos. Teoria do objeto. Fato museal. Semiologia e Museologia."
    },
    {
        "disciplina": " MUSEOLOGIA 2",
        "codigo": "FCI0015 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "Museus e Museologia no ambito das ciencias sociais e naturais. A tecnologia no museu e o museu como tecnologia. Relacoes entre museus, Museologia e o pensamento social brasileiro. Museologia e desenvolvimento social. Museus e turismo. Museus e desenvolvimento sustentavel."
    },
    {
        "disciplina": " MUSEOLOGIA 3",
        "codigo": "FCI0016 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "Processo educativo nos museus: conceitos gerais e interfaces com a Museologia. Metodologias aplicadas a educacao nos museus. Visitas a museus e instituicoes analogas, com enfase na compreensao do patrimonio cultural, natural e regional."
    },
    {
        "disciplina": " MUSEOLOGIA E COMUNICACAO 1",
        "codigo": "FCI0017 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "Estudo do processo de musealizacao e das atividades museologicas.  Arquitetura de museus e planejamento de espacos para o desenvolvimento de acoes museologicas. Acoes museologicas no espaco virtual."
    },
    {
        "disciplina": " MUSEOLOGIA E COMUNICACAO 2",
        "codigo": "FCI0018 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "Museus e comunicacao: estudo das formas de comunicacao do museu a partir das metodologias de interpretacao do real e sua adequacao a percepcao do publico. Os museus no sistema midiatico. O uso de estrategias para visibilidade e divulgacao."
    },
    {
        "disciplina": " MUSEOLOGIA E COMUNICACAO 3",
        "codigo": "FCI0019 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "Estudo das teorias e concepcoes expositivas. Estudo dos elementos constituintes das exposicoes. Estudos de design expografico. Fundamentos de elaboracao e desenvolvimento de projeto expografico."
    },
    {
        "disciplina": " MUSEOLOGIA E COMUNICACAO 4",
        "codigo": "FCI0020 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "Pratica de processamento e programacao de exposicoes. Elaboracao, aplicacao e desenvolvimento de projeto expografico ou projeto de acoes museologicas."
    },
    {
        "disciplina": " MUSEOLOGIA E PRESERVACAO 2",
        "codigo": "FCI0022 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "Estudo dos elementos necessarios para executar planejamento, organizacao e gestao de reservas tecnicas museologicas. Estudo dos procedimentos de manuseio, exibicao e transporte. A relacao da reserva tecnica com o publico e a pesquisa."
    },
    {
        "disciplina": " INTRODUCAO A BIBLIOTECONOMIA E CIENCIA DA INFORMACAO",
        "codigo": "FCI0023 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "POSICAO DA BIBLIOTECONOMIA E DA CIENCIA DA INFORMACAO   NO  UNIVERSO DOS CONHECIMENTOS E NO CONTEXTO DA SOCIEDADE DE INFORMACAO.E-  VOLUCAO DO CONCEITO DE BIBLIOTECA: DO LIVRO AO DOCUMENTO   DE QUALQUER  NATUREZA, DA CONSERVACAO A DIFUSAO, DAS UNIDADES DE INFORMACOES    AOS  SISTEMAS NACIONAIS E INTERNACIONAIS A QUESTAO DA TRANSFERENCIA     DA  INFORMACAO. A BIBLIOTECONOMIA E A CIENCIA DA INFORMACAO NO BRASIL E NO  MUNDO. A PROFISSAO DO BIBLIOTECARIO. O PESQUISADOR E A PESQUISA EM CI-  ENCIA DA INFORMACAO."
    },
    {
        "disciplina": " BIBLIOGRAFIA",
        "codigo": "FCI0025 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "BIBLIOGRAFIA: CONCEITUACAO, TEORIAS, CLASSIFICACAO, HISTO-  RICOS E OBJETIVOS. ORGANISMOS INTERNACIONAIS DE DOCUMENTACAO. CONHECI-  MENTO E APPLICACAO DE NORMAS ESPECIFICAS DE DOCUMENTACAO. ETAPAS    DA  PESQUISA BIBLIOGRAFICA. IDENTIFICACAO E CONHECIMENTO    DAS PRINCIPAIS  FONTES GERAIS DE INFORMACAO, NOS DIVERSOS TIPOS DE SUPORTE."
    },
    {
        "disciplina": " CATALOGACAO",
        "codigo": "FCI0029 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "Ementa:  catalogacao:  conceito,  objetivos,  evolucao historica,  panorama atual,  sistemas informatizazados.  Catalogacao e comtrole bibliografico universal.  O documento e sua representacao.  Registros catalograficos:  terminologia e campos.  Instrumentos e aplicacao de normas vigentes da catalogacao descritiva e de escolha e formas de entrada. O Codigo de Catalogacao Anglo-Americano,  2.ed. revista(CCAA/AACR 2)2.\tObjetivos: a.\tproporcionar conhecimentos sobre o instrumental utilizado para representacao dos docu-mentos em catalogos manuais ou automatizadosb.\tdesenvolver a capacidade de interpretar as normas de catalogacao vigentes,  e aplica-las ao processo de catalogacao de documentos."
    },
    {
        "disciplina": " ORGANIZACAO E TRATAMENTO DE MATERIAIS ESPECIAIS",
        "codigo": "FCI0030 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "1. EMENTA                                                                  MATERIAIS ESPECIAIS (MULTIMEOS): DEFINICOES,  TEPOLOGIA E  TERMINOLO-GIA. PRANORAMA ATUAL. DESCRICAO E REGISTROS CATELOGRAFICOS: TERMINOLOGIAE CAMPOS AREAS E ELEMENTOS. USO DE NORMAS, PADROES E  FORMATOS  DE DES-CRICAO. DETERMININACAO DE PONTOS DE ACESSO. NOCOES GERAIS DE ORGANIZACAOE TRATAMENTO. COLECOES E CATALOGOS.                                     2. OBJETIVOS                                                            2.1. ADQUIRI CONHECIMENTO SOBRE MATERIAIS  ESPECIAIS (MULTIMEIOS  MATE-     RIAIS NAO-LIVRO). OS DIFERENTES LIPOS, SUAS PRINCIAPIS  CARACTERIS-     TICAS E SUA TERMINOLOGIA PADRAO                                   2.2. DESENVOLVER A CAPACIDADE DE ANALISAR ESSE TIPO DE MATERIAL E  IDEN-     TIFICAR AS FONTES PRINCIPAIS DE  INFORMACAO NECESSARIAS E  SUA DES-     CAO                                                               2.3. DETERMINAR PONTOS DE ACESSO NECESSARIOS E RECUPERACAO DE CADA  TIPO     DE MATERIAL ESTUDADO                                              2.4. CONHECER E INTERPRETAR AS NORMAS DE CATALOGCAO APLICAVEIS AOS MATE-     RIAIS ESPECIAIS: AREAS E ELEMENTOS DE DESCRICAO E PONTUACAO       2.5. APLICAR AS NORMAS DE CATALOGACAO DO  AACR2 NA  ELABORACAO  MANUAL E     AUTOMATICA DE FORMATOS DE DESCRICAO DE MATERIAIS ESPECIAIS        2.7. DEFINIR DIFERENTES SAIDAS PARA A BASE DE DADOS"
    },
    {
        "disciplina": " CLASSIFICACAO",
        "codigo": "FCI0031 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "FUNCAO E VALOR DO PENSAMENTO CLASSIFICATORIO.    CONCEITOS  FUNDAMENTAIS. ORIGEM E EVOLUCAO DOS SISTEMAS DE CLASSIFICACAO.  SISTE-  MAS DE CLASSIFICACAO E LINGUAGENS BIBLIODOCUMENTAIS. MACRO E  MICROES-  TRUTURAS DOS SISTEMAS DE CLASSIFICACAO BIBLIOGRAFICAS E DAS LINGUAGENS  DOCUMENTAIS. REPRESENTACAO DOCUMENTARIA POR MEIO DE CLASSIFICACAO  BI-  BLIOGRAFICAS. CLASSIFICACOES BIBLIOGRAFICAS  DE CARATER ENCICLOPEDICO.  CLASSIFICACOES BIBLIOGRAFICAS ESPECIALIZADAS."
    },
    {
        "disciplina": " GERENCIA DE SISTEMAS DE INFORMACAO",
        "codigo": "FCI0034 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "Aplicacao dos  principios teoricos de  Administracao de Empresas as bibliotecas e servicos de informacao. Organizacao e estrutura de uma unidade de informacao. Gerenciamento de recursos humanos. Empreendedorismo. Planejamento e execucao de projetos. Administracao financeira, controle orcamentario e custos. Marketing aplicado a bibliotecas. Cooperacao bibliotecaria. Avaliacao de servicos bibliotecarios"
    },
    {
        "disciplina": " INFORMACAO E DOCUMENTACAO MUSEOLOGICA",
        "codigo": "FCI0035 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "Principios e procedimentos para a criacao de sistemas de gerenciamento de informacao e acervos museologicos. Padroes internacionais de Documentacao Museologica. Pratica da Documentacao Museologica. Laboratorios de Reservas Tecnicas."
    },
    {
        "disciplina": " GESTAO DE MUSEUS E POLITICAS DE ACERVOS MUSEOLOGICOS",
        "codigo": "FCI0036 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "Conceitos e acoes concernentes a gestao de museus e de instituicoes afins. Planejamento e administracao de acervos museologicos em instituicoes culturais publicas ou privadas. Analise dos codigos nacionais e internacionais de etica profissional no campo de atuacao do museologo."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO 1",
        "codigo": "FCI0037 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "Desempenho de tarefas em instituicao cultural. O estagio sera realizado sob a supervisao conjunta do professor e de um profissional graduado atuante na instituicao."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO 2",
        "codigo": "FCI0038 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "Interacao com diferentes realidades de museus e espacos culturais e envolvimento em acoes de educacao patrimonial, de acordo com os principios eticos, fundamentos teoricos e praticas curriculares da Museologia."
    },
    {
        "disciplina": " INTRODUCAO AO TRABALHO DE CONCLUSAO DE CURSO",
        "codigo": "FCI0039 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "Estudo de principios, metodos e tecnicas da pesquisa cientifica em Museologia e areas afins. Elementos para identificacao de problemas pesquisaveis em Museologia e areas afins, com vistas a elaboracao de projeto de pesquisa que sera a base para o Trabalho de Conclusao de Curso."
    },
    {
        "disciplina": " TRABALHO DE CONCLUSAO DE CURSO",
        "codigo": "FCI0040 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "Elaboracao, sob a supervisao de professor orientador, de um trabalho final de curso, de natureza monografica, em forma de revisao de literatura, de relatorio de experiencia, de exposicao de resultados de pesquisa ou de projeto museologico, museografico ou expografico que reflita o aproveitamento geral do curso."
    },
    {
        "disciplina": " MUSEOLOGIA PATRIMONIO MEMORIA",
        "codigo": "FCI0041 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "INTRODUCAO AO CONCEITO DE PATRIMONIO CULTURAL E NATURAL E SUAS INTER-RELACOES COM OS CONCEITOS DE MEMORIA E IDENTIDADE. IMPLICACOES E APLICACOES DESSES CONCEITOS NA FORMACAO HISTORICA E NA CONCEPCAO DE MUSEUS E DA MUSEOLOGIA CIENTIFICA DISCIPLINAR."
    },
    {
        "disciplina": " MUSEOLOGIA E PRESERVACAO 1",
        "codigo": "FCI0042 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "Conservacao Preventiva. Montagem de laboratorios de conservacao. Seguranca em museus: Documentacao para aplicacao em analise, descricao e controle do estado de conservacao."
    },
    {
        "disciplina": " ANALISE DA INFORMACAO",
        "codigo": "FCI0046 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "Conceituacao, fundamentacao teorica, objeto e funcao da analise da informacao. Contextualidade da informacao no ciclo documentario. Subsidios interdisciplinares para a analise da informacao: Linguistica, Semantica, Semiotica. Terminologia e Logica. Metodos e tecnicas da analise da informacao. Metodos e tecnicas de analise, sintese e representacao da informacao. O resumo documentario e a indexacao."
    },
    {
        "disciplina": " INFORMATICA DOCUMENTARIA",
        "codigo": "FCI0050 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "Uso das tecnologias e metodos relacionados com a informatica aplicada aos processos documentarios. Principios de analise funcional. Automacao de servicos de informacao. Automacao dos processos de bibliotecas."
    },
    {
        "disciplina": " PLANEJAMENTO DE SISTEMAS DE INFORMACAO",
        "codigo": "FCI0051 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "IMPORTANCIA DO PLANEJAMENTO DE SISTEMA DE INFORMACAO    NO  CONTEXTO DO DESENVOLVIMENTO SOCIAL, ECONOMICO E EDUCACIONAL.  ASPECTOS  TEORICOS DO PLANEJAMENTO: TIPOS DE PLANOS. ANALISE MACRO DAS ETAPAS DO  SISTEMAS DE INFORMACAO, DESTACANDO-SE A QUALIDADE NOS SERVICOS  E PRO-  DUTOS OFERECIDOS E O ESTUDO DAS NECESSIDADES DE INFORMACAO DA  COMUNI-  DADE."
    },
    {
        "disciplina": " ESTUDO DE USUARIOS",
        "codigo": "FCI0052 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "A INFORMACAO COMO PROCESSO CULTURAL. O USUARIO E O NAO  U-  SUARIO DA INFORMACAO. ESTUDO DE USUARIOS:EVOLUCAO HISTORICA, OBJETIVOS  E METODOLOGIAS USADAS NA CARACTERIZACAO DE USUARIOS DE INFORMACAO."
    },
    {
        "disciplina": " LINGUAGENS DOCUMENTARIAS",
        "codigo": "FCI0054 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "LINGUAGENS DOCUMENTARIAS. ASPECTOS FORMAIS. ASPECTOS SEMANTICOS. EIXOPARADGMATICO. FIXO SINTAGMATICO. ASPECTOS PROGRAMATICOS. PROCESSO DE IN-DEXACAO.  SISTEMAS  DE  CLASSIFICACAO,  SISTEMAS  ENUMERATIVOS. SISTEMASFACETADOS. CATEGORIAS E FACETAS.  CLASSES BASICAS. CLASSIFICACAO DECIMALDE DEWEY."
    },
    {
        "disciplina": " SERVICOS DE INFORMACAO",
        "codigo": "FCI0055 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "SERVICOS DE ATENDIMENTO AO USUARIO, EM DIVERSOS TIPOS   DE  BIBLIOTECAS: CONSULTAS, INFORMACOES ESPECIFICAS E LEVANTAMENTOS BIBLI-  OGRAFICOS. INTERACAO USUARIO/BIBLIOTECARIO.                                         A ENTREVISTA DE REFERENCIA. TECNICA DE BUSCA MANUAL E BUS-  CAS COM O AUXILIO DO COMPUTADOR. FONTES CONVENCIONAIS E FONTES     NAO  CONVENCIONAIS DE APOIO A REFERENCIA. MARKENTING DOS SERVIOCS DE INFOR-  MACAO. IDENTIFICACAO E INTEGRACAO ENTRE OS VARIOS TIPOS(FOCOS)  DE IN-  FORMACAO EXISTENTE NUMA ENTIDADE. AS FUNCOES DO BIBLIOTECARIO."
    },
    {
        "disciplina": " FORMACAO E DESENVOLVIMENTO DE ACERVOS",
        "codigo": "FCI0056 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "DISPONIBILIDADE DOCUMENTARIA X ACESSIBILIDADE.  TIPOLOGIA,  FATORES E CRITERIOS QUE AFETAM A FORMACAO/DESENVOLVIMENTO   DE ACERVOS  EM BIBLIOTECAS E SISTEMAS DE INFORMACAO. FONTES E PROCESSOS DE SELECAO  PARTICIPATIVA. POLITICAS INSTITUICIONAIS E SISTEMAS DE AQUISICAO  E A-  CESSO COOPERATIVO E COMERCIAIS.ACERVOS DIGITAIS: FONTES E   FORNECEDO-  RES. USO E AVALIACAO DE ACERVOS.LEGISLACAO RELATIVA A AQUISICAO E DES-  CARTE."
    },
    {
        "disciplina": " INDEXACAO",
        "codigo": "FCI0059 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "CONCEITUACAO, FUNDAMENTOS TEORICOS, CARACTERISTICAS E FUN-  COES DA INDEXACAO. QUESTOES EPISTEMOLOGICAS E METEDOLOGICAS DA INDEXA-  CAO. TIPOLOGIA DA INDEXACAO E DOS INDICES. INSTRUMENTOS DE METODOS  DE  CONTROLE TERMINOLOGICO. AS LINGUAGENS DOCUMENTARIAS UTILIZADAS NA  IN-  DEXACAO. INDEXACAO AUTOMATICA."
    },
    {
        "disciplina": " INTRODUCAO A ARQUIVOLOGIA",
        "codigo": "FCI0062 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "Principais conceitos e principios arquivisticos. Desenvolvimento e consolidacao da Arquivologia como campo cientifico. Arquivologia no Brasil: pensamentos, praticas e legislacao. As interfaces da Arquivologia com outras disciplinas cientificas. Aspectos gerais das funcoes arquivisticas."
    },
    {
        "disciplina": " ARQUIVO CORRENTE 1",
        "codigo": "FCI0063 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "ESTUDO TEORICO, METODOLOGICO E PRATICO DA GESTAO DE  DOCUMENTOS. CON-TROLE DE QUALIDADE DA GENESE  DOCUMENTAL SERVICO DE  PROTOCOLO. TRAMITA-CAO. GERENCIAMENTO DE PROCESSOS.  ARQUIVO  CORRENTE:  FUNCAO,  ROTINAS EMETODOS DE CLASSIFICACAO DE ARQUIVAMENTO."
    },
    {
        "disciplina": " ARQUIVO CORRENTE 2",
        "codigo": "FCI0064 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "ESTUDO  TEORICO E  PRATICO DA  AVALIACAO  DOCUMENTAL.  METODOLOGIA DOLEVANTAMENTO DE PRODUCAO DOCUMENTAL PARA EFEITO DE FIXACAO DE  PRAZOS DEDE TETENCAO OPERACAO DE TRANSFERENCIA."
    },
    {
        "disciplina": " ARQUIVO INTERMEDIARIO",
        "codigo": "FCI0065 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "O Arquivo Intermediario como eixo de destinacao. Os sistemas arquivisticos sob esta otica. Niveis de sistema. A administracao da eliminacao. O recolhimento aos arquivos permanentes."
    },
    {
        "disciplina": " DIPLOMATICA E TIPOLOGIA DOCUMENTAL",
        "codigo": "FCI0066 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "ESTUDO DOS CARACTERES EXTRINSECOS E INTRINSECOS DOS DOCUMENTOS. ESPE-CIE, GENERO, TIPO, FORMA E FORMATO, DOS DOCUMENTOS DE ARQUIVO."
    },
    {
        "disciplina": " ARQUIVO PERMANENTE 1",
        "codigo": "FCI0067 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "O conceito de respeito aos fundos como eixo das atividades de arranjo. O processo de elaboracao e aplicacao do arranjo. As relacoes entre a pesquisa historica e os arquivos permanentes. Tratamento de acervos especiais: iconografico e audiovisual. Construcao de acervo de depoimentos orais."
    },
    {
        "disciplina": " ARQUIVO PERMANENTE 2",
        "codigo": "FCI0068 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "O significado da descricao documental. Os tipos e funcoes dos instrumentos de pesquisa. As funcoes da descricao e as demandas de pesquisa. A perspectiva de definicao de criterios e padroes internacionais e as normas de descricao. Politicas de descricao."
    },
    {
        "disciplina": " PROJETO DE IMPLANTACAO DE SISTEMAS ARQUIVISTICOS",
        "codigo": "FCI0070 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "Gerencia de projetos. Fundamentos. Caracterizacao de projeto. Planejamento, execucao, controle e encerramento. Aspectos gerenciais de uma instituicao arquivistica. Responsabilidade social. Responsabilidade profissional. Codigo de etica. Projeto de arquivo."
    },
    {
        "disciplina": " CONSERVACAO E RESTAURACAO DE DOCUMENTOS",
        "codigo": "FCI0071 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "A importancia de um planejamento de preservacao envolvendo os documentos em papel e os eletronicos, os registros sonoros e as fotografias recomendacoes para construcao de edificios de arquivo os fatores intrinsecos e extrinsecos de degradacao dos documentos os planos de prevencao de desastres e tecnicas de restauracao."
    },
    {
        "disciplina": " PLANEJAMENTO E GESTAO DE INSTITUICAO ARQUIVISTICA",
        "codigo": "FCI0075 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "Teorias modernas de gestao. Planejamento e estrategia. Estudo das tecnicas e principios do planejamento, processos e metodologias. Importancia do planejamento no contexto do desenvolvimento social, economico e educacional. Inteligencia competitiva. Planejamento estrategico, tatico e operacional para arquivos."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO 1",
        "codigo": "FCI0076 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "DESENPENHO DE TAREFAS ARQUIVISTICAS E OBSERVACAO DO FUNCIONAMENTO DOSSERVICOS E ATIVIDADES DE UM ARQUIVO. O ESTAGIO E  REALIZADO SOB ORIENTA-CAO CONJUNTA DE UM PROFESSOR ORIENTADOR E DE UM  ARQUIVISTA  FUNCIONARIODE ARQUIVOS CORRENTES."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO 2",
        "codigo": "FCI0077 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "DESEMPENHO DE TAREFAS EM ARQUIVO  HISTORICO. O ESTAGIO  REALIZADO SOB ORIENTACAO  CONJUNTA DE UM  PROFESSOR  ORIENTADOR E DE UM  ARQUIVISTA FUNCIONARIO DO ARQUIVO HISTORICO."
    },
    {
        "disciplina": " REDES DE INFORMACAO E TRANSFERENCIA DE DADOS",
        "codigo": "FCI0079 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "Sistemas de informacoes cooperativos. Redes de bibliotecas. In- fra-estruras e arquitetura de redes de comunicacoes de dados.  Protoco- los de comunicacao e transferencia de dados. Estrategias de acesso   ao documento primario. Interfaces e formatos de intercambio de informacao."
    },
    {
        "disciplina": " PLANEJAMENTO E ELABORACAO DE BASES DE DADOS",
        "codigo": "FCI0080 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "CARACTERIZACAO DE BASES DE DADOS, CONCEITOS, METODOS E TECNICAS NA ELABORACAO DE BASES DE DADOS. ESTUDOS DE VIABILIDADE E   IMPLICACOES SOBRE O USO DE BASES DE DADOS DE REDES. ABORDAGEM SOBRE BASES DE  DADOS BIBLIOGRAFICOS. ESTUDOS DE CASA, PLANEJAMENTO, PROJETO   E  IMPLANTACAO DE BASES DE DADOS BIBLIOGRAFICAS. O USUARIO COMO FONTE DE   REQUERIMEN- TOS PARA PROJETOS DE BASES DE DADOS."
    },
    {
        "disciplina": " MUSEOLOGIA APLICADA A ACERVOS: HERALDICA",
        "codigo": "FCI0093 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "Surgimento dos titulos nobiliarquicos medievais e da heraldica ocidental. Simbolos heraldicos usados em Portugal e no Brasil. Nomenclatura e tecnica de descricao heraldica aplicada aos objetos.\nTipologia heraldica. Titulos nobiliarquicos e criacao heraldica no Brasil do seculo XIX. A heraldica nas bandeiras portuguesas e brasileiras. A heraldica contemporanea."
    },
    {
        "disciplina": " ARQUIVOLOGIA E EXTENSAO 2",
        "codigo": "FCI0108 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "Execucao de projetos sociais em grupos multidisciplinares. Transformacao de conhecimentos em acoes multidisciplinares para o desenvolvimento e a\ncapacitacao de comunidades da area de abrangencia da UnB."
    },
    {
        "disciplina": " ACESSO E DIFUSAO DAS INFORMACOES ARQUIVISTICAS",
        "codigo": "FCI0118 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "Historia do enquadramento juridico e administrativo dos arquivos. Politicas publicas de acesso as informacoes. Sociedade da informacao e configuracoes do sigilo dos arquivos. Etica profissional, acesso e difusao das informacoes em arquivos publicos e privados. Funcao social dos arquivos."
    },
    {
        "disciplina": " AVALIACAO ARQUIVISTICA",
        "codigo": "FCI0119 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "A avaliacao de documentos na preservacao da memoria social. Fundamentos teorico-metodologicos da avaliacao documental. Intersecoes de classificacao e avaliacao arquivisticas. Destinacao e temporalidade dos documentos. Legislacao brasileira sobre avaliacao."
    },
    {
        "disciplina": " CLASSIFICACAO ARQUIVISTICA",
        "codigo": "FCI0120 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "Estudo analitico dos problemas relacionados a classificacao/arranjo de documentos/informacoes arquivisticas. Relacao entre os principios arquivisticos e a\nclassificacao. O processo de elaboracao de instrumentos de classificacao. Metodos de classificacao. Ordenacao e arquivamento."
    },
    {
        "disciplina": " DESCRICAO ARQUIVISTICA",
        "codigo": "FCI0121 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "Conceitos, principios e normas. Elaboracao de instrumentos de controle e pesquisa. Politicas institucionais de descricao."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO EM ARQUIVOS",
        "codigo": "FCI0122 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "Desenvolvimento de atividades arquivisticas e observacao do funcionamento dos servicos e das atividades de uma unidade de arquivo nas fases corrente,\nintermediaria e permanente."
    },
    {
        "disciplina": " GESTAO DE DOCUMENTOS ARQUIVISTICOS DIGITAIS",
        "codigo": "FCI0123 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "Cadeia de custodia: producao e gestao (SIP), preservacao (AIP), acesso (DIP). Especificacao de requisitos para sistemas arqui visticos. Modelos e padroes nacionais e internacionais de informacao em acesso aberto (OAIS). Gestao Eletronica de Documentos (GED). Sistemas Informatizados de Gestao Arquivistica de Documentos (SIGAD)."
    },
    {
        "disciplina": " INFORMACAO, TECNOLOGIAS E DOCUMENTOS ARQUIVISTICOS",
        "codigo": "FCI0125 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "A Informacao Arquivistica. O Documento arquivistico digital. Conceito, funcoes, tipos, esquemas e padroes de metadados. Principios da computacao em nuvem. Base de dados e repositorios digitais. Repositorios confiaveis. Seguranca da informacao digital."
    },
    {
        "disciplina": " PLANEJAMENTO E GESTAO DE INSTITUICOES ARQUIVISTICAS",
        "codigo": "FCI0126 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "Planejamento de unidades de informacao. Gerenciamento de sistemas de informacao. Os arquivos como unidades de informacao. Aspectos gerenciais de instituicoes arquivisticas. Politicas, estruturas e legislacao. Elaboracao de projetos de implantacao de unidades e de sistemas de arquivos."
    },
    {
        "disciplina": " INTRODUCAO AO TRABALHO DE CONCLUSAO DE CURSO",
        "codigo": "FCI0127 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "Estudo de principios, metodos e tecnicas da pesquisa em Arquivologia e areas afins. Procedimentos da pesquisa. Estrutura do projeto de pesquisa."
    },
    {
        "disciplina": " PATRIMONIO, PRESERVACAO E MEMORIA",
        "codigo": "FCI0128 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "O conceito de patrimonio e sua relacao com os conceitos de memoria e identidade. Tipologias de patrimonio. O patrimonio documental. Politicas publicas\nvoltadas a preservacao. Principios da conservacao preventiva. Conservacao de documentos convencionais e digitais. A responsabilidade social de arquivistas na\nconstituicao, salvaguarda e divulgacao do patrimonio."
    },
    {
        "disciplina": " REPRESENTACAO DA INFORMACAO ARQUIVISTICA",
        "codigo": "FCI0129 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "Fundamentacao teorica da representacao da informacao. Conceituacao da informacao arquivistica. A representacao no ciclo da informacao arquivistica. A\nrecuperacao da informacao arquivistica."
    },
    {
        "disciplina": " TRABALHO DE CONCLUSAO DE CURSO",
        "codigo": "FCI0130 ",
        "unidade_responsavel": "FACULDADE DE CIENCIA DA INFORMACAO ",
        "ementa": "Desenvolvimento de pesquisa em Arquivologia. Elaboracao do Trabalho de Conclusao de Curso e defesa perante uma banca examinadora."
    }
]