[
    {
        "disciplina": " ESTUDOS E PESQUISAS EM ADMINISTRACAO",
        "codigo": "ADM0002 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "Orientacao de estudos e pesquisas; definicao de tema e desenvolvimento de pesquisa; revisao de literatura; tecnicas de coleta e de analise de dados; processos de tabulacao e de tratamento de dados; elaboracao de relatorios de pesquisa; preparo para apresentacao e defesa de resultados pesquisas."
    },
    {
        "disciplina": " MARKETING SOCIALMENTE RESPONSAVEL",
        "codigo": "ADM0008 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "Etica no marketing. Marketing Societal. Marketing Social. Marketing e politicas publicas. Consumo consciente. Responsabilidade social corporativa. Teoria dos Stakeholders e relacoes institucionais e governamentais."
    },
    {
        "disciplina": " MARKETING DE SERVICOS",
        "codigo": "ADM0009 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "Planejamento em Marketing de Servicos. Marketing Estrategico. Composto de Marketing em servicos. Design de servicos e coproducao em servicos. Gerenciamento do Relacionamento com o Cliente. Qualidade, produtividade e lideranca em servico."
    },
    {
        "disciplina": " ADMINISTRACAO DE CUSTOS",
        "codigo": "ADM0012 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "Custos fixos e variaveis, diretos e indiretos. Ponto de equilibrio: analise custo - volume -lucro.Sistemas de Custeio: Custeio padrao. Custeio variavel. Custeio por absorcao. Custeio ABC – Acvity Based Costing. Margem de contribuicao. Entendimento de demonstrativos financeiros. A gestao de custos como ferramenta de tomada de decisao."
    },
    {
        "disciplina": " AVALIACAO DA EFICIENCIA E PRODUTIVIDADE",
        "codigo": "ADM0013 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "Teoria da producao. Conceitos de producao, tecnologia, produtividade, eficiencia (tecnica,alocativa e economica) e ecoeficiencia. Indices de produtividadee medidas de eficiencia. Modelagem de tecnicas parametricas e nao parametricas para medicao da eficiencia e produtividade. Analise de fronteira estocastica, Analise Envoltoria de Dados (DEA) e indice de produtividade de Malmquist. Uso e interpretacao dos resultados fornecidos pelos softwares existentes."
    },
    {
        "disciplina": " ADMINISTRACAO PUBLICA E GESTAO SOCIAL",
        "codigo": "ADM0014 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "Evolucao historica da administracao publica no Brasil. Abordagens teoricas contemporaneas sobre a Administracao Publica. Etica na Administracao Publica. Administracao de Policas Publicas. Gerenciamento de organizacoes publicas. Relacoes entre Estado e Sociedade."
    },
    {
        "disciplina": " ESTADO, GOVERNO E SOCIEDADE",
        "codigo": "ADM0015 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "Visoes sobre o Estado. Governo, Cidadania e Representacao Politica. Federalismo eDescentralizacao. Relacoes entre Execuvo-Legislavo-Judiciario. Governanca Publica e Controle Social. Ciclo de Politicas Publicas. Instituicoes, Atores Sociais e  empreendedorismo Politico."
    },
    {
        "disciplina": " AVALIACAO E MONITORAMENTO DA ESTRATEGIA ORGANIZACIONAL",
        "codigo": "ADM0018 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "Pensamento sistemico Conceitos de Avaliacao, tipos de avaliacao, Importancia e objetivos da avaliacao da estrategia Mensuracao da estrategia: possibilidade e limitacoes, Indicadores, tipos e elaboracao de indicadores Metas: significado e processo de elaboracao, analise de tendencias e apresentacao de indicadores Balanced Scorecard conceito e elaboracao auditorias e ISO 9000 como avaliadores parciais da estrategia e modelos de avaliacao da performance organizacional."
    },
    {
        "disciplina": " TOPICOS EM PRODUCAO E OPERACOES",
        "codigo": "ADM0019 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": ""
    },
    {
        "disciplina": " TOPICOS EM GESTAO DA TECNOLOGIA",
        "codigo": "ADM0020 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": ""
    },
    {
        "disciplina": " SOCIOLOGIA APLICADA A ADMINISTRACAO",
        "codigo": "ADM0021 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "Conceitos sociologicos fundamentais. Transicao feudalismo/capitalismo. A etica protestante e o espirito do capitalismo. Tipos de dominacao. Sociologia das organizacoes. Tipo ideal de burocracia. Criticas ao modelo weberiano de burocracia. Dimensoes burocraticas. Propostas de medicao. Organizacoes pos-burocraticas."
    },
    {
        "disciplina": " INTRODUCAO A ADMINISTRACAO",
        "codigo": "ADM0023 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "Conceitos de Administracao. As finalidades da Administracao. Administracao e as organizacoes. Evolucao do pensamento e da Teoria Administrativa. Abordagem critica do pensamento administrativo. Funcoes da Administracao: planejamento, organizacao, execucao, lideranca e controle. Areas funcionais da Administracao. Papeis, competencias e atuacao profissional em administracao. Administracao no contexto brasileiro. Administracao na sociedade contemporanea. Etica e Diversidade nas organizacoes."
    },
    {
        "disciplina": " ANALISE DE DECISOES 1",
        "codigo": "ADM0035 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "Introducao a tomada de decisao descritiva (heuristicas, vieses, etc). Arvore de decisao. Teoria comportamental e etica no processo decisorio. Logica das consequencias, da adequacao e da ambiguidade. Pesquisa operacional Soft. Introducao aos metodos de estruturacao de problemas (problem structuring methods). Cognitive mapping. Pensamento sistemico."
    },
    {
        "disciplina": " GESTAO DE PESSOAS EM ORGANIZACOES",
        "codigo": "ADM0041 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "Gestao de Pessoas no contexto nacional e internacional: origem, trajetoria, papel estrategico, tendencias e perspectivas. Modelos de Gestao de Pessoas e os principais pressupostos teoricos que fundamentam a definicao de politicas e praticas de Gestao de Pessoas. Processos de trabalho (movimentacao, desenvolvimento e valorizacao) em Gestao de Pessoas e os impactos de sua operacionalizacao em diferentes instancias organizacionais."
    },
    {
        "disciplina": " METODOS E MODELOS QUANTITATIVOS DE DECISAO 1",
        "codigo": "ADM0047 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "Introducao a programacao matematica. Programacao linear: solucao grafica, metodo SIMPLEX, analise de sensibilidade e forma dual. Introducao a programacao inteira e nao-linear. Aplicacoes em Administracao."
    },
    {
        "disciplina": " FINANCAS 1",
        "codigo": "ADM0052 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "Introducao as financas corporativas. Metodos de avaliacao de ativos. Modelos de risco e retorno. Decisoes estrategicas de investimento. Decisoes estrategicas de financiamento."
    },
    {
        "disciplina": " LOGISTICA ORGANIZACIONAL",
        "codigo": "ADM0061 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "Fundamentos da Logistica Empresarial. O Composto Logistico. Planejamento e controle Logistico. Atividades da Logistica Empresarial. Cadeia de Suprimentos e Gerenciamento da Cadeia de Suprimentos. Operacoes. Previsao de Demanda. Gestao de Estoques. Distribuicao. Armazenagem.Logistica Reversa. Topicos Emergentes de Logistica."
    },
    {
        "disciplina": " ADMINISTRACAO DE MARKETING",
        "codigo": "ADM0064 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "Fundamentos e conceitos de marketing. Marketing Estrategico. Marketing Tatico. Marketing Administrativo. Planejamento em Marketing. Etica."
    },
    {
        "disciplina": " MERCADO FINANCEIRO E DE CAPITAIS",
        "codigo": "ADM0068 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "Introducao ao mercado financeiro brasileiro. Analise fundamentalista. Administracao de risco. Analise de derivativos. Analise tecnica."
    },
    {
        "disciplina": " GOVERNO E ADMINISTRACAO NO BRASIL",
        "codigo": "ADM0070 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "ORIGENS DO GOVERNO E DA ADMINISTRACAO PUBLICA NO  BRASIL. A ORGA- NIZACAO DOS PODERES. ESTADO  E  GOVERNO. FUNDAMENTOS, PRINCIPIOS E FUN- COES DO SETOR PUBLICO. ESTRUTURA E  FUNCIONAMENTO. FATORES  CULTURAIS E SUA INTERFERENCIA NA ADMINSTRACAO. A MODERNIZACAO DO ESTADO. CONCENTRA- CAO E DESCONCENTRACAO FEDERAL, ESTADUAL E MUNICIPAL."
    },
    {
        "disciplina": " GESTAO DE FINANCAS PESSOAIS",
        "codigo": "ADM0087 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "Remuneracao e sua interacao com outras politicas e praticas de gestao de pessoas. A relacao entre Remuneracao e motivacao. Remuneracao estrategica. Salarios. Beneficios. Remuneracao Variavel. Participacao em Lucros e Resultados. Organizacao do Trabalho: Cargos e Competencias. Avaliacao de Cargos e de Competencias. Desenho de Carreira. Pesquisa Salarial. Estrutura Salarial. Politica Salarial."
    },
    {
        "disciplina": " ADMINISTRACAO DA PRODUCAO E OPERACOES",
        "codigo": "ADM0092 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "Introducao a Administracao de Producao estrategia de producao e operacoes pesquisa e desenvolvimento de produtos, servicos e processos metodos e organizacao do trabalho sistemas de planejamento e controle da producao e operacoes gestao da qualidade etica e gestao socioambiental."
    },
    {
        "disciplina": " CRIACAO DE NEGOCIOS",
        "codigo": "ADM0150 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "Experiencia empresarial na concepcao e lancamento de um negocio. Incentivo a atividade empresarial entre os alunos. Integracao dos conceitos de marketing, financas, organmizacao, no desenvolvimento de novos negocios. Representacao das fases de criacao e desenvolvimento de negocios. Discussao com empresarios sobre a pratica do desenvolvimento de negocios"
    },
    {
        "disciplina": " ESTRATEGIA ORGANIZACIONAL",
        "codigo": "ADM0157 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "Estrategia, conceitos e aplicacoes. Estrategias corporativas, de unidade de negocios efuncionais. Vantagem competitiva. Formulacao de estrategia: modos empreendedor,adaptativo, racional e emergente. Ambiente e comportamento estrategico. Governancacorporativa e Teoria da Agencia: conselho administrativo diretoria Teoria de Stakeholders responsabilidade social e etica empresarial. Planejamento estrategico. Missao, visao e valores. Diagnostico interno: recursos, capacidades, competencias cultura e clima organizacional cadeia de valor. Diagnostico externo: ambiente variaveis macro-ambientais modelos de avaliacao do ambiente. Cenarios. Implementacao da estrategia: estrategia como pratica balance-scored card e mapas estrategicos. Teoria de custos de transacao e o dilema comprar/fazer. Redes: cooperacao e confianca."
    },
    {
        "disciplina": " GESTAO DA INOVACAO",
        "codigo": "ADM0162 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "Conceito de inovacao. Tipos de inovacao. Evolucao conceitual e teorica da relacao entre Ciencia, Tecnologia e Inovacao. Estrategias de Inovacao. Inovacao e Competitividade. Difusao de Inovacoes. Inovacao e especificidades setoriais. Inovacao e internacionalizacao de empresas. Planejamento e gestao do processo de inovacao. Indicadores de inovacao. Politicas publicas para inovacao."
    },
    {
        "disciplina": " MICROECONOMIA APLICADA",
        "codigo": "ADM0187 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "CONCEITOS ELEMENTARES DE MICROECONOMIA. DEMANDA E OFERTA, ELASTICIDADE, ESCOLHA DO CONSUMIDOR, MAXIMIZACAO DA UTILIDADE, TEORIA DA FIRMA, TECNOLOGIA, MAXIMIZACAO DOS RESULTADOS, eSTRUTURAS DE MERCADO."
    },
    {
        "disciplina": " MACROECONOMIA APLICADA",
        "codigo": "ADM0190 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "CONCEITOS ELEMENTARES DE MACROECONOMIA. CONTABILIDADE RACIONAL, DEMANDA E OFERTA AGREGADA, EQUILIBRIO MACROECONOMICO, JUROS, INFLACAO, POLITICA FISCAL, MONETARIA, CAMBIAL  E CRESCIMENTO ECONOMICO."
    },
    {
        "disciplina": " CALCULO FINANCEIRO",
        "codigo": "ADM0192 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "Introducao a matematica financeira. Series finitas de pagamentos discretos com capitalizacao periodica. Series infinitas ou perpetuidades. Expressoes da taxa de juros. Amortizacao de dividas. Introducao a analise de investimentos. Introducao aos modelos de risco e retorno."
    },
    {
        "disciplina": " METODOLOGIA CIENTIFICA APLICADA",
        "codigo": "ADM0198 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "O conhecimento cientifico e outros tipos de conhecimento. A pesquisa em administracao e em organizacoes. Metodos Cientificos. Formulacao de problema, hipoteses e objetivos de pesquisa. Tipologia, metodos e tecnicas de pesquisa. Procedimentos de coleta e analise de dados. Projeto de pesquisa. Comunicacao da producao cientifica. Etica em Pesquisa."
    },
    {
        "disciplina": " INTRODUCAO A TEORIAS ORGANIZACIONAIS",
        "codigo": "ADM0214 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "A evolucao da teoria das organizacoes e sua relacao com a teoria administrativa. principais abordagens (humana, economica, sociologica, critica) de estudo e analise das organizacoes. As metaforas organizacionais (maquina, organismo, cultura, sistema politico, cerebro, fluxo e transformacao, prisao psiquica e instrumento de dominacao, rede). Analise organizacional: estruturas, processos e resultados. Mudancas e configuracoes organizacionais. A teoria das organizacoes como ideologia. O poder nas e o poder das organizacoes. Estudos e pesquisas em teoria das organizacoes."
    },
    {
        "disciplina": " ANALISE INSTITUCIONAL",
        "codigo": "ADM0228 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "Instituicoes e organizacoes. As correntes do neoinstitucionalismo. Elementos de analise institucional. Acao publica e seus instrumentos. Formacao, transformacao e estabilidade de redes de atores."
    },
    {
        "disciplina": " COMPORTAMENTO ORGANIZACIONAL",
        "codigo": "ADM0231 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "Definicao de comportamento organizacional. Estudo e teorias relacionadas a variaveis tipicas de comportamento organizacional. Motivacao no Trabalho. Lideranca. Cultura Organizacional. Analise da constituicao do sujeito como efeito dos modos de se trabalhar e das praticas de gestao do trabalho. Comportamento organizacional e sofrimento psiquico. Grupos e equipes de trabalho."
    },
    {
        "disciplina": " GESTAO DE VENDAS",
        "codigo": "ADM0244 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "Administracao das vendas. Previsao e potencial de mercado. Estruturacao da Equipe de vendas. Contratos e Propostas Comerciais."
    },
    {
        "disciplina": " GESTAO DE DESEMPENHO",
        "codigo": "ADM0258 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "O comportamento humano nas organizacoes: modelo explicativo do comportamento teorias da motivacao no trabalho, percepcao, feedback e valores humanos. Cultura Organizacional: conceitos, elementos e importancia. Aspectos que influenciam o desempenho. Gestao e Avaliacao de Desempenho: evolucao, conceitos e usos, Metodos tradicionais de Avaliacao de Desempenho. Elaboracao de sistemas de Gestao/Avaliacao de Desempenho. Estrategicas de implantacao de sistemas de Gestao/Avaliacao de Desempenho. Metodos atuais: Avaliacao de desempenho baseada em resultados e Avaliacao de desempenho baseada em Competencias. Gestao de Desempenho"
    },
    {
        "disciplina": " OFICINA DE PRODUTOS E PROJETOS",
        "codigo": "ADM0270 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "ESTUDOS RELACIONADOS A ERENCIA/ADMINISTRACAO DE  PRODUTOS EM TODAS ASSUAS FASES E AS HABILIDADES/CONHECIMENTOS E  FUNCOES NECESSARIOS AQUELESQUE O PRATICAM. PESQUISAS, NAALISES E INTERPRETACOES CUIDADOSAS DO DENO-MINADO PORTFOLIO DE PRODUTOS/CARTEIRA DE PRODUTOS, SUA  INTERPRETACAO  EESTRATEGIAS PARA SUA ADMINISTRACAO. DESTAQUE PARA A RELEVANCIA/IMPORTAN-CIA DO FLUXO-DE-CAIXA (CASH-FLOW) ERADO NAS DIVERSAS FASES DO  CICLO-DE-VIDA DOS  PRODUTOS E  PARA  O DOMINIO  DE UM  CONJUNTO  DE ESTATEGIAS DEMARKETING CAPAZES DE ADMINISTRAR COM SEGURANCA A DINAMICA DESSES FLUXOS."
    },
    {
        "disciplina": " PROJETO DE PESQUISA EM ADMINISTRACAO",
        "codigo": "ADM0273 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "Caracteristicas do trabalho cientifico. Pesquisa bibliografica e empirica. Classificacao, metodos e tecnicas de pesquisa. Elaboracao do projeto de pesquisa. Estruturacao de trabalho de curso e de artigo cientifico."
    },
    {
        "disciplina": " ELABORACAO DE TRABALHO DE CURSO",
        "codigo": "ADM0297 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "Revisao do projeto de pesquisa e estruturacao do trabalho de curso tecnicas e formas de analisar e apresentar dados em relatorios de pesquisa normas e tecnicas para apresentacao da pesquisa cientifica padrao adotado pelo Departamento de Administracao normas e tecnicas para a defesa publica, perante a banca examinadora."
    },
    {
        "disciplina": " ADMINISTRACAO DE SISTEMAS DE INFORMACAO",
        "codigo": "ADM0298 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "Fundamentacao da teoria de sistemas. Conceitos de sistemas de informacao (SI). Classificacao de SI. Nocoes sobre Infraestrutura de Tecnologia da Informacao (TI). Uso estrategico de TI nas organizacoes. Arquitetura corporativa de TI. Processo de planejamento de SI. Ciclo de desenvolvimento de SI. Contratacao de solucoes de TI. Aspectos eticos e sociais no uso de TI. Gestao da Seguranca da Informacao. Gestao de Riscos de TI. Governanca de TI."
    },
    {
        "disciplina": " COMPORTAMENTO DO CONSUMIDOR",
        "codigo": "ADM0300 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "Fatores que influenciam o comportamento de compra. Os diferentes papeis desempenhados pelo cliente no processo de compra. Modelos comportamentais. O processo de decisao de compra e de pos-compra."
    },
    {
        "disciplina": " GESTAO DE PROCESSOS",
        "codigo": "ADM0303 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "Cenarios Organizacionais no Brasil. Conceitos de Gestao de Processos. Principais Processos de uma Empresa. O papel das pessoas na Gestao de Processos. Mapeamento de Processos. Tecnicas de Melhoria e Otimizacao de Processos. Desenho de Processos. Layout e a Gestao de Processos. Manualizacao. Tecnologia da Informacao em Processos. O papel dos processos na Gestao da Qualidade. O papel dos processos na Gestao de Riscos. Inovacao em Processos. Fluxograma. Notacao BPMN. BPMS. Escritorio de Processos e Governanca em Processos. Topicos emergentes de Processos."
    },
    {
        "disciplina": " GESTAO DE RESPONSABILIDADE SOCIOAMBIENTAL",
        "codigo": "ADM0304 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "Desenvolvimento sustentavel. Relacao entre atores publicos e privados para a construcao do desenvolvimento sustentavel. O papel dos atores publicos e privados na gestao socioambiental. Instrumentos de gestao socioambiental. Inovacao ambiental. Sustentabilidade empresarial."
    },
    {
        "disciplina": " MARKETING DE RELACIONAMENTO",
        "codigo": "ADM0306 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "Satisfacao, valor e fidelidade do cliente. Indicadores de relacionamento com cliente. Pressupostos, fundamentos e conceitos do CRM. Estado da arte nacional e internacional."
    },
    {
        "disciplina": " NEGOCIACAO",
        "codigo": "ADM0308 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "Negociacao: processo e praticas. A etica e o processo de negociacao. Negociacao na resolucao de conflitos e de pontos de vista divergentes. Negociacao da colaboracao. Negociacao de obrigacoes contratuais."
    },
    {
        "disciplina": " TOPICOS CONTEMPORANEOS EM FINANCAS",
        "codigo": "ADM0311 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "A avaliacao e selecao de projetos constituem um amplo e importante conjunto de conhecimento para todos os tomadores de decisao, sejam essas de teor individual, corporativo ou publico. Com base nesse contexto, a disciplina tem como objetivo fornecer aos discentes os principais fundamentos teoricos da Engenharia Economica e apresentar suas principais aplicacoes praticas, visando prove-los das competencias basicas para a tomada de decisoes em problemas que envolvam Engenharia Economica."
    },
    {
        "disciplina": " TOPICOS CONTEMPORANEOS EM PRODUCAO, LOGISTICA E GESTAO DA INFORMACAO",
        "codigo": "ADM0313 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "A disciplina tem como objetivo abordar temas emergentes na area de Producao, Logistica e Sistema de Informacoes, portanto, tera a ementa definida no momento da oferta."
    },
    {
        "disciplina": " TOPICOS CONTEMPORANEOS EM ADMINISTRACAO 1",
        "codigo": "ADM0315 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "A disciplina tem como objetivo abordar temas emergentes em Administracao e, portanto, tera a ementa definida no momento da oferta."
    },
    {
        "disciplina": " TOPICOS CONTEMPORANEOS EM ADMINISTRACAO 2",
        "codigo": "ADM0316 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "A disciplina tem como objetivo abordar temas emergentes em Administracao e, Portanto, tera a ementa definida no momento da oferta."
    },
    {
        "disciplina": " ADMINISTRACAO DA QUALIDADE",
        "codigo": "ADM0317 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "Evolucao da Qualidade Qualidade de Bens e Servicos gestao pela qualidade totalQualidade e Produtividade Indicadores e Vantagem Competitiva da Qualidade Inovacao Tecnologica em Produtos indicadores de qualidade e de produtividade.Topicos emergentes de Qualidade"
    },
    {
        "disciplina": " INTERNACIONALIZACAO DE EMPRESAS E GESTAO DE NEGOCIOS",
        "codigo": "ADM0318 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "O conceito de negocios internacionais; Globalizacao dos mercados e internacionalizacao da empresa; Participantes organizacionais do comercio internacional; Ambiente Cultural de Negocios Internacionais; Etica, Sustentabilidade e Responsabilidade Social Corporativa nos Negocios Internacionais; Teorias do Comercio Internacional e Investimento; Sistemas Politicos e Juridicos em Ambientes Nacionais; Intervencao Governamental nos Negocios Internacionais; Integracao economica regional; Entendendo os Mercados Emergentes; O Ambiente Monetario e Financeiro Internacional; Estrategia e organizacao na empresa internacional."
    },
    {
        "disciplina": " ANALISE ORGANIZACIONAL, SISTEMAS E METODOS",
        "codigo": "ADM0320 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "Fundamentos de organizacao, sistemas e metodos. Modelo teorico das organizacoes: funcoes administrativas e operacionais. Sistemas administrativos. Arquitetura organizacional. Organizacao e reorganizacao. Estruturas organizacionais. Mapeamento e analise de processos. Analise e distribuicao do trabalho. Graficos de organizacao e controle (fluxograma, Organograma etc). Manuais administrativos. Formularios. Metodologias para levantamento. Analise e Distribuicao do Espaco (Layout)."
    },
    {
        "disciplina": " ABORDAGENS CRITICAS AO ESTUDO DE ORGANIZACOES",
        "codigo": "ADM0321 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "A evolucao da teoria critica. A analise e interpretacao de teorias criticas. Cultura organizacional e praticas de poder. Imaginario organizacional moderno. Discurso Organizacional e servidao voluntaria. Contribuicoes da sociologia clinica e da psicodinamica do trabalho a analise organizacional critica. Violencia no trabalho. Gestao, trabalho e subjetividade."
    },
    {
        "disciplina": " CRIATIVIDADE E INOVACAO NAS ORGANIZACOES",
        "codigo": "ADM0322 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "Importancia da Criatividade no Contexto Organizacional. Definicoes de criatividade e inovacao. Interrelacao entre os conceitos de criatividade e inovacao. Fatores do individuo e do ambiente que influenciam a criatividade nas organizacoes. Criatividade em equipes de trabalho. Criatividade e complexidade."
    },
    {
        "disciplina": " GESTAO DE TELETRABALHO",
        "codigo": "ADM0366 ",
        "unidade_responsavel": "DEPTO ADMINISTRACAO ",
        "ementa": "Novas formas de organizacao do trabalho e arranjos flexiveis de trabalho. Teletrabalho: contextualizacao e conceitos. Principais aspectos legais do teletrabalho no Brasil. Vantagens e Desvantagens do teletrabalho. Fatores criticos para o sucesso do teletrabalho. Lideranca e praticas de gestao no teletrabalho. Qualidade de vida no teletrabalho. Conciliacao trabalho-familia no teletrabalho. Etapas e ferramentas para implantacao do teletrabalho. Teletrabalho e smartworking: tendencias e perspectivas."
    }
]