[
    {
        "disciplina": " AGRICULTURA E MEIO AMBIENTE",
        "codigo": "CDS0004 ",
        "unidade_responsavel": "CENTRO DE DESENVOLVIMENTO SUSTENTAVEL ",
        "ementa": "O objetivo deste curso e proporcionar um entendimento basico da historia da agricultura e sua relacao com o meio ambiente, assim como ferramentas introdutorias de analise de agroecossistemas quanto as suas caracteristicas funcionais, produtivas e impactos ambientais."
    },
    {
        "disciplina": " INTRODUCAO AO DESENVOLVIMENTO SUSTENTAVEL",
        "codigo": "CDS0007 ",
        "unidade_responsavel": "CENTRO DE DESENVOLVIMENTO SUSTENTAVEL ",
        "ementa": "A disciplina foi desenhada para apresentar os principais debates relacionados ao tema do Desenvolvimento Sustentavel (DS), de forma compreensivel e util para as diversas areas do conhecimento, bem como demonstrar a necessidade da interdisciplinaridade no trato das questoes ambientais. Sao considerados aspectos conceituais, tematicos, analiticos e institucionais, bem como algumas ferramentas e instrumentos fundamentais para a implementacao de acoes e praticas que tenham o DS como objetivo. De forma critica, o curso salienta os temas mais importantes da interacao sociedade-natureza e das suas relacoes com as principais problematicas atuais. O curso e realizado por meio de aulas expositivas ministradas pelos professores do Programa de Pos-graduacao em Desenvolvimento Sustentavel do CDS/UnB e utiliza-se de recursos audiovisuais e dinamicas de grupo para discussao das tematicas abordadas, bem como de visitas tecnicas de campo."
    },
    {
        "disciplina": " MEIO AMBIENTE, CULTURA E SOCIEDADE",
        "codigo": "CDS0008 ",
        "unidade_responsavel": "CENTRO DE DESENVOLVIMENTO SUSTENTAVEL ",
        "ementa": ": A disciplina busca ampliar o conhecimento da literatura classica e oferecer instrumentacao conceitual para que os alunos possam (re) interpretar criticamente fenomenos caracteristicos da modernidade sobre a perspectiva da sustentabilidade, assim como aprofundar a analise dos fundamentos que colocam em discussao a relacao entre sociedade, cultura e natureza."
    },
    {
        "disciplina": " TRABALHO INTERDISCIPLINAR INTEGRADO 1",
        "codigo": "CDS0010 ",
        "unidade_responsavel": "CENTRO DE DESENVOLVIMENTO SUSTENTAVEL ",
        "ementa": "Objetivos: Apresentar aos estudantes os principios do trabalho de extensao em geral e na area ambiental, em particular.  Ao planejar e executar acoes de extensao na area ambiental, os estudantes devem explicitar qual a relevancia para a comunidade, a relacao custo beneficio, a viabilidade e as implicacoes. As diferentes modalidades de extensao serao abordadas. Os alunos deverao ser capacitados a explicitar problemas e formular solucoes de forma independente. Conceitualmente, o trabalho devera possibilitar a integracao horizontal e vertical das areas de conhecimento, concomitantemente ao avanco do estudante ao longo do Curso. Nessa abordagem inicial, os alunos deverao elaborar projeto de extensao que inclui um documento com detalhamento do planejamento e da realizacao ordenada de todas as atividades. A atividade de extensao escolhida sera \"mini-curso\". A atividade devera ser conduzida pelos alunos no final do semestre com temas na area ambiental para audiencias diversificadas a serem definidas ao longo do periodo de atividade."
    },
    {
        "disciplina": " SISTEMAS SOCIOAMBIENTAIS E COMPLEXIDADE",
        "codigo": "CDS0011 ",
        "unidade_responsavel": "CENTRO DE DESENVOLVIMENTO SUSTENTAVEL ",
        "ementa": "A disciplina procura analisar e discutir, a partir de uma perspectiva das ciencias naturais, os conceitos e metodologias para melhor compreender as complexas interacoes entre os varios componentes dos sistemas socioambientais (biofisico, socioeconomico, politico e cultural). Esta discussao se apoiara na analise das relacoes entre as propriedades emergentes dos sistemas e os conceitos da complexidade. Espera-se tambem qualificar os alunos e as alunas para analisar situacoes socioambientais complexas e contribuir para a definicao de estrategias de gestao participativa dos sistemas socioambientais, da escala local ate a escala global, voltada para construcao de solucoes integradas que promovam a melhoria das condicoes de vida das populacoes e a sustentabilidade dos ecossistemas."
    },
    {
        "disciplina": " POLITICAS PUBLICAS E MEIO AMBIENTE",
        "codigo": "CDS0012 ",
        "unidade_responsavel": "CENTRO DE DESENVOLVIMENTO SUSTENTAVEL ",
        "ementa": "O curso parte de uma retrospectiva historica sobre a formacao e o papel do Estado moderno, estuda a evolucao da relacao entre aumento das atribuicoes do poder publico e o crescimento das estruturas estatais, investiga a genese e o desenvolvimento das politicas publicas de natureza social, analisa o contexto do surgimento do planejamento governamental como processo, avalia a crise atual do Estado e discute, a luz das tendencias internacionais e das caracteristicas nacionais, os rumos das politicas publicas. As politicas ambientais sao apresentadas como um momento na evolucao da regulacao publica, quando o Estado passa a ter tambem a atribuicao de assegurar um ambiente adequado a sociedade."
    },
    {
        "disciplina": " POPULACAO E MEIO AMBIENTE",
        "codigo": "CDS0013 ",
        "unidade_responsavel": "CENTRO DE DESENVOLVIMENTO SUSTENTAVEL ",
        "ementa": "As relacoes homem-natureza englobam tres dimensoes basicas: o mundo biofisico, o mundo humano e suas estruturas sociais e o relacionamento dinamico e interdependente entre esses dois mundos. A disciplina busca apresentar bases praticas e teoricas para entender esse terceiro ponto, a parte relacional, em suas diferentes abordagens. Assim, o objetivo da disciplina e o estudo das interacoes entre dinamica populacional, meio ambiente e desenvolvimento sustentavel. Serao alternados diferentes recursos formativos, entre aulas expositivas leitura e discussao dos textos-base trabalhos em grupos de estudo dirigido exibicao e discussao de videos seminarios de apresentacao de textos/documentos entre outros."
    },
    {
        "disciplina": " INDICADORES DE DESENVOLVIMENTO SUSTENTAVEL",
        "codigo": "CDS0015 ",
        "unidade_responsavel": "CENTRO DE DESENVOLVIMENTO SUSTENTAVEL ",
        "ementa": "O objetivo da disciplina e oferecer uma revisao das principais abordagens relacionadas a avaliacao da sustentabilidade do desenvolvimento, as premissas conceituais e metodologicas adotadas por algumas correntes de pensamento no campo das ciencias socioambientais e economicas e seus reflexos na percepcao da sustentabilidade por parte do meio academico, da midia, das organizacoes e da sociedade em geral. A disciplina ira debater em que medida os diversos indicadores existentes auxiliam na elaboracao e conducao das politicas publicas. Como isso pode ser mensurado e avaliado. Qual a importancia de construcao e utilizacao dos indicadores relacionados as questoes da sustentabilidade. Introduz-se, tambem, as principais abordagens utilizadas para agregacao dos indicadores de sustentabilidade sob forma de indices, ressaltando a importancia da relacao entre suas quatro dimensoes: institucional, economica, social e ecologica. Preve-se que os alunos matriculados na disciplina sairao dela com conhecimento metodologico, substantivo e aplicado sobre os indicadores de desenvolvimento sustentavel, e outros sistemas de indicadores comumente usados, referentes as diversas dimensoes da realidade social e economica, de modo a aplica-lo em seus trabalhos academicos e tecnicos."
    },
    {
        "disciplina": " PRATICA DE PESQUISA 1",
        "codigo": "CDS0019 ",
        "unidade_responsavel": "CENTRO DE DESENVOLVIMENTO SUSTENTAVEL ",
        "ementa": "O curso visa preparar os alunos para elaborar e realizar projetos de pesquisa, explorando problemas que podem ser tratados como objetivos de pesquisa. Sera feita uma iniciacao as discussoes epistemologicas e metodologicas de pesquisa interdisciplinar em Ciencias Ambientais, e os principais tipos e modalidades de pesquisa. Serao apresentados e treinados juntos aos alunos, por meio de exercicios de construcao de raciocinio logico, os principais conceitos e categorias do processo de pesquisa: problema, pergunta/objetivo, hipoteses. Os diferentes metodos, tecnicas e praticas de pesquisa, e respectivas formas de levantamento, analise e interpretacao dos dados. Exercicios por meio de ferramentas para levantamento de dados e interpretacao de informacoes pertinentes ao(s) problema(s) estudado(s): bibliografia, dados estatisticos, entrevistas e questionarios, etc. Por fim, serao tratados os aspectos referentes a redacao do trabalho cientifico, em termos de modalidades e normas de redacao."
    },
    {
        "disciplina": " COMUNICACAO SOCIOAMBIENTAL",
        "codigo": "CDS0035 ",
        "unidade_responsavel": "CENTRO DE DESENVOLVIMENTO SUSTENTAVEL ",
        "ementa": "Coleta, organizacao e divulgacao, para publico leigo, de resultados de pesquisa, fatos historicos, biografias, legislacao, planos, programas, politicas ambientais e atividades desenvolvidas no ambito do curso de Ciencias Ambientais. Elaboracao de campanhas de sensibilizacao publica. Desenvolvimento de ferramentas de comunicacao. Criacao e alimentacao de redes sociais, paginas web, canais no Youtube e Podcast, entre outros."
    }
]