[
    {
        "disciplina": " TOPICOS ESPECIAIS EM BIOLOGIA",
        "codigo": "FUP0003 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Estudos teoricos e atividades praticas relacionadas a topicos relevantes da Biologia para o Ensino Fundamental e Medio."
    },
    {
        "disciplina": " TOPICOS ESPECIAIS EM CIENCIAS NATURAIS",
        "codigo": "FUP0007 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Ementa aberta."
    },
    {
        "disciplina": " BIOLOGIA MOLECULAR E BIOTECNOLOGIA",
        "codigo": "FUP0009 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Biologia molecular, biofisica e biotecnologia. Aspectos historicos da biotecnologia; temas atuais em biotecnologia: reproducao in vitro, organismos geneticamente modificados, uso de celulas-tronco na melhoria da saude humana, o controle biologico de pragas, a analise do DNA na identificacao de pessoas e como prova pericial, as vacinas de DNA; a bioetica e os avancos da biotecnologia."
    },
    {
        "disciplina": " TOPICOS AVANCADOS EM GESTAO DO AGRONEGOCIO 3",
        "codigo": "FUP0028 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": ""
    },
    {
        "disciplina": " PRATICAS DE CAMPO EM BOTANICA",
        "codigo": "FUP0040 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Metodos de coleta e conservacao de fanerogamas caracteristicas dendrologicas das especies lenhosas do cerrado metodos de descricao da vegetacao metodos de inventario de vegetacao e analise de dados (fitossociologia)."
    },
    {
        "disciplina": " CEBEP 2 ",
        "codigo": "FUP0049 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "A dinamica da formacao da sociedade brasileira: representacoes e configuracoes, tensoes, conflitos e contradicoes. Democracia e movimentos sociais. Identidades, subjetividades, sujeitos do campo e cultura camponesa."
    },
    {
        "disciplina": " LEITURA E PRODUCAO DE TEXTO 2",
        "codigo": "FUP0050 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Estrategias de leitura. Generos textuais. Resenha. Protocolos verbais. Norma padrao e normas estigmatizadas. escrita e reescrita. Parafrase. Intertextualidade. Coesao e coerencia textuais. Praticas de resumos e resenhas. Pontuacao e Ortografia."
    },
    {
        "disciplina": " FUNDAMENTOS BASICOS DAS ARTES PLASTICAS",
        "codigo": "FUP0052 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Analisar as relacoes entre forma e conteudo pelo vies da relacao entre as tecnicas e as diferentes linguagens diante dos processos historicos, tanto internacionais quanto nacionais. Analise das formas de representacao dos conflitos e das diferentes formas de representacao da historia e da sociedade. Estudo da arte moderna brasileira em chave critica, buscando compreende-la como campo de embates sociais e politicos, bem como aprofundar o entendimento das mediacoes entre forma estetica e forma social. Estudo das aproximacoes entre artes plasticas e arquitetura, com enfase na experiencia do modernismo brasileiro."
    },
    {
        "disciplina": " MATEMATICA BASICA E APLICACOES NA VIDA DO CAMPO",
        "codigo": "FUP0054 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Manipulacoes algebricas. Funcoes e aplicacoes no campo: funcoes de primeiro e segundo graus. Polinomios. O conceito de reta tangente. Trigonometria. Derivadas e tecnicas de derivacao. Integral definida e aplicacoes."
    },
    {
        "disciplina": " ARITMETICA 1",
        "codigo": "FUP0056 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Numeros naturais: Numeros na nossa vida. Conceitos de numero natural. Sistemas de numeracao: atividade humana e cultura. Sistema de numeracao indo-arabico. Estrategias e recursos didaticos no ensino dos sistemas de numeracao. Situacoes da vida social que demandam tratamento quantitativo. Proposicao de problemas. Modelamento de situacoes. Operacoes com numeros naturais: adicao, subtracao, multiplicacao, divisao, potenciacao, radiciacao e logaritmacao. Conceitos e propriedades. Numeros racionais: O problema da medida e os numeros racionais. Ideias associadas a representacao fracionaria. Razoes e proporcoes. Numeros inteiros: Numeros negativos no cotidiano do campo e das cidades. Conceito e ideias.Numeros racionais: Problemas envolvendo fracoes. Operacoes com fracao: abordagem conceitual e procedimentos. O surgimento dos numeros decimais. Funcionamento e funcionalidade dos numeros decimais Numeros inteiros: Problemas envolvendo numeros negativos. Conceitos numericos e abstracao. Numeros reais."
    },
    {
        "disciplina": " HISTORIA E FILOSOFIA DAS CIENCIAS DA NATUREZA E DA MATEMATICA 1",
        "codigo": "FUP0058 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Agricultura e primordios do desenvolvimento tecnologico; Primordios do desenvolvimento da matematica, da fisica da quimica e da biologia; Empirismo e racionalismo; O empirismoindutivismo; Critica ao empirismo indutivismo; Racionalismo critico; Estudo de casos historicos."
    },
    {
        "disciplina": " GEOMETRIA E A VIDA NO CAMPO 1",
        "codigo": "FUP0060 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Agricultura e as origens da geometria. Os conceitos de comprimento, area e volume e metodos para sua medicao. Desenvolvimento do pensamento geometrico em algumas civilizacoes e povos. Estudo das formas: classificacao, ocorrencia, utilizacao e apreciacao. Congruencia, simetrias e semelhanca. Motivacoes para o metodo axiomatico. Os principais conceitos e resultados da geometria euclideana. O postulado das paralelas. Geometrias nao-euclideanas."
    },
    {
        "disciplina": " PESQUISA E MEMORIA 2",
        "codigo": "FUP0062 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Conceito de territorio. Territorio campones. (Re)construcao da historia e memoria nos territorios. Dimensoes do territorio e sua relacao com a historia e memoria do territorio campones. Nocoes de metodologia cientifica."
    },
    {
        "disciplina": " CEBEP 4 ",
        "codigo": "FUP0079 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Conflito capital x trabalho. Historico e expressoes da questao social na sociedade brasileira contemporanea. Historico, expressoes e desdobramentos da questao agraria na sociedade brasileira contemporanea."
    },
    {
        "disciplina": " LEITURA E PRODUCAO DE TEXTO 4",
        "codigo": "FUP0080 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Estrategias de leitura. Generos textuais. Tipologias textuais. Artigo cientifico. Protocolos verbais. Escrita e reescrita. Coesao e coerencia textuais. Praticas de resumo, sintese, artigo cientifico."
    },
    {
        "disciplina": " MORFOSSINTAXE",
        "codigo": "FUP0081 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Objeto de estudo da morfologia. Palavra. Morfema. Formacao de palavras. Processos morfologicos.  Aspectos morfossintaticos no texto: analise da frase, de periodo simples e de periodo composto. Emprego das classes de palavras nos textos conforme o uso. Tipologia verbal. Tipologia nominal. A funcao sintatica dos termos na oracao nos textos conforme o contexto de uso.  Variacao morfossintatica. Morfossintaxe aplicada ao ensino e no livro didatico de Lingua Portuguesa."
    },
    {
        "disciplina": " OFICINA BASICA DE ARTES CENICAS OBAC",
        "codigo": "FUP0083 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Fundamentos basicos da linguagem teatral. Introducao as tecnicas e metodos do Trabalho teatral. Introducao a historia do teatro."
    },
    {
        "disciplina": " INTRODUCAO A LINGUAGEM AUDIOVISUAL",
        "codigo": "FUP0084 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Introducao a linguagem audiovisual, com vistas a qualificar e problematizar a analise filmica. Estudo da linguagem cinematografica, publicitaria e televisiva, entendendo o audiovisual enquanto realidade construida. Identificacao dos padroes hegemonicos – classe, raca e genero – de representacao da realidade."
    },
    {
        "disciplina": " BIOLOGIA VEGETAL E ANIMAL",
        "codigo": "FUP0086 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Classificacao dos seres vivos e biodiversidade (vegetal, fungo e animal). Importancia ecologica e economica. Aspectos basicos de fisiologia. Adaptacoes a diferentes ambientes (independencia do ambiente aquatico, arquitetura, variacao morfologica, modos de reproducao). Nocoes de nutricao vegetal e diversidade de habitos alimentares em animais."
    },
    {
        "disciplina": " GEOCIENCIAS PARA EDUCACAO DO CAMPO",
        "codigo": "FUP0088 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Universo e sistema solar; estrutura interna da Terra. Classificacao e identificacao de minerais. Tectonica global; ciclo das rochas. Processos sedimentares, intemperismo, erosao, transporte e deposicao; rochas sedimentares. Representacao do espaco e do tempo: mapas, perfis, escalas; tempo geologico; fundamentos de sensoriamento remoto. Compartimentos geologicos e geomorfologicos do territorio brasileiro. Solos tropicais: mineralogia, geoquimica e distribuicao no Brasil. Riscos geologicos: deslizamentos, subsidencias, erosao, assoreamento, inundacoes; fundamentos de geologia estrutural. Recursos minerais: petroleo e carvao, insumos para fertilizantes, materiais para construcao civil. Ciclo hidrologico; recursos hidricos superficiais e subterraneos; captacao de agua. Tempo e clima; atmosfera terrestre; circulacao atmosferica. Observacoes meteorologicas; classificacoes climaticas; mudancas climaticas. Geoturismo e ecoturismo."
    },
    {
        "disciplina": " INTRODUCAO AO PENSAMENTO MATEMATICO",
        "codigo": "FUP0090 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "O que e matematica; linguagem matematica e logica; demonstracoes matematicas. Resolucao de problemas com varias variaveis. Atividade matematica. Intuicao, necessidade e curiosidade."
    },
    {
        "disciplina": " EDUCACAO MATEMATICA E EDUCACAO DO CAMPO 1",
        "codigo": "FUP0092 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Por que ensinar Matematica? Matematica e praticas sociais de leitura. Tratamento de informacao - Pesquisa de Opiniao Porcentagem - Introducao a Estatistica."
    },
    {
        "disciplina": " INTRODUCAO GEOMETRIA ANALITICA",
        "codigo": "FUP0094 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Geometria analitica como instrumento de modelamento dos fenomenos: abordagem historica. Graficos cartesianos: elementos e possibilidades. Estudo analitico do ponto, reta, circunferencia e conicas."
    },
    {
        "disciplina": " PESQUISA E MEMORIA 4",
        "codigo": "FUP0096 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Territorio campones. (Re)construcao da historia e memoria nos territorios. Dimensoes do territorio e sua relacao com a historia e memoria do territorio campones. Dimensao sociocultural do territorio campones. A cultura como eixo da construcao dos territorios. A construcao do pre-projeto de conclusao de curso."
    },
    {
        "disciplina": " CEBEP 6: SOBERANIA, SEGURANCA ALIMENTAR E NUTRICIONAL",
        "codigo": "FUP0111 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "A alimentacao como patrimonio material e imaterial. Sistemas alimentares. Meio ambiente e sustentabilidade. A relacao entre soberania, seguranca alimentar e nutricional e direito humano a alimentacao."
    },
    {
        "disciplina": " DESENVOLVIMENTO HUMANO E APRENDIZAGEM NA ESCOLA",
        "codigo": "FUP0112 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Perspectivas teorico-metodologicas do desenvolvimento e aprendizagem humanos. Modalidades de aprendizagem e sua relacao com o processo de ensino. Dificuldades de Aprendizagem e a educacao do campo. Deficiencia nas escolas do campo. A atuacao dos educadores do campo frente as dificuldades de aprendizagem. Estrategias de trabalho para os alunos que apresentam dificuldades de aprendizagem. Material didatico."
    },
    {
        "disciplina": " TEORIA PEDAGOGICA 5",
        "codigo": "FUP0113 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "A escola do trabalho e a pedagogia socialista; relacao escola trabalho e cultura; politecnia. As teorias de formacao humana articuladas com a educacao profissional."
    },
    {
        "disciplina": " GENETICA E MELHORAMENTO",
        "codigo": "FUP0115 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Conceito de genetica, hereditariedade, DNA, cromossomo, gene. Divisao Celular: Mitose e Meiose. Mendelismo: contexto historico, primeira e segunda lei. Alelismo multiplo, heranca ligada ao sexo e mutacoes. Introducao a genetica molecular: Replicacao, transcricao e traducao. Melhoramento genetico: Conceitos de genotipo e fenotipo, caracteristicas qualitativas e quantitativas, origem e Evolucao da Agricultura/ Evolucao da Humanidade, importancia do Melhoramento de Plantas (MP), sistemas reprodutivos das especies cultivadas, planejamento do Programa de MP, Origem e evolucao das plantas cultivadas, centro de origem e de diversidade; variabilidade, recursos Geneticos, herdabilidade, heterose, interacao. Genotipo x Ambiente, adaptabilidade e Estabilidade de Comportamento, selecao de Genitores, variedades."
    },
    {
        "disciplina": " TOPICOS EM QUIMICA APLICADA E DO COTIDIANO 1",
        "codigo": "FUP0116 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Possibilitar a reflexao sobre avancos e contrapontos dos conceitos de quimica e suas aplicacoes tecnologicas, ambientais e no cotidiano da comunidade escolar. Atividades de pesquisa-acao que envolvam temas da atualidade, bem como temas relacionados a aplicacao dos conhecimentos quimicos em problemas ambientais, tecnicos e do dia-a-dia."
    },
    {
        "disciplina": " GEOCIENCIAS E MEIO AMBIENTE",
        "codigo": "FUP0117 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Introducao ao estudo do funcionamento dos sistemas do Planeta Terra e como estes sistemas afetam e sao afetados pelas atividades humanas. Introducao a geologia ambiental. Historico e evolucao dos conceitos relacionados a geologia ambiental e suas aplicacoes. Processos de dinamica superficial e sua importancia nos estudos de planejamento ambiental. Conceito de risco, acidente e desastre. Processos geologicos perigosos. Inundacoes e alagamentos. Movimentos de massa gravitacionais. Afundamentos e solapamentos. Erosao. Terremotos e vulcanismo. Vendavais, tempestades e outros. Qualidade do ar e agua, poluicao e mudancas globais. Mapeamento de risco. Prevencao. Conceitos basicos de aplicacao dos conhecimentos e principios geologicos para avaliar os problemas causados pela exploracao e ocupacao humana do meio ambiente. Disponibilidade e limitacao de recursos naturais para o desenvolvimento sustentavel. Saude e meio ambiente. Estudos de impacto ambiental. Recuperacao de areas degradadas."
    },
    {
        "disciplina": " LITERATURA MUNDIAL ENTRE O CENTRO E A PERIFERIA",
        "codigo": "FUP0119 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Estudo da literatura enquanto sistema-mundo (Weltliteratur - J. W. Goethe). Processos historicos em que se inserem as literaturas perifericas, vinculados objetivamente as nacoes centrais. Estudo de natureza organicamente comparatista que permite compreender a producao literaria, universalizada com o capital, em suas diversas fases e crises. Investigacao dialetica da constituicao do sistema literario brasileiro e das producoes literarias de outras regioes perifericas. Relacao entre centro e periferia, metropole e colonia, cosmopolitismo e localismo, campo e cidade, a partir da leitura e analise da forma de obras da literatura universal em cotejo com obras literarias produzidas em regioes perifericas. Conceitos: a literatura universal; a ficcao moderna; o romance historico, burguesia e modernidade; tradicao interna; originalidade e copia; autonomia relativa da arte; missao desfetichizadora da arte; literatura-mundo e sistema-mundo; progresso contraditorio; sentido historico e perspectiva."
    },
    {
        "disciplina": " SEMANTICA",
        "codigo": "FUP0120 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Conceito e objeto de estudo da semantica - A significacao das palavras - Campos semanticos e lexicais - Denotacao e conotacao - Homonimia e polissemia - Significacao e contexto - Relacoes deiticas e anaforicas - Referencia e sentido, proposicao - Relacoes semanticas - Semantica aplicada ao ensino do portugues."
    },
    {
        "disciplina": " TEORIA E HISTORIA DO TEATRO",
        "codigo": "FUP0121 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Historia e estetica do teatro brasileiro. Influencias externas, filtragens, processo de assimilacao  e constituicao da tradicao local. Momentos decisivos de formacao do teatro brasileiro. Imagens teatrais dos ciclos de modernizacao conservadora brasileiros. Relacao entre teatro, politica e movimentos sociais."
    },
    {
        "disciplina": " PROJETO EXPERIMENTAL EM AUDIOVISUAL 1",
        "codigo": "FUP0122 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Pesquisa e producao de filmes curtas-metragens experimentais, em formato digital. Vivencia coletiva das etapas de realizacao audiovisual, na ficcao e no documentario."
    },
    {
        "disciplina": " ALGEBRA ELEMENTAR",
        "codigo": "FUP0124 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "O mundo em transformacao e o conceito de variavel. Representacoes algebricas. Propriedades algebricas. Equacoes e inequacoes. Intencoes do tratamento algebrico. Produtos notaveis. Procedimentos de tratamento algebrico. Formulas e solucoes de equacoes com incognitas. Aplicacoes a problemas do cotidiano do campo. Teoria elementar dos conjuntos. Nocoes de logica. Sistemas numericos. Desigualdades e valor absoluto. Relacoes. Numeros complexos. Polinomios."
    },
    {
        "disciplina": " CIENCIA, TECNOLOGIA, SOCIEDADE: UMA INTRODUCAO",
        "codigo": "FUP0125 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "O curso esta concebido como uma abordagem dos Estudos Sociais da Ciencia e Tecnologia (ESCT) na matriz conhecida como Ciencia, Tecnologia e Sociedade ou CTS. Podemos situar os movimentos contemporaneos CTS entre dois campos de tecnologia de conhecimento do conhecimento tecnico cientifico. Um tem sido tradicionalmente dominado pelas ciencias fisicas, exatas e disciplinas tecnologicas, e o outro definido pelo territorio das ciencias sociais, humanas e artes, ciencias da saude e da vida. Uma separacao entre ambos tem sido erodida ou rompida por um conjunto de relacoes que podem ser identificadas por tres processos. O processo (A) corresponde a disseminacao de um modelo de ciencia crescentemente subordinado a producao para a tecnociencia. Isto interfere, altera e transforma como fronteiras do tradicional intercambio e divisao do trabalho tecnico e intelectual, disciplinar entre os dois campos das ciencias. Outro processo (B) tem sentido oposto: abarcacoes de criticas e exigencias sociais na universidade e movimentos sociais no estilos (ecologia de saberes) como posturas de conhecimento (antes e depois) das politicas governamentais de fomento direto de Ciencia e Tecnologia (C & T) Nao e um banco do sujeito empresarial e / ou corporativo. (Ampliacao ou coexistencia do passivo-ativa, conflito, identificacao dos meios de coordenacao, etc.) entre movimentos sociais, instituicoes e instituicoes E atores, politicas convencionais de ciencia, tecnologia e sociedade. Tem como objetivos ampliar o entendimento e a pratica da ciencia e tecnologia como construcoes."
    },
    {
        "disciplina": " HISTORIA DOS MOVIMENTOS SOCIAIS NO CAMPO",
        "codigo": "FUP0126 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Aspectos historicos sobre os movimentos sociais no campo; questao agraria no Brasil; lutas e resistencias no campo; Ligas Camponesas e outros movimentos de referencia na luta pela terra; resistencia e repressao no campo brasileiro."
    },
    {
        "disciplina": " ECONOMIA BRASILEIRA CONTEMPORANEA",
        "codigo": "FUP0128 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Economia brasileira, Formacao economica do Brasil (introducao), industrializacao e desenvolvimento, estado desenvolvimentalista, processo de substituicao de importacao (PSI), desenvolvimento e estruturalismo, novo estado industrial, novo estruturalismo, crise do estado brasileiro, nova republica, instabilidade macroeconomica, estabilizacao distribuicao e crescimento 1, estabilizacao, distribuicao e crescimento 2."
    },
    {
        "disciplina": " LINGUA BRASILEIRA DE SINAIS 1",
        "codigo": "FUP0129 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Introducao: aspectos clinicos, educacionais e socioantropologicos da surdez. A Lingua de Sinais Brasileira - Libras: caracteristicas basicas da fonologia."
    },
    {
        "disciplina": " ECOLOGIA POLITICA",
        "codigo": "FUP0143 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Nocoes sobre Acumulacao Originaria e Acumulacao por Despossessao. Alienacao Ser Humano-Natureza. Ruptura Metabolica. Divisao Internacional do Trabalho e Desenvolvimento Desigual e Combinado. Conflitos socioambientais (mineracao, agronegocio, energia, infraestrutura). Capitalismo Verde. Agroecologia. Soberania Alimentar."
    },
    {
        "disciplina": " LINGUA BRASILEIRA DE SINAIS 2 LIBRAS",
        "codigo": "FUP0144 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Nocoes basicas de lexico, de morfologia e de sintaxe com apoio de recursos audiovisuais; Nocoes de variacao. Praticar Libras: desenvolver a expressao visual-espacial."
    },
    {
        "disciplina": " MATEMATICA CONTEMPORANEA",
        "codigo": "FUP0145 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Elementos de analise. A matematica como ciencia viva. Os desafios de Hilbert para o seculo."
    },
    {
        "disciplina": " TOPICOS AMBIENTAIS",
        "codigo": "FUP0147 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Crescimento populacional e producao de alimento (formas de agricultura). Revolucao verde. O que sao pragas agricolas e porque ocorrem. Culturas, controle de pragas e o uso de agrotoxicos: efeitos sobre o ambiente e saude humana. Agua um recurso limitado e limitante para a vida na terra (poluicao das aguas e lencois freaticos). Desmatamento: fragmentacao de habitat, extincoes locais e seus efeitos na agricultura. Nitrogenio e adubos. Utilizacao dos recursos naturais pelo homem e sustentabilidade dos demais seres vivos. Desmatamento, queimadas, industrializacao e mudancas climaticas globais. Atividade humana e a camada de ozonio atmosferica. Agua potavel e a vida. Energias renovaveis."
    },
    {
        "disciplina": " TOPICOS EM ECOLINGUISTICA",
        "codigo": "FUP0148 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Ecolinguistica. Ecologia fundamental da lingua: Povo Territorio e Lingua. Ecologia de contato de linguas. Aspectos etnolinguisticos: lingua, povo e cultura. Aquisicao da linguagem e territorio. Relacao ensino de lingua materna e territorio."
    },
    {
        "disciplina": " EDUCACAO DO CAMPO E DIREITOS HUMANOS",
        "codigo": "FUP0151 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Educacao do campo e direitos humanos. Educacao como direito humano. Direitos humanos no Brasil. Direitos humanos e sujeitos do campo. Memoria e Verdade e DH no campo. Terra e direitos humanos."
    },
    {
        "disciplina": " AGROECOLOGIA",
        "codigo": "FUP0161 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Tipo de Material"
    },
    {
        "disciplina": " POLITICA EDUCACIONAL 2",
        "codigo": "FUP0163 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Os Marcos Normativos da Educacao do Campo. As Escolas do Campo e os programas governamentais."
    },
    {
        "disciplina": " TEORIA PEDAGOGICA 4",
        "codigo": "FUP0165 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "A Educacao Basica sob os principios do trabalho, da ciencia e da cultura; especificidade do ensino fundamental, medio e EJA. Estudos sobre politecnia, educacao tecnologica e educacao profissional desde a realidade do campo."
    },
    {
        "disciplina": " TRABALHO DE CONCLUSAO 1",
        "codigo": "FUP0166 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Estrutura e redacao do trabalho cientifico. Escolha de tema, delimitacao de problemas e determinacao de justificativa e objetivos (geral e especificos) de projetos e monografias sob orientacao docente."
    },
    {
        "disciplina": " PRATICAS PEDAGOGICAS 6",
        "codigo": "FUP0167 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Escola e construcao do conhecimento: as pesquisas no contexto educacional e modelos de intervencao. Principais abordagens, pressupostos, conceitos e estrategias da avaliacao. Trabalho interdisciplinar e transdisciplinar com diferentes linguagens pedagogicas em preparacao ao trabalho pedagogico em EJA a serem desenvolvidas em articulacao com nas areas de conhecimento a serem desenvolvidas pelas habilitacoes."
    },
    {
        "disciplina": " ESTAGIO CURRICULAR SUPERVISIONADO 2: EJA",
        "codigo": "FUP0169 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Pratica educativa com jovens e adultos. Cultura e cotidiano escolar: sujeitos, saberes, espacos e tempos. Planejamentos e avaliacoes. Identidade dos sujeitos da escola: classe social, genero, sexualidade e etnia."
    },
    {
        "disciplina": " OUTRAS FORMAS DE ATIVIDADES ESPANHOL INSTRUMENTAL 1",
        "codigo": "FUP0171 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Comunicacao de nivel basico: compreensao, expressao oral e escrita. Dominio de estruturas e vocabulario simples. Estruturas Gramaticais: regras gerais, pronuncias, ortografia diversa. Leitura e compreensao de textos. Aplicacao de vocabulario basico: saudacoes, identificacao, formulas usuais na conversacao, nacionalidades, profissoes e outras - Dialogos, situacoes de uso da lingua. Leitura e resumo de livros."
    },
    {
        "disciplina": " ESTUDOS LITERARIOS 3: REPRESENTACAO DO PERSONAGEM POPULAR BRASILEIRO",
        "codigo": "FUP0176 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Estudo da relacao entre o personagem brasileiro e o escritor periferico, a partir da perspectiva da literatura como espaco de disputa estetica e politica entre forcas discursivas que da a ver a forma peculiar da estrutura social no Brasil."
    },
    {
        "disciplina": " ESTAGIO C. S. 3 ",
        "codigo": "FUP0189 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Docencia na area de habilitacao e gestao de processos educativos na escola. Gestao educacional, formas de implementacao e operacionalizacao de uma gestao democratica e emancipadora."
    },
    {
        "disciplina": " ESTATISTICA E A VIDA NO CAMPO",
        "codigo": "FUP0198 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Principios de genetica quantitativa; Heranca poligenica; Herdabilidade. Heranca quantitativa e melhoramento genetico. Distribuicao de frequencias e suas caracteristicas; Ajuste de dados a modelos e extrapolacao; Correlacao e regressao linear; Nocoes de amostragem e testes de hipotese."
    },
    {
        "disciplina": " GENETICA E EVOLUCAO",
        "codigo": "FUP0199 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Estrutura e funcionamento do DNA. Conceito molecular de gene. Estrutura do genoma em procarioto e eucarioto (genoma mitocondrial e nuclear). Mutacao e sua consequencia para os produtos.  Aberracoes cromossomicas (aneuploidias e poliploidias). Genetica mendeliana - primeira e segunda leis de Mendel. Heranca sexual e determinacao do sexo. Epistasia. Pleiotropia. Nocoes de genetica de populacoes e evolutiva. Calculo das frequencias genicas e alelicas. Equilibrio de Hardy-Weinberg. Mudanca das frequencias alelicas.  Historia do pensamento evolutivo e evidencias da evolucao. Teoria evolutiva de Darwin-Wallace. Selecao natural e artificial. Mecanismos evolutivos: mutacao, panmixia, migracao, deriva, efeito de fundador, selecao natural. Consequencias do processo evolutivo: adaptacao, extincao e especiacao."
    },
    {
        "disciplina": " FUNDAMENTOS EM ECOLOGIA DE POPULACOES E COMUNIDADES",
        "codigo": "FUP0200 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Ementa:Estrutura das populacoes. Tabelas de vida e curvas de sobrevivencia. Crescimento populacional. Flutuacoes populacionais. Regulacao das populacoes e fatores dependentes da densidade. Interacoes entre especies. Metapopulacoes. Ecologia de populacoes e conservacao. Comunidades como unidades de estudos em ecologia conceitos basicos de comunidades similaridade/ dissimilaridade modelos de distribuicao de especies: serie logaritmica, distribuicao log-normal e broken stick classificacao e ordenacao de comunidades Estrutura e funcionamento das comunidades (Estrutura trofica e funcional, Diversidade de especies, Equitabilidade e dominancia, Interacoes entre especies (Competicao, Predacao, Parasitismo, Mutualismo, Outras interacoes, Evolucao da interacao entre especies) Estabilidade de Comunidades (Resistencia e resiliencia, Estabilidade local e global) Padroes locais, regionais e globais de distribuicao da riqueza de especies medidas de biodiversidade dinamica de comunidades. Macroecologia (Relacao entre distribuicao e abundancia, Gradientes latitudinais e altitudinais de diversidade) Metacomunidades.Objetivo:Ao final dos estudos, nesta disciplina, os estudantes deverao ser capazes de: definir ecologia e compreender suas implicacoes basicas e aplicadas compreender os efeitos e aplicacoes ecologicas das condicoes e recursos sobre os organismos e seus nichos ecologicos compreender a importancia do entendimento da distribuicao e abundancia dos organismos e suas populacoes compreender o impacto das relacoes intra-especificas e interespecificas sobre a natalidade, mortalidade e eventos migratorios dos organismos e suas populacoes relacionar e aplicar conceitos e teorias ecologicos com o uso sustentavel dos recursos ambientais e com a conservacao da biodiversidade."
    },
    {
        "disciplina": " CALCULO INTEGRAL E A VIDA NO CAMPO",
        "codigo": "FUP0202 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Tipo de Material"
    },
    {
        "disciplina": " ESCOLA E EDUCACAO DO CAMPO 2",
        "codigo": "FUP0209 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Estudos sobre a escola na perspectiva da Educacao do Campo."
    },
    {
        "disciplina": " PRATICAS PEDAGOGICAS 8",
        "codigo": "FUP0212 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Principios e praticas pedagogicas emancipadoras no ambito escolar e sua relacao com o trabalho pedagogico do educador do campo a serem desenvolvidas em articulacao com nas areas de conhecimento pelas habilitacoes."
    },
    {
        "disciplina": " ESTAGIO C. S. 4 ",
        "codigo": "FUP0214 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Docencia e gestao de processos educativos escolares. Escola com espaco de trabalho coletivo de reflexao e acao cotidianas. Projeto politico pedagogico: instrumento teorico-metodologico de organizacao do trabalho pedagogico da sala de aula e da escola na sua totalidade."
    },
    {
        "disciplina": " SIMULACAO EM ENSINO DE FISICA",
        "codigo": "FUP0218 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Conceito de Modelagem e Simulacao em Sistemas Naturais. Uso de programas computacionais para simulacao. Simulacao computacional em problemas de mecanica, circuitos eletricos, comportamento dos gases e otica. Validacao da modelagem com a realidade"
    },
    {
        "disciplina": " TOPICOS ESPECIAIS EM ENSINO DE FISICA",
        "codigo": "FUP0220 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Estudos teoricos e atividades praticas relacionadas a topicos de fisica relevantes para o ensino de Ciencias Naturais."
    },
    {
        "disciplina": " ESTAGIO CURRICULAR SUPERVISIONADO 1 ",
        "codigo": "FUP0225 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Analise global e critica da realidade educacional na relacao com os conhecimentos didaticos metodologicos, na praxis com as comunidades do campo."
    },
    {
        "disciplina": " HIDRODINAMICA E TERMODINAMICA E A VIDA NO CAMPO",
        "codigo": "FUP0233 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "As origens da Hidrodinamica; Hidrostatica: os conceitos de pressao e densidade; Os principios de Arquimedes e dos vasos comunicantes e suas aplicacoes no campo; Hidrodinamica e a conservacao da energia: a lei de Bernoulli e suas aplicacoes no campo; As origens da Termodinamica; Os conceitos de calor, energia e capacidade termicas; As leis da Termodinamica; As formas de transmissao do calor; Teoria cinetica dos gases e a hipotese ergodica; Processos isotermicos, isobaricos e adiabaticos; A geladeira e o motor de combustao: o ciclo de Carnot."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO",
        "codigo": "FUP0238 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "O Estagio Supervisionado visa proporcionar experiencia pratica na area do Agronegocio ao aluno e reforcar o conhecimento do aluno que ja atua em alguma das diversas areas da Gestao do Agronegocio. O Estagio Supervisionado e parte integrante da grade curricular do curso de Gestao do Agronegocio da FUP, respaldado pela Lei de Diretrizes e Bases (LDB) da Educacao Nacional n.o 9.394/96, em seu artigo 82. A Prestacao de Servicos, pelo aluno, em forma de estagio esta regulamentada pela Lei Federal n.o 6.494/77 e pelo Decreto Lei n.o 87.497 de 18 de agosto de 1982.E a nova Lei de Estagio (no 11.788, de 25 de setembro de 2008). Metodologia do Projeto de Estagio. Elaboracao de projetos de viabilidade economica voltada a area especifica do curso. Aspectos metodologicos de trabalhos Monograficos. Documentacao comprobatoria da realizacao do estagio."
    },
    {
        "disciplina": " TEORIA, CONCEITOS E METODOLOGIAS EM EDUCACAO AMBIENTAL",
        "codigo": "FUP0240 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "A disciplina aborda os fundamentos e caracteristicas da educacao ambiental, de seus marcos historicos de origem internacional e nacional, a natureza pedagogica, metodologica e teorica dos seus pressupostos. Analisa as politicas publicas voltadas ao universo da educacao ambiental, as formas de organizacao social dos educadores ambientais e discute as caracteristicas das distintas correntes politico-pedagogicas existentes. Principais marcos historicos internacionais e nacionais da educacao ambiental. Conferencia de Belgrado. Conferencia de Tbilisi. Conferencia de Tessalonique. Documentos internacionais orientadores: o Tratado de Educacao Ambiental para Sociedades Sustentaveis e Responsabilidade Global, a Carta da Terra e o Capitulo 36 da Agenda 21. Objetivos da Educacao Ambiental. Sensibilizacao, conscientizacao, mobilizacao. Valores, Atitudes e Comportamentos. Metodologias da Educacao Ambiental: a metodologia de projetos e a metodologia de resolucao de problemas ambientais. Desafios da avaliacao em Educacao Ambiental. Educacao Ambiental e Interdisciplinaridade. Educacao Ambiental Formal, Nao-Formal e Informal/Educomunicacao. Meio Ambiente nos Parametros Curriculares Nacionais. Formacao em Educacao Ambiental. Organizacao social dos educadores ambientais em rede: a Rede Brasileira de Educacao Ambiental e as demais redes tematicas ou regionais de educacao ambiental. O Sistema Brasileiro de Informacao em Educacao Ambiental. A educacao ambiental na Constituicao Federal e na Politica Nacional do Meio Ambiente. Politica Nacional de Educacao Ambiental. Programa Nacional de Educacao Ambiental. A proposta do Sistema Nacional de Educacao Ambiental. Correntes pedagogicas: Educacao Ecologica. Educacao Ambiental Conservacionista. Educacao Ambiental Critica. Educacao Ambiental Emancipatoria. Educacao Ambiental Popular. Educacao no Processo de Gestao Ambiental. Ecopedagogia. Alfabetizacao Ecologica. Educacao para o Desenvolvimento Sustentavel. Outras categorizacoes e ramificacoes tematicas sobre Educacao Ambiental: as praticas pedagogicas aplicadas as empresas, ecoturismo, consumo, genero, licenciamento, cidade, extensao rural, recursos hidricos, mudancas climaticas, etc. Controversias politico-cientificas da Educacao Ambiental. Novas abordagens e temas emergentes da Educacao Ambiental. Estudos de Caso."
    },
    {
        "disciplina": " QUIMICA E ANALISE DO AMBIENTE",
        "codigo": "FUP0244 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Tipo de Material"
    },
    {
        "disciplina": " LABORATORIO DE QUIMICA 1",
        "codigo": "FUP0246 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Introducao ao trabalho em laboratorio de quimica. Observacao e interpretacao de fenomenos quimicos atraves da realizacao de experimentos simples. Aplicacao de conceitos fundamentais de quimica em experimentos representativos. Execucao de experimentos que correlacionem o aspecto conceitual a vida cotidiana de uma maneira estimulante."
    },
    {
        "disciplina": " FUNDAMENTOS QUIMICA INORGANICA",
        "codigo": "FUP0247 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Ocorrencia, propriedades fisicas, aspectos das ligacoes quimicas, propriedades quimicas, preparacao e aplicacoes dos elementos e seus principais compostos."
    },
    {
        "disciplina": " TOPICOS ESPECIAIS EM GEOCIENCIAS",
        "codigo": "FUP0249 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Disciplina condensada abordando temas especificos da area de geociencias de interesse para os estudantes do curso de Licenciatura em Ciencias Naturais"
    },
    {
        "disciplina": " MORFOFISIOLOGIA COMPARADA",
        "codigo": "FUP0255 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Estudo integrado e comparativo dos conceitos morfologicos e fisiologicos fundamentais dos sistemas organicos dos vertebrados, inclusive do ser humano. Organizacao morfofuncional comparativa dos sistemas circulatorio, respiratorio, digestorio, excretor, neuro-endocrino, sensorial , locomotor e reprodutor."
    },
    {
        "disciplina": " HIDROLOGIA APLICADA A GESTAO AMBIENTAL",
        "codigo": "FUP0260 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Importancia e aplicacoes de hidrologia no manejo ambiental. Ciclo hidrologico, seus componentes, e bacias hidrograficas. Chuvas, tipos, caracteristicas, probabilidades e recorrencia. Escoamento superficial, caracteristicas, condicoes de ocorrencia, quantificacao e seu relacionamento com os tipos de ocupacao da bacia. Caracterizacao dos recursos hidricos superficiais de uma bacia, rio, vazoes medias, maximas e minimas. Previsao  de eventos extremos. Demanda de agua , recurso hidrico disponivel, reservatorios.  Agua subterranea, aquiferos e pocos. Qualidade das aguas superficiais e subterraneas . Legislacao das aguas ."
    },
    {
        "disciplina": " PEDOLOGIA E EDAFOLOGIA",
        "codigo": "FUP0261 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Conceito de Solo. Origem do Solo. Constituicao do solo. Intemperismo e genese do solo. Os fatores formadores do solo. As propriedades fisicas e quimicas do solo. Solos do Brasil. Elementos minerais no solo e a vegetacao. Mapeamento e perfil pedologico.Tipos de formacao de perfis: latossolizacao, podzolizacao, calcificacao, salinizacao, gleizacao. Sistema Brasileiro de Classificacao de Solos. O subsistema de decomposicao na estrutura e funcionamento dos ecossistemas. Relacao entre a estrutura do humus e a decomposicao da materia organica. Relacoes vegetacao-solo nos ecossistemas florestais. Biologia dos solos. Dinamica de decomposicao da materia organica e reciclagem dos nutrientes. Heterogeneidade espaco-temporal do subsistema de decomposicao. Papel dos microrganismos e da mesofauna. Estrutura e funcao da fauna edafica: diversidade espaco-temporal da fauna do solo. Fertilidade do Solo. Irrigacao e drenagem. Avaliacao de aptidao agricola.Fatores e caracteristicas da erosao do solo. Desmatamento, compactacao e poluicao do Solo. A conservacao e fertilidade em solos tropicais. Mapeamento, Manejo e  Gestao Ambiental dos solos."
    },
    {
        "disciplina": " METODOLOGIA DA PESQUISA CIENTIFICA E ELABORACAO DE PROJETOS",
        "codigo": "FUP0262 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "A disciplina oferece os meios necessarios para a  elaboracao  e desenvolvimento de projetos de pesquisa cientifica, com enfase na aplicacao metodologica direcionada a Gestao Ambiental. O conhecimento cientifico e o conhecimento tradicional. A comunicacao e a linguagemcientifica.  Normas para textos cientificos e  a  ABNT.  Pesquisa  bibliografica  e a  Internet.  Tipos de pesquisa cientifica: descritiva, experimental, pesquisa-acao. Metodologias quantitativas e qualitativas. Analise  de  Discurso.  Elaboracao  de Questionarios, Roteiros e Tecnicasde Entrevistas. Etapas da  pesquisa cientifica. Projetos de pesquisae projetos de intervencao. Elaboracao  de projeto em Gestao Ambiental: problematizacao, pesquisa bibliografica, levantamento de dados preliminares, estruturacao do projeto, definicaode metodologias, orcamentoe cronograma."
    },
    {
        "disciplina": " INTRODUCAO AS CIENCIAS SOCIAIS",
        "codigo": "FUP0263 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "A disciplina apresenta as correntes e conceitos mais relevantes da sociologia e da antropologia, assim como as condicoes historicas em que surgiram como ciencias. Apresenta tambem os principais debates que constituem o campo de reflexao destas duas ciencias sociais. O surgimento das ciencias sociais e a reflexao social do seculo XIX. A perspectiva sociologica: objeto, problemas metodologicos centrais e principais correntes. Estrutura social e analise sobre a realidade social. Estudo dos aspectos centrais ao funcionamento de uma sociedade como socializacao, instituicoes sociais, papel social, normas valores, ideologia poder, transformacao social. As diferencas entre ciencias naturais e ciencias sociais e a construcao do objeto de pesquisa nas ciencias sociais. A especificidade da antropologia e sua variedade tematica. A nocao de cultura nas ciencias sociais. O homem e a sociedade. A diversidade e o relativismo cultural como campo teorico. O trabalho de campo e a metodologia nas ciencias sociais."
    },
    {
        "disciplina": " BIOLOGIA GERAL APLICADA A GESTAO AMBIENTAL",
        "codigo": "FUP0265 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Origem da vida e o pensamento sobre evolucao. Niveis de organizacao na Biologiaversus Escala de tempo. Diversidade, taxonomiae filogenia. Caracteristicas das Celulas Procarioticas e Eucarioticas. Bacterias, Fungos e Virus. Evolucaodos organismos fotossintetizantes (Algas, Briofitas, Pteridofitas, Fanerogamas). Evolucao dos organismos heterotroficos (Protistas, Porifera, Coelenterata, Ctenophora, Platyhelminthes, Aschelminthes, Nematoda, Nematomorpha, Gastrotricha, Rotifera, Acanthocephala, Kinorhyncha, Nemertinea, Mollusca, Annelida, Arthropoda e Echinodermata e Chordata)."
    },
    {
        "disciplina": " ESTADO POLITICA AMBIENTE E SUSTENTABILIDADE",
        "codigo": "FUP0267 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Nocoes gerais sobre poder e Estado. Transformacoes do Estado contemporaneo e politicas publicas. Relacoes entre Estado e sociedade civil. Meio ambiente e sustentabilidade. Politica ambiental brasileira e instrumentos de gestao ambiental."
    },
    {
        "disciplina": " DIREITO NO AGRONEGOCIO E LEGISLACAO TRIBUTARIA",
        "codigo": "FUP0270 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "EmentaTeoria das normas. Nocoes de Direito Civil. Empresarial, do Consumidor e Ambiental. Direito aplicado no Agronegocio. Direito tributario. Especies Tributarias aplicada ao Agronegocio.Objetivos GeraisFornecer aos estudantes uma nocao geral do conteudo do Direito e apontar situacoes em que este conteudo pode ser utilizado na pratica profissional.Objetivos EspecificosApresenta nocoes gerais da Ciencia Juridica. Discutir os temas relacionados as relacoes contratuais, acesso a terra, direito do trabalho, tributos e pacto federativo e relacoes considerando o arcabouco juridico"
    },
    {
        "disciplina": " MATEMATICA PARA AGRONEGOCIO",
        "codigo": "FUP0276 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Numeros Reais. Funcoes reais de uma variavel. Limite e continuidade de uma funcao. Derivada e regras de derivacao. Aplicacoes das derivadas. Taxas de Variacao. Extremos de funcoes e suas aplicacoes. Antiderivadas e nocoes de integral definida. Calculo de areas eoutras aplicacoes da integral definida. Matrizes e Sistemas de equacoes lineares."
    },
    {
        "disciplina": " INTRODUCAO AO AGRONEGOCIO",
        "codigo": "FUP0277 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "A disciplina introduz os conceitos basicos sobre o Agribusiness e sobre o enfoque sistemico dos negocios agro-industriais, incorporando uma visao mais abrangente para as atividades de producao e utilizacao de produtos e materias primas de origem agropecuaria. Nesse sentido, o Agribusiness e visto como o encadeamento que envolve desde a fabricacao de insumos, a producao nas fazendas, a sua transformacao ate o seu consumo. Alem disso, a constatacao de que a maior parte da agregacao de valor a producao agropecuaria acontece fora - a jusante - das unidades de producao rurais tem mostrado o caminho unico aos profissionais e produtores rurais do reconhecimento da necessidade de sua insercao nesse contexto - o contexto do Agribusiness."
    },
    {
        "disciplina": " EVOLUCAO DA AGRICULTURA FAMILIAR",
        "codigo": "FUP0279 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "O destino dos camponeses no processo de expansao das modernas sociedades capitalistas confere particularidades a producao familiar tanto nos paises centrais do capitalismo quanto nos perifericos. A emergencia do conceito de agricultura familiar nas ultimas decadas recoloca questoes classicas do debate sobre o futuro do mundo rural nas sociedades modernas, associadas a novos temas como sustentabilidade ambiental, multifuncionalidade  da agricultura, seguranca alimentar, redes socio-produtivas. No Brasil a abordagem do papel da agricultura familiar e essencial para se compreender a dinamica de modernizacao da agricultura e os desafios das politicas publicas disputadas pelos atores sociais no campo."
    },
    {
        "disciplina": " ECONOMIA APLICADA AO AGRONEGOCIO 1",
        "codigo": "FUP0280 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Os problemas e metas de politica economica: emprego, estabilidade, distribuicao de renda, crescimento economico. Agregados macroeconomicos. Inflacao. Instrumentos de politica macroeconomica: politicas fiscal, monetaria, cambial e de rendas, e sua influencia sobre os agronegocios. Custos de producao. Oferta e Demanda das empresas. Formacao de precos sob concorrencia perfeita e monopolios."
    },
    {
        "disciplina": " ADMINISTRACAO APLICADA AO AGRONEGOCIO",
        "codigo": "FUP0281 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "A natureza da Teoria da Administracao, as organizacoes e seus desafios na sociedade moderna. E volucao da Teoria da Administracao: aspectos estruturais, comportamentais e a Hierarquizacao de decisoes. Conceitos chaves da Teoria da Administracao: ambiente, estrategia e tecnologia organizacional. Os processos administrativos e a mudanca organizacional. Abordagens contemporaneas. Administracao e o agronegocio."
    },
    {
        "disciplina": " ADMINISTRACAO FINANCEIRA",
        "codigo": "FUP0282 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "O curso comeca com uma breve excursao pela area de financas de empresas. Depois, sao cobertos os seguintes temas: sistemas de amortizacao de dividas, analise das demonstracoes financeiras deflacionamento de series monetarias analise de variacoes sazonais de series de tempo rateio de custos comuns custo do capital indicadores financeiros para a avaliacao de fluxos de caixa e analise custo-volume-lucro. Alem destes topicos, o curso faz uma revisao sucinta de matematica financeira."
    },
    {
        "disciplina": " HISTORIA E FILOSOFIA DA CIENCIA",
        "codigo": "FUP0285 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Tipos de conhecimento, evolucao historica do conhecimento em geral e do conhecimento cientifico em particular. Principais nomes da historia do conhecimento e da filosofia, e contexto historico em que viveram (Antiguidade, Idade Media, Modernidade e Pos-modernidade). Conhecimento cientifico, metodo cientifico, grandes paradigmas da ciencia.  Importancia da historia e da filosofia da ciencia para o ensino de ciencias naturais."
    },
    {
        "disciplina": " ENSINO DE CIENCIAS",
        "codigo": "FUP0286 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "O conhecimento cientifico e o ensino de ciencias. Historia do Ensino de Ciencias e tendencias atuais. O papel da pesquisa para o ensino de ciencias. A pratica do professor: analise do contexto escolar, elaboracao de projeto de ensino e de materiais didaticos escolha de abordagens pedagogicas para o contexto escolar."
    },
    {
        "disciplina": " CONTABILIDADE GERENCIAL",
        "codigo": "FUP0289 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Principios basicos de Contabilidade. O Balanco Patrimonial. O Demonstrativo do Fluxo de Caixa. O Demonstrativo de Resultado do Exercicio. Variacoes do Patrimonio Liquido. Analise de balanco / analise financeira: analise vertical, analise horizontal, indicadores economico-financeiros, analise da rentabilidade de investimentos."
    },
    {
        "disciplina": " AGRICULTURA FAMILIAR E POLITICAS PUBLICAS",
        "codigo": "FUP0291 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Trajetoria Historica do conceito de Agricultura Familiar no contexto brasileiro, a relacao do Estado com a producao de alimentos no Brasil, uma historia das politicas publicas para a agricultura familiar, situacao atual e perspectivas futuras para a agricultura familiar."
    },
    {
        "disciplina": " SISTEMAS DE PRODUCAO DE MATERIAS",
        "codigo": "FUP0292 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Estudo dos Sistemas de Producao Vegetal: Cereais, Soja, Cafe, FLV, Algodao, Cana de acucar."
    },
    {
        "disciplina": " ECONOMIA APLICADA AO AGRONEGOCIO 2",
        "codigo": "FUP0293 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Funcionamento dos mercados: demanda, oferta, precos e equilibrio. Determinantes da demanda e da oferta de produtos agropecuarios. Elasticidades e suas aplicacoes. Excedente do consumidor e do produtor, eficiencia de mercado e politicas governamentais de controle de precos. Controle de precos de produtos agropecuarios e politicas de estoques reguladores. Teoria do consumidor: restricao orcamentaria, teoria ordinal da utilidade, maximizacao do consumidor, demanda do consumidor. Teoria da producao: tecnologia e funcao de producao, custos, maximizacao do lucro, minimizacao do custo, oferta da firma. Estruturas de mercado: concorrencia perfeita, concorrencia imperfeita, oligopolio e monopolio. Organizacao industrial no agronegocio. Mercados de commodities. Nocoes de teoria dos jogos."
    },
    {
        "disciplina": " SISTEMAS AGROINDUTRIAIS",
        "codigo": "FUP0295 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Sistemas Agroindustriais: metodologia de analise, coordenacao e gerenciamento, sistematica para coleta de dados e analise de mercados, Nocoes de Economia Industrial, Estrategias Agroalimentares: formas de organizacao e estrategias de crescimento das firmas, aliancas, fronteiras de eficiencia, terceirizacao, fusoes e aquisicoes, Analise das Cadeias Produtivas no Brasil, Competitividade e Globalizacao, Qualidade e Seguranca de Alimentos, Introducao a Gestao da Cadeia de Suprimentos, Estudos de Caso."
    },
    {
        "disciplina": " FILOSOFIA E SOCIOLOGIA DA EDUCACAO",
        "codigo": "FUP0299 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Educacao como problema filosofico. Pressupostos filosofico-sociologicos que fundamentam as concepcoes de educacao. A influencia das correntes filosoficas e sociologicas que constituem as bases teoricas para as praticas educacionais. Praxis educativa contemporanea. A relacao entre escola, aprendizagem, sujeito, pensamento e sociedade. O discurso filosofico-sociologico como forma de pensar o ser e o fazer pedagogico na politica de formacao humana."
    },
    {
        "disciplina": " SISTEMAS ECOLOGICOS",
        "codigo": "FUP0302 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "As esferas terrestres: geoesfera, hidrosfera, atmosfera, biosfera e a relacao entre as esferas. Energia e fluxo de energia no Sistema Terra. Clima. Evolucao e composicao da atmosfera terrestre. Agua - bacias hidrograficas, fluxos hidricos, ciclo hidrologico, propriedades. Formacao de grandes sistemas, dominios morfoclimaticos. Fluxos de energia e materia nos sistemas ecologicos.  Ciclos biogeoquimicos. Ecossistemas terrestres e aquaticos. Populacoes e comunidades. Discussao das alteracoes climaticas globais. Principios basicos da Ecologia da Paisagem (Fragmentacao e Conectividade) Restauracao Ecologica."
    },
    {
        "disciplina": " SOCIOLOGIA",
        "codigo": "FUP0306 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Introducao a Sociologia Correntes Interpretativas da Disciplina Constituicao, Desenvolvimentoe Transformacoes da Sociedade Capitalista Sociologia rural Industrializacao da AgriculturaRelacoes de Trabalho no Campo A Questao Agraria e os Conflitos de Terra no Brasil."
    },
    {
        "disciplina": " COMERCIALIZACAO DE PRODUTOS AGROINDUSTRIAIS",
        "codigo": "FUP0307 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Introducao a Comercializacao de Produtos Agricolas, Mercados e precos agricolas, Organizacao e Desenvolvimento de Mercados, Custos de Comercializacao, Analise e Acompanhamento de Mercados (milho, soja, boi, cana e laranja), Planejamento da Comercializacao, Margem de Esmagamento e Internalizacao de Precos, Introducao ao Mercado Futuro, Basico de Mercado de Opcoes, Analise Fundamentalista e Grafista, Estrategias Operacionais com Mercados Futuros e de Opcoes."
    },
    {
        "disciplina": " MARKETING NO AGRONEGOCIO",
        "codigo": "FUP0308 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Definicao da funcao Marketing e sua relacao com as demais funcoes da empresa/organizacao. Apresentacao dos quatro Ps do marketing. Conceitos chaves como Segmentacao de mercado, Plano de Marketing e Estrategias de Marketing. Nocoes de comportamento do consumidor. Enfase para exemplos e estudos de caso relativos ao agronegocio."
    },
    {
        "disciplina": " SISTEMAS DE PRODUCAO DE MATERIAS",
        "codigo": "FUP0309 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Estudo dos Sistemas de Producao Animal: suino, aves, pecuaria de corte e de leite, ovino e caprino"
    },
    {
        "disciplina": " METODOLOGIA DE PESQUISA",
        "codigo": "FUP0311 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Definicao de teoria e empiria e suas relacoes. Problema de pesquisa e hipoteses. Conceito de inducao e deducao. Desenho de pesquisa. Dados primarios e dados secundarios. Nocoes de tecnicas quantitativas e qualitativas. Estrutura de um projeto de pesquisa."
    },
    {
        "disciplina": " PESQUISA E EXTENSAO",
        "codigo": "FUP0312 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Interacao Universidade-Empresa-Comunidade. Pratica Organizacional em Gestao do Agronegocio. Pratica de Processos Investigatorios e em Atividades de Extensao."
    },
    {
        "disciplina": " QUIMICA E TECNOLOGIA",
        "codigo": "FUP0313 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Conteudos basicos de Quimica selecionados para o entendimento de tecnologias presentes no cotidiano e adequados para serem desenvolvidos pelo licenciando em sua pratica docente: Modelos atomicos, numeros quanticos, radioatividade, tabela periodica, conceito de mol, ligacoes quimicas, compostos moleculares e ionicos, polaridade, forcas intermoleculares, funcoes quimicas, indicadores, equacoes quimicas e eletroquimica."
    },
    {
        "disciplina": " BASES PSICOLOGICAS PARA O ENSINO DE CIENCIAS",
        "codigo": "FUP0314 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Principais teorias da Psicologia do desenvolvimento e da aprendizagem que influenciaram o ensino de Ciencias no Brasil e tendencias atuais. Nocoes gerais de desenvolvimento humano e aprendizagem e suas inter-relacoes. Acoes pedagogicas e o ambiente educativo que facilitam a aprendizagem de (em) ciencias."
    },
    {
        "disciplina": " UNIVERSO",
        "codigo": "FUP0316 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Historia da Astronomia. Nocoes de Astrometria. Instrumentacao Astronomica. Sistema Solar. Galaxias. Cosmologia. Fisica Moderna aplicada a astronomia."
    },
    {
        "disciplina": " SAUDE E AMBIENTE 1",
        "codigo": "FUP0320 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Nocoes de morfofisiologia integrada e doencas associadas. Saude e seus determinantes. Indicadores de saude publica. Atencao primaria e prevencao de doencas. Vigilancia sanitaria e ambiental."
    },
    {
        "disciplina": " NATUREZA E ENERGIA",
        "codigo": "FUP0321 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "O conceito de conservacao da energia no estudo do movimento dos corpos, processos termicos e mecanica dos fluidos: Aplicacoes tecnologicas e biologicas."
    },
    {
        "disciplina": " METODOLOGIA DA PESQUISA EM EDUCACAO",
        "codigo": "FUP0323 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Sintese da Historia da Educacao e da Pedagogia. Fundamentacao Teorica da Pesquisa em  Educacao. Evolucao historica da pesquisa em  Educacao.A construcao da Pesquisa em  Educacao no Brasil. Identificacao e discussao dos problemas relevantes na Educacao formal e nao formal.Metodologia de pesquisa em Educacao: Pesquisa Quantitativa Qualitativa Pesquisa-Acao.  Elaboracao de projetos de pesquisa. Base de dados. Elaboracao de Instrumentos coleta e analise de dados. Devolucao dos resultados: as comunidades sob forma de relatorios artigos cientificos e comunicacoes em congressos. O papel da pesquisa na formacao e na pratica dos professores."
    },
    {
        "disciplina": " EXPERIMENTOS DE QUIMICA PARA O ENSINO MEDIO",
        "codigo": "FUP0325 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Analise do papel dos recursos didaticos e da avaliacao no ensino basico. Analise critica de recursos didaticos utilizados no ensino basico de Quimica. Estudo de pressupostos educacionais e da proposta metodologica de projetos inovadores de ensino de Quimica. Realizacao de experimentos inseridos nos projetos de ensino de Quimica, com vistas a analisa-los critica e diagnosticamente. Elaboracao de estrategias e confeccao de materiais de ensino. Pratica de ensino."
    },
    {
        "disciplina": " COMPOSTOS ORGANICOS E VIDA",
        "codigo": "FUP0329 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Principios de Quimica Organica adequados para serem desenvolvidos pelo licenciando em sua pratica docente: hibridizacao dos orbitais, hidrocarbonetos e fontes de energia, funcoes organicas e suas principais reacoes, macromoleculas, drogas e aplicacao industrial dos compostos organicos."
    },
    {
        "disciplina": " DIDATICA DAS CIENCIAS",
        "codigo": "FUP0330 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "O surgimento da didatica das ciencias como campo de pesquisa concepcao e analise de curriculo selecao de conteudos, planejamento e escolha de estrategias de ensino/aprendizagem processos avaliativos para o ensino de ciencias concepcoes alternativas e sua utilizacao no processo educativo."
    },
    {
        "disciplina": " CUSTOS AGROINDUSTRIAIS",
        "codigo": "FUP0333 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Tipos de custos, Metodologia de apuracao de custos, Analise de margem de contribuicao, Sistemas de Avaliacao de Estoques, Relacao Custo/Volume/Lucro: o Ponto de Equilibrio, Metodos de Custeio, Implantacao de Sistemas de Custeio."
    },
    {
        "disciplina": " GESTAO DA QUALIDADE",
        "codigo": "FUP0334 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Conceitos Basicos de Qualidade e Gestao da Qualidade Enfoques para Gestao da Qualidade. Sistemas de Gestao da Qualidade. Custos da Qualidade. Historico da Qualidade no Brasil. Ferramentas e tecnicas para a Qualidade total e ambiental."
    },
    {
        "disciplina": " GESTAO DE PESSOAS",
        "codigo": "FUP0335 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Fundamentos da Gestao de pessoas. Gestao Estrategica de Pessoas. Cultura e Clima Organizacional. Trabalho em equipe. Recrutamento e selecao de pessoas. Treinamento, desenvolvimento e educacao no contexto organizacional. Gestao de desempenho de pessoas. Planejamento e desenvolvimento de carreira."
    },
    {
        "disciplina": " PESQUISA OPERACIONAL",
        "codigo": "FUP0336 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Introducao a Pesquisa Operacional e Processo de Modelagem. Programacao Linear. Resolucao Grafica e Analitica. Programacao Linear com Variaveis Inteiras. Estruturacao de processos de modelagem. Analise de Sensibilidade. Problemas de Rede. Problemas de Transporte. Problemas de Estoque. Aplicacoes e resolucoes com planilhas eletronicas."
    },
    {
        "disciplina": " PLANEJAMENTO ESTRATEGICO E EMPRESARIAL",
        "codigo": "FUP0342 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Definicao de estrategia. Formulacao e implementacao das estrategias empresariais. Diferentes escolas da estrategia empresarial. Definicao e etapas de elaboracao do Planejamento Estrategico. Limites do planejamento estrategico."
    },
    {
        "disciplina": " INOVACAO TECNOLOGICA",
        "codigo": "FUP0343 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Conceitos basicos: Gestao Tecnologica e as geracoes de Gestao de P&D, Natureza da Inovacao Tecnologica, Difusao Tecnologica, O Papel da Ciencia e da Tecnologia na Modernizacao Tecnologica da Agricultura, Inovacao Tecnologica como Estrategia para a Competitividade, Infra-estrutura atual de C&T para o Agronegocio Brasileiro, Analise e Estrategia Tecnologica, Analise de Rotas Tecnologicas, Tecnologias Agroindustriais Basicas (TABs): metrologia, normalizacao, certificacao, informacao tecnologica, design e propriedade intelectual, Politicas Nacionais de C&T: retrospectiva historica e conjuntura atual, O Ambiente Institucional e Organizacional de P&D no Brasil, A Emergencia das Entidades Tecnologicas Setoriais-ETS."
    },
    {
        "disciplina": " REGULACAO E POLITICAS PUBLICAS",
        "codigo": "FUP0344 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Politicas e Regulacao de Mercados. Regulacao Economica. Regulacao Social. Qualidade e Seguranca do Produto. Agencias Reguladoras e Governanca. Defesa da Concorrencia. Atos de Concentracao. O sistema Brasieliro de Defesa da Concorrencia. Politica Industrial. Politica Ambiental."
    },
    {
        "disciplina": " SISTEMA DE INFORMACAO E AGRONEGOCIO",
        "codigo": "FUP0345 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Levantamento de Necessidades de Informacoes em Agronegocio, Metodologias, Fatores relevantes: o Processo de Tomada de Decisao, Organizacao do Trabalho, Porte da Empresa, Projetos de Sistemas de Informacao, Softwares de tomada de decisao no agronegocio, ERP, Sistemas de Informacao Gerencial."
    },
    {
        "disciplina": " ANALISE DE DECISOES E ADMINISTRACAO DE RISCOS",
        "codigo": "FUP0346 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Administracao de Riscos e seus Instrumentos. Derivativos Ffinanceiros. Historico e Tipos de Derivativos. Mercados de Seguros. Risco no Sistema Agroindustrial. Hedging e cobertura do Risco. O Papel dosespeculadores. Securitizacao como Mecanismo de Alavancagem Financeira. Securitizacao de Recebiveis Agropecuarios e Agroindustriais."
    },
    {
        "disciplina": " INTRODUCAO AO CALCULO",
        "codigo": "FUP0348 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Sistemas de coordenadas no plano e no espaco. Relacoes e funcoes."
    },
    {
        "disciplina": " SISTEMA EDUCACIONAL BRASILEIRO",
        "codigo": "FUP0349 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Sociedade e Educacao. A evolucao dos paradigmas educacionais. Educacao escolar. A estrutura do sistema educacional no Brasil: constituicao federal, lei de diretrizes e bases da educacao nacional, legislacao educacional. Os niveis e as modalidades de ensino.  O trabalho pedagogico e o sistema educacional brasileiro: espacos e tempos. Estruturas curriculares. Estrategias de avaliacao.  Gestao democratica. O papel do professor (a) na sociedade brasileira."
    },
    {
        "disciplina": " ENSINO DE GEOCIENCIAS",
        "codigo": "FUP0350 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Estudos de temas estruturadores da historia evolutiva do planeta - Tempo Geologico, Historia da Vida na Terra, Tectonica de Placas - sob a otica do ensino de geociencias. Planejamento e execucao de atividades de pratica pedagogica e estudos interdisciplinares sobre temas diversos de geociencias e relacao com outras areas de ciencias naturais (quimica, fisica, biologia)."
    },
    {
        "disciplina": " LUZ E SOM",
        "codigo": "FUP0351 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Ondas mecanicas e eletromagneticas. Som. Otica. Luz e visao. Efeitos das radiacoes sobre sistemas biologicos."
    },
    {
        "disciplina": " CELULA",
        "codigo": "FUP0355 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Metodos de estudo das celulas. Historia da biologia celular. O espaco-tempo das celulas: niveis de organizacao. Componentes inorganicos da vida. Componentes organicos da vida. A Era pre-biotica. Virus. Conceito de vida e atividades vitais. Origem da vida e da biosfera. A vida dos Coacervados. Evolucao do metabolismo. Origem e estrutura dos Procariotos. Diversidade de Procariotos: Archea e Eubacteria. A vida dos Procariotos. Controle da expressao genica e sintese de proteinas.  Procariotos heterotroficos e fermentacao. Respiracao. Origem e diversidade de Eucariotos. Procariotos autotroficos. Fotossintese e quimiossintese. Microscopia eletronica. Organizacao dos Eucariotos. A vida dos Eucariotos unicelulares. Ciclo celular e ciclos de vida: mitose e meiose. Nucleo, replicacao, transcricao e traducao em Eucariotos."
    },
    {
        "disciplina": " SOCIEDADE E NATUREZA",
        "codigo": "FUP0358 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Apresenta-se uma contextualizacao da trajetoria historica da relacao estabelecida entre as sociedades humanas e a natureza, inserida inicialmente em uma analise temporal em escala geologica, com enfase no projeto civilizatorio ocidental e suas sucessivas etapas de dessacralizacao e distanciamento da natureza ate os dias atuais em que se evidenciou a eclosao da atual crise ambiental global e se refundou o pensamento sistemico.Destaca-se a relativizacao da posicao do ser humano ocupada na biosfera a partir de onde ela e atualmente construida e percebida no Ocidente. Esta abordagem configura-se como um elemento didatico fundamental e estruturante para a compreensao contextualizada do rumo empreendido pelo projeto civilizatorio moderno, que, por conta da atual crise ambiental planetaria e exacerbado grau de antropocentrismo, demanda uma profunda revisao nos valores, paradigmas, instituicoes e praticas sociais, inclusive na producao do conhecimento e formacao profissional para o estabelecimento de uma nova cultura da sustentabilidade.A disciplina oportuniza uma reflexao da historia da ideia da Natureza em uma tentativa interdisciplinar contextualizada em aspectos geologicos, paleontologicos, etologicos, filosoficos, religiosos, psicossociais, culturais, cientificos e tecnologicos das mudancas de paradigma, representacao social e percepcao humana que foram ao mesmo tempo necessarios para o estabelecimento da atual condicao humana bem como para o grau de intervencao antropica no ambiente.O olhar analitico acerca das relacoes historicas estabelecidas entre as sociedades humanas e a natureza propicia o conhecimento das raizes da atual crise ambiental, por meio das quais se encontram os parametros para discernimento do grau do artificializacao e tecnificacao da natureza atualmente atingidos e o correspondente desafio da mudanca ambiental.A reflexao acerca da edificacao do projeto civilizatorio ocidental na sua interface com a natureza representa a oportunidade do graduando em gestao ambiental empreender um olhar critico e distanciado na sua formacao academica na area ambiental para localizar-se na sociedade como um sujeito cidadao ciente de suas responsabilidades eticas e profissionais. Esta reflexao tambem traz como fundamento e abre-se a instauracao da etica ecologica."
    },
    {
        "disciplina": " FUNDAMENTOS DAS CIENCIAS DA NATUREZA",
        "codigo": "FUP0360 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Conteudos basicos de quimica e fisica para o entendimento dos fundamentos das ciencias naturais presentes no cotidiano e adequado para serem desenvolvidos em sua pratica docente. Primeiros modelos de constituicao da materia, leis da conservacao da massa e da energia, cinetica quimica, tabela periodica, ligacoes quimicas, compostos moleculares e ionicos, polaridade, interacoes intermoleculares, funcoes quimicas e radioatividade."
    },
    {
        "disciplina": " MEIO AMBIENTE E CIDADANIA",
        "codigo": "FUP0361 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Tipo de Material"
    },
    {
        "disciplina": " ENERGIA E DINAMICA DAS TRANSFORMACOES QUIMICAS",
        "codigo": "FUP0362 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Conhecimentos relativos a energia produzida e consumida e ao tempo envolvido nas transformacoes quimicas. Introducao a Fisico-Quimica e sua importancia na interpretacao dos processos fisicos e quimicos, leis da termodinamica, lei de Hess. Gases: Leis de Boyle, de Charles, Principio de Avogadro, gases ideais e reais, difusao e efusao. solucoes e propriedades coligativas,diagramas de fases, cinetica e equilibrio-quimico."
    },
    {
        "disciplina": " ELETROMAGNETISMO EM CIENCIAS",
        "codigo": "FUP0363 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Conceito de Campo (gravitacional, eletrico e magnetico). Corrente eletrica continua e alternada. Inducao. Ondas eletromagneticas. Aplicacoes do eletromagnetismo a biologia, quimica e geologia."
    },
    {
        "disciplina": " NOVA ECONOMIA INSTITUCIONAL",
        "codigo": "FUP0368 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Nova Economia Institucional. Teoria positiva, normativa e outras abordagens. Economia dos Custos de Transacao. Caracteristica das Transacoes e Efeitos sobre a Producao. Direitos de Propriedade e Eficiencia. Natureza da Firma. A Firma como um Arranjo de Contratos. Contratos Incompletos. Negociacao de Direitos de Propdiedade e Eficiencia. O agronegocio e a Nova Economia Institucional. Estruturas de Governanca, Sistemas e Custos de Producao no Agronegocio."
    },
    {
        "disciplina": " AGRONEGOCIO E DESENVOLVIMENTO REGIONAL",
        "codigo": "FUP0373 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Caracterizacao e Conceitos basicos sobre clusters/aglomerados, Desenvolvimento Regional e Estruturacao e Organizacao da Producao Agroindustrial sob a otica de Clusters/Aglomerados, Introducao a Teoria dos Clusters/Aglomerados, Relacoes Empresariais no interior dos Clusters/Aglomerados, Sintese Analitica do Planejamento e Desenvolvimento Regional e os Modelos de Politicas Regionais."
    },
    {
        "disciplina": " TEORIA PEDAGOGICA 2",
        "codigo": "FUP0392 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Tipo de Material"
    },
    {
        "disciplina": " MEDIACOES ENTRE FORMA SOCIAL E ESTETICA",
        "codigo": "FUP0393 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Estudo das obras esteticas e suas mediacoes.  Dos processos historicos de producao artistica, com enfase em suas determinacoes economicas, sociais e culturais.  Da cultura como produto e processo social.  Da historicidade das formas e dos conteudos."
    },
    {
        "disciplina": " ECONOMIA POLITICA 2",
        "codigo": "FUP0397 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Conceitos e categorias fundamentais do metodo da Economia Politica na compreensao da formacao, funcionamento e transformacao do capitalismo. Introducao a questao agraria. Introducao ao campesinato brasileiro."
    },
    {
        "disciplina": " FILOSOFIA 2",
        "codigo": "FUP0400 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Modos de pensar o conhecimento e a ciencia na Epoca Contemporanea. Termos do debate atual."
    },
    {
        "disciplina": " PRATICAS PEDAGOGICAS 2",
        "codigo": "FUP0403 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Escola como espaco de trabalho coletivo de reflexao e acao. Analise de Projeto Politico Pedagogico: instrumento teorico- metodologico de organizacao do trabalho pedagogico e do trabalho escolar na sua totalidade. Elaboracao, acompanhamento e avaliacao de planejamentos para estagio."
    },
    {
        "disciplina": " MECANICA APLICADA AS CIENCIAS",
        "codigo": "FUP0407 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Movimento, Forca e Torque. Das particulas aos corpos reais. Conservacao de energia e do momento linear e angular. Equilibrio. Mecanica dos Fluidos. Outras teorias mecanicas. Aplicacoes da mecanica a biologia, quimica e geologia."
    },
    {
        "disciplina": " TRABALHO DE CONCLUSAO DE CURSO 1",
        "codigo": "FUP0408 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Elaboracao de um projeto individual de pesquisa ou de intervencao em tema relacionado ao ensino das ciencias naturais, a escolha do estudante."
    },
    {
        "disciplina": " TECNOLOGIAS DE PRODUTOS AGROINDUSTRIAIS",
        "codigo": "FUP0410 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Panorama da Agroindustria no Brasil, Processos Bioquimicos na Agroindustria: alcool, lacteos, carnes. Processos Extrativos: acucar, amido, oleos, sucos e polpas. Processos de Secagem: pescado, frutas e folhas, Industria de Papel e Celulose. Visitas Tecnicas."
    },
    {
        "disciplina": " GESTAO AMBIENTAL",
        "codigo": "FUP0411 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Historia e Desenvolvimento do Movimento Ambientalista, Gestao de Mananciais Hidricos, Fiscalizacao Ambiental, Resolucao de Conflitos, Responsabilidade Socioambiental Empresarial, Fontes Alternativas de Energia, Certificacao Ambiental, Protocolos Internacionais sobre Mudancas Climaticas e Atmosfericas, Mecanismos de Desenvolvimento Limpo, Consumo Consciente."
    },
    {
        "disciplina": " GESTAO DE COOPERATIVAS",
        "codigo": "FUP0412 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Os fundamentos do cooperativismo e suas caracteristicas. Evolucao da doutrina cooperativista.\nLegislacao cooperativista. Elaboracao de Estatuto Social e outras documentacoes. Participacao e educacao do cooperado. Funcoes administrativas em uma cooperativa: planejamento, estrutura organizacional, direcao e controle. Areas administrativas: marketing, gestao de pessoas, financas e governanca em cooperativas.organizacao industrial. Economia de empresas e estrategias de negocios das empresas cooperativadas."
    },
    {
        "disciplina": " TRANSPORTE E LOGISTICA AGROINDUSTRIAL",
        "codigo": "FUP0414 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "O Conceito de Sistema Logistico, Relacao entre Logistica e Agroindustria, Caracterizacao dos Sistemas de Transporte, Sistemas de Coleta e Distribuicao, Armazenagem, Manuseio e Acondicionamento de Produtos, Controle de Estoques,Nivel do Servico Logistico, Custo e Investimentos Logisticos, Planejamento Logistico,Projetos de Sistemas Logisticos."
    },
    {
        "disciplina": " CLIMATOLOGIA E MUDANCAS CLIMATICAS GLOBAIS",
        "codigo": "FUP0434 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Conceitos de clima, composicao e circulacao atmosferica e marinha, estrutura e funcionamento da Biosfera, ciclos biogeoquimicos (agua, carbono e gases do efeito estufa), Atividades humanas e as mudancas climaticas e modelos climaticos."
    },
    {
        "disciplina": " TEORIA DO DESENVOLVIMENTO SUSTENTAVEL",
        "codigo": "FUP0435 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Esta disciplina tem como finalidade principal introduzir os conceitos e definicoes basicas relativas ao Desenvolvimento Sustentavel. Durante aulas teoricas, abordar-se-ao os grandes marcos historicos, politicos, economicos e ambientais que contribuiram para a construcao gradual assim como a evolucao do conceito de desenvolvimento sustentavel. Alem disso, falar-se-a sobre o surgimento de instrumentos e indicadores que permitem a mensuracao da sustentabilidade. O que e o desenvolvimento? Desenvolvimento e crescimento economico. Crescimento com distribuicao de renda. Desenvolvimento humano. Sustentabilidade: biologica, social, economica. Desenvolvimento sustentavel: passado, presente, futuro. Buscar-se-a estimular o alunado a iniciacao do processo reflexivo e discursivo sobre as grandes questoes ambientais de nossos dias, processo que devera perdurar todo o periodo de formacao do/a futuro/a gestor/a ambiental. O conteudo e apresentado atraves de aulas expositivas/dialogadas e tambem da apresentacao de estudos de caso que permitam a discussao em grupos e a apresentacao oral do produto da reflexao do alunado. Para tanto, tambem sao utilizados videos ou outros instrumentos pedagogicos que favorecam o entendimento e o envolvimento do/as estudantes."
    },
    {
        "disciplina": " QUIMICA AMBIENTAL",
        "codigo": "FUP0438 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Conteudos basicos de quimica e energia para o entendimento dos fundamentos dos ciclos biogeoquimicos e das transformacoes nos meios aquatico, terrestre e atmosferico adequado para a compreensao dos ecossistemas. Reacoes de acidificacao e alcalinizacao nos sistemas naturais, ciclos biogeoquimicos, quimicas das aguas naturais e processos geoquimicos, quimica dos solos e transportes de substancias, transformacoes quimicas na atmosferica e reacoes fotoquimicas, fontes energeticas e impactos ambientais."
    },
    {
        "disciplina": " CONFLITOS SOCIOAMBIENTAIS",
        "codigo": "FUP0440 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "A disciplina problematiza a concepcao de Natureza como uma colecao de recursos naturais preenchidos de conteudos sociopoliticos, que, em funcao da desigualdade e assimetria do poder politico e economico em sociedades desiguais, favorece a apropriacao e uso dos bens ambientais por parte de alguns grupos sociais, afetando negativamente outros grupos sociais que veem suas condicoes de reproducao social e/ou cultural ameacadas. Conflitos sociais e conflitos ambientais. Modelos de desenvolvimento e apropriacao da Natureza. Atores sociais e conflitos socioambientais Territorio e conflitos socioambientais. Atuacao do Terceiro Setor. Escalas e conflitos socioambientais: do local ao global. Gestao, resolucao, e transformacao de conflitos. Mapa de conflitos. Estudos de caso (Amazonia, Cerrado etc.)"
    },
    {
        "disciplina": " SOCIOLOGIA DO AMBIENTALISMO",
        "codigo": "FUP0441 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Tipo de Material"
    },
    {
        "disciplina": " INTRODUCAO A SAUDE PUBLICA E AMBIENTAL",
        "codigo": "FUP0443 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "De nivel introdutorio, esta disciplina propoe uma iniciacao do alunado aos fundamentos da saude publica, com enfase naqueles problemas relacionados a qualidade ambiental e a integridade dos ecossistemas. Essencialmente, o(a)s aluno(a)s farao um primeiro contato com conceitos de saude e doenca, gradiente de sanidade, a ideia de normalidade, conceitos holisticos e visao ecologica em saude, doenca e sociedade, com ilustracoes atraves de capitulos de livros e artigos cientificos ou videos de documentarios abordando problemas de saude publica tais como epidemias de dengue no sudeste do pais, malaria na Amazonia, exposicao a agrotoxicos no centrooeste, entre outros. Enfim, introduzir-se-a a ideia de determinantes socioeconomicos, politicos e culturais da saude de grupos populacionais especificos (multicausalidade, nocao de sinergismos, conceito de risco toxico e infeccioso, entre outros). Propoe-se que esta disciplina seja ofertada no segundo semestre letivo, e como se trata da disciplina introdutoria do conjunto daquelas cobrindo os aspectos de saude humana no ambito da pratica de gestao ambiental, tal curso tambem nao exige que o aluno tenha cursado quaisquer disciplinas anteriormente."
    },
    {
        "disciplina": " ELABORACAO E ANALISE DE PROJETOS AGROINDUSTRIAIS",
        "codigo": "FUP0445 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "O curso comeca apresentando a empresa como o foro de discussao e de analise dos fatores que norteiam as decisoes de investimentos. Depois, sao tratados temas como: estrutura e etapas de um projeto decisao de financiamento quadros financeiros do projeto indicadores financeiros para analise de projetos e de sensibilidade (risco e incerteza) e, por fim, o tema substituicao de equipamentos."
    },
    {
        "disciplina": " GESTAO DE NEGOCIOS INTERNACIONAIS",
        "codigo": "FUP0446 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Internacionalizacao de empresas. Gestao de empresas internacionais. Relacoes matriz-filial.  Cadeias produtivas regionais e globais. Inovacao tecnologica, sistemas nacionais de aprendizagem e inovacao e impacto das empresas multinacionais nas economias receptoras. Relacoes de comercio e investimentos nas economias emergentes  e das economias emergentes para fora, com atencao especial a experiencia da America Latina."
    },
    {
        "disciplina": " DESENVOLVIMENTO HUMANO E APRENDIZAGEM",
        "codigo": "FUP0458 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Aspectos culturais, neurologicos e psicologicos do desenvolvimento humano e da aprendizagem. Estudos especificos sobre o ciclo da adolescencia e juventude."
    },
    {
        "disciplina": " FILOSOFIA 4",
        "codigo": "FUP0466 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Metodo de pensamento e producao do conhecimento pela pesquisa. A pesquisa como forma de dialogo entre teoria e pratica. Construcao de referencial filosofico-metodologico."
    },
    {
        "disciplina": " TRABALHO DE CONCLUSAO DE CURSO 2",
        "codigo": "FUP0473 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Execucao de uma pesquisa e apresentacao de monografia referente a um projeto individual de pesquisa ou de intervencao, elaborado no TCC I, relacionado as ciencias naturais."
    },
    {
        "disciplina": " ORGANIZACAO ESCOLAR E METODO DE TRABALHO PEDAGOGICO 3",
        "codigo": "FUP0493 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Analise de praticas de gestao de processos educativos desenvolvidas pelos estudantes em escolas de Educacao Basica."
    },
    {
        "disciplina": " PRATICAS PEDAGOGICAS 4",
        "codigo": "FUP0499 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Espaco transdisciplinar com vistas a articulacao a realidade dos educandos e a pratica pedagogica das escolas em articulacao com nas areas de conhecimento a serem desenvolvidas pelas habilitacoes."
    },
    {
        "disciplina": " FUNDAMENTOS DA LINGUISTICA",
        "codigo": "FUP0506 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Linguistica como ciencia da linguagem. Nocoes basicas da linguistica. Linguagem humana e Linguagem animal. Vertentes teoricas. Objetos da linguistica. Movimentos modernos e pressupostos teoricos da linguistica. Linguistica aplicada ao ensino da lingua portuguesa. Linguagem e sociedade. Sociolinguistica: objeto e metodos. Conceituacao e delimitacao. O portugues do Brasil dentro da lusofonia. Variacoes linguisticas. Sociolinguistica aplicada ao ensino do portugues e no livro didatico de Lingua Portuguesa."
    },
    {
        "disciplina": " ESTUDOS LITERARIOS 1: LITERATURA E NACAO",
        "codigo": "FUP0509 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Estudo da producao literaria e da sua constituicao como objeto estetico, politico, social e historico que formula, pela sua dialetica basica entre cosmopolitismo e localismo, o dilema e a logica contraditoria da nacao e do modo de ser do povo brasileiro."
    },
    {
        "disciplina": " MECANICA E VIDA NO CAMPO",
        "codigo": "FUP0513 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "As origens da Mecanica; Os principais conceitos da Mecanica; Cinematica: o conceito de movimento; Referenciais e Geometria Analitica; Os numero e funcoes reais; Os conceitos de velocidade e aceleracao; Movimentos simples: as funcoes lineares, quadraticas e trigonometricas; Dinamica: os conceitos de forca vetorial, massa e trabalho; As leis de Newton; A lei de Hooke, o sistema massa-mola e suas aplicacoes no campo; As leis de Kepler e da gravitacao universal: o campo gravitacional; O conceito de energia mecanica e sua conservacao; O atrito e a dissipacao de energia: o amortecedor e as funcoes exponenciais; O principio da alavanca de Arquimedes: o torque e suas aplicacoes no campo."
    },
    {
        "disciplina": " COMPOSICAO DO UNIVERSO",
        "codigo": "FUP0516 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Filosofos gregos e as concepcoes das substancias componentes do universo: agua, terra e fogo. Atomistas. Historia da quimica: os alquimistas e a descoberta dos elementos quimicos. Lavoisier e a lei da transformacao da materia. Modelo atomico. Tabela periodica. Ligacoes quimicas. Forcas intermoleculares e Estadas da Materia. Reacoes quimicas. Acidos e bases. Equilibrio ionico da agua."
    },
    {
        "disciplina": " GEOPROCESSAMENTO",
        "codigo": "FUP0520 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Conceitos Basicos de Cartografia. Conceitos Basicos de Geodesia por Satelites. Conceitos Basicos de Fotogrametria e Fotointerpretacao.Conceitos Basicos de Sensoriamento Remoto. Conceitos Basicos de Geoprocessamento (Conceituacao e Terminologia de Geoprocessamento; Comparacao entre SIG, CAD e AM/FM;\nImplementacao de um SIG; Analise Espacial; Utilizacao de um SIG). Sistema de Coleta de Dados. Imagem Digital. Funcao, Disponibilidade, Custo e Uso de Dados de\nSensoriamento Remoto. Vantagens e Limitacoes Processamento Digital. Conceituacao e Terminologia de Geoprocessamento. Comparacao entre SIG, CAD e AM/FM.\nImplementacao de um SIG. Descricao Geral do SIG. Entrada e Saida de Dados. Analise Espacial. Modelo Digital do Terreno (MDT). Utilizacao de um SIG. Fotointerpretacao. Ecologia da Paisagem."
    },
    {
        "disciplina": " ADMINISTRACAO PUBLICA",
        "codigo": "FUP0521 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Origens do governo e da administracao publica no Brasil. A organizacao dos poderes. Estado e Governo. O Estado, a gestao publica e o planejamento. Fundamentos, principios e funcoes do setor publico. Gestao de politicas publicas. A reforma do Estado. Concentracao e desconcentracao federal, estadual e municipal. Gestao ambiental: conceitos e metodos. Tecnologias de gestao e questoes ambientais e de responsabilidade social. Planejamento como uma das funcoes do processo de gestao. Planejamento estrategico de politicas publicas ambientais. Conceitos de sistemas, de atividades e de investimentos em protecao ambiental."
    },
    {
        "disciplina": " PLANEJAMENTO AMBIENTAL",
        "codigo": "FUP0522 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Organizacao ecologicamente orientada das atividades humanas, em um dado espaco e periodo de tempo. Planejamento ambiental referente a manutencao das funcoes ecossistemicas basicas. Dominios ambientais: conceitos e classificacao. Metodologias de classificacao das atividades de protecao ambiental. Metodologias de analise dos investimentos sem protecao ambiental."
    },
    {
        "disciplina": " ECOSSISTEMAS TERRESTRES AQUATICOS E INTERFACES",
        "codigo": "FUP0523 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Conceito de ecossistema. Estrutura do ecossistema. Identificando os componentes do ecossistema. Funcionamento do ecossistema. Classificacao dos ecossistemas. Caracterizacao dos ecossistemas: aquaticos continentais (naturais e artificiais): rios, lagos, reservatorios; interfaces. Caracterizacao do ecossistema marinho e interfaces. Caracterizacao dos ecossistemas terrestres e interfaces. Dinamica de ecossistemas. Componentes e funcoes (fluxo de energia e ciclo de materia): Ciclagem de materiais nos sistemas ecologicos (aquaticos continentais, marinhos e terrestres e interfaces). Modelos de fluxo de energia e materia. Populacoes e comunidades nos ecossistemas aquaticos e terrestres; gradientes geograficos; ecotonos; efeito de borda. Estrategias de desenvolvimento dos ecossistemas. Sucessao ecologicas. Climax e equilibrio nos ecossistemas. Estabilidade e Disturbio. Estudo de ecossistemas em diferentes escalas. Influencia de disturbios e avaliacao da resistencia e resiliencia de ecossistemas. Diversidade de especies nos sistemas ecologicos (aquaticos continentais, marinho, terrestre e interfaces). Populacoes e comunidades em gradientes geograficos; ecotonos; efeito de borda. Mudancas ambientais globais. Ciclos biogeoquimicos. Aquecimento Global. Servicos ecossistemicos. Quantificacao e valoracao de servicos ecossistemicos. Descarbonizacao da economia. Energia e gases do efeito estufa. Agricultura de baixo carbono. Manejo de ecossistemas/paisagens. Paisagens Multifuncionais. Limites Planetarios. Economia vs. Ecologia. Economia Ecologica. Desenvolvimento Economico. Desenvolvimento Sustentavel."
    },
    {
        "disciplina": " ORGANIZACAO E METODOS",
        "codigo": "FUP0524 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Abordagem sobre organizacoes e estruturas organizacionais de empresa. Papel das estruturas e sua evolucao. Ambiente organizacional. Ambiente externo e interno. As estruturas e a dinamica ambiental. Metodologia de trabalho de O&M. O&M e o novo perfil do administrador."
    },
    {
        "disciplina": " GESTAO AMBIENTAL EMPRESARIAL",
        "codigo": "FUP0525 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Tipo de Material"
    },
    {
        "disciplina": " GESTAO E INOVACAO TECNOLOGICA",
        "codigo": "FUP0526 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Tipo de Material"
    },
    {
        "disciplina": " BOTANICA",
        "codigo": "FUP0527 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "A biodiversidade e a classificacao dos seres vivos Os cinco reinos Niveis de organizacao e complexidade da vida (organismo unicelular, colonial, multicelular). Primeiros organismos fotossintetizantes (cianobacterias) Algas Fungos Liquens Reino Plantae Criptogamas (briofitas e pteridofitas) e fanerogamas (gimnospermas e angiospermas) Ciclo de vida, principais caracteristicas morfologicas, importancia ecologica e principais eventos evolutivos. Conquista do ambiente terrestre Polinizacao, reproducao em angiospermas e dispersao de sementes."
    },
    {
        "disciplina": " ZOOLOGIA",
        "codigo": "FUP0528 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Origem e classificacao dos protozoarios Origem e evolucao da multicelularidade, com enfase nos principais eventos evolutivos (folhetos embrionarios, simetria, cavidade celomatica, metameria, deuterostomia) como norteadores das diferencas morfofuncionais dos grupos Poriferos, Cnidarios Lophotrocozoa, Ecdusozoa, Equinodermos, Hemicordados E Cordados. Principais eventos evolutivos relacionados a conquista do ambiente terrestre."
    },
    {
        "disciplina": " COMERCIALIZACAO DE PRODUTOS AMBIENTAIS E MARKETING AMBIENTAL",
        "codigo": "FUP0529 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Tipo de Material"
    },
    {
        "disciplina": " PLANEJAMENTO E GESTAO DE RECURSOS HIDRICOS",
        "codigo": "FUP0530 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "A Agua e os Sistemas de Sustentacao a Vida O Ciclo Hidrologico e a Distribuicao de Aguas Doces no Planeta Bacia Hidrografica como Unidade de Gerenciamento de Recursos Hidricos Usos Multiplos das Aguas Superficiais e Subterraneas A Crise da Agua A Situacao Atual dos Recursos Hidricos no Brasil: Distribuicao, Usos Multiplos, Impactos e Desafios Planejamento e Gestao dos Recursos Hidricos: Instrumentos e ferramentas utilizadas no processo de gestao (planejamento, acompanhamento, controle, avaliacao, negociacao, gestao de conflitos, definicao de papeis e atribuicao de responsabilidades). Analise organizacional da Politica Nacional de Recursos Hidricos. Novas Abordagens e Tecnologias Producao de Agua Agua no Terceiro Milenio: Perspectivas e Desafios. Essa disciplina desenvolvera estudos de caso e elaboracao de projetos de extensao focados em instrumentos e ferramentas aplicados ao processo de gestao."
    },
    {
        "disciplina": " ECONOMIA E MEIO AMBIENTE",
        "codigo": "FUP0531 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "A disciplina, que requer conteudos previos na area de Teoria Economica (micro e macroeconomia) e conhecimentos de metodos quantitativos. Envolve a definicao do campo de estudo da economia do meio ambiente, a conceituacao e a classificacao dos recursos ambientais, a identificacao dos diferentes metodos e modelos para a mensuracao do meio ambiente, a reflexao sobre o crescimento e desenvolvimento sustentavel e auto sustentado, assim como os instrumentos economicos na gestao e na politica ambiental. Aspectos de micro e macro economia no processo de gestao ambiental."
    },
    {
        "disciplina": " DIREITO E LEGISLACAO AMBIENTAL",
        "codigo": "FUP0534 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "A disciplina introduz os elementos basicos do direito e sua interface com a questao ambiental, destacando as contribuicoes e possibilidades do campo juridico para a conversao rumo a sustentabilidade, particularmente no contexto democratico. Introducao ao estudo do Direito. O conceito de Direito Ambiental, fontes, principios e campos de aplicacao. O conceito juridico de meio ambiente. A defesa dos interesses difusos. Direito Ambiental Brasileiro. Meio Ambiente na Constituicao Federal. Principios, objeto e caracteristicas da legislacao ambiental. Tutela administrativa preventiva e repressiva. Tutela penal do meio ambiente. Tutela civil do meio ambiente. Instrumentos juridicos de defesa do meio ambiente. O papel da sociedade civil e os mecanismos de participacao popular na protecao do ambiente. Competencias constitucionais e infraconstitucionais dos entes federados em materia ambiental. Responsabilidade civil e recuperacao do dano ecologico. Atores sociais no direito ambiental. O papel legislativo do Conselho Nacional do Meio Ambiente e demais conselhos estaduais e municipais. Lei de Crimes Ambientais. Jurisprudencia na reparacao ambiental."
    },
    {
        "disciplina": " GESTAO AMBIENTAL URBANA E REGIONAL",
        "codigo": "FUP0535 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Tipo de Material"
    },
    {
        "disciplina": " CONTABILIDADE AMBIENTAL",
        "codigo": "FUP0536 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Contabilidade Ambiental: conceito e objetivos. Ativos, passivos, custos e despesas ambientais. Adequacao da relacao da empresa com o meio ambiente. Principios contabeis geralmente aceitos. Normas nacionais e internacionais sobre o tema. Diretrizes voluntarias nacionais e internacionais sobre evidenciacao ambiental. Contas ambientais brasileiras. Contabilidade ambiental com um dos instrumentos do processo de gestao ambiental."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO EM ENSINO DE CIENCIAS NATURAIS 1",
        "codigo": "FUP0537 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Vivencia de situacoes concretas no processo ensino-aprendizagem nas series finais do Ensino Fundamental, incluindo observacao, intervencao e regencia e estudo de aspectos de avaliacao da escola e no projeto pedagogico."
    },
    {
        "disciplina": " PRINCIPIOS DE SISTEMATICA FILOGENETICA E BIOGEOGRAFIA",
        "codigo": "FUP0539 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Escolas de classificacao. Conceitos de individuos, especie e populacao. Diferenca entre padroes e processos em Sistematica Filogenetica. Homologias e analogias. Sinapomorfias, plesiomorfias, autapomorfias e homoplasias. Grupos monofileticos, parafileticos e polifileticos. Construcao e tese de hipoteses em Sistematica Filogenetica, Principio da Parcimonia. Construcao de matrizes e cladogramas. Polarizacao e ordenacao de caracteres. Principais programas e estudos filogeneticos. Metodos de consenso e suporte. Codigo filogenetico. Historia da Biogeografia e Biogeografia Historica. Vicariancia, dispersao e especiacao simpatrica. Principais metodos em Biogeografia Historica. Biogeografia e tectonica de placas."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO EM ENSINO DE CIENCIAS NATURAIS 2",
        "codigo": "FUP0541 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Vivencia de situacoes concretas no processo ensino-aprendizagem nas series finais do Ensino Fundamental, incluindo observacao, intervencao e regencia e elaboracao, aplicacao e avaliacao de projeto de ensino adequado a escola."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO EM ENSINO DE CIENCIAS NATURAIS 3",
        "codigo": "FUP0542 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Insercao e estudos em outras modalidades diferenciadas de ensino regular, tais como EJA, areas rurais, indigenas, assentamentos e etc"
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO EM ENSINO DE CIENCIAS NATURAIS 4",
        "codigo": "FUP0543 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Desenvolvimento, aplicacao e avaliacao de projeto tematico na escola, com abordagem interdisciplinar, a partir dos temas transversais ou de tematica da comunidade escolar."
    },
    {
        "disciplina": " AGRICULTURA E MEIO AMBIENTE",
        "codigo": "FUP0545 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "A disciplina problematiza as distincoes e caracteristicas entre a agricultura moderna e a agricultura tradicional, de onde derivou a agricultura alternativa e sustentavel como implicacao da crise ambiental no contexto agrario e rural. Apresenta conceitos estruturantes que envolvem a relacao entre agricultura e meio ambiente, debate as politicas publicas de incentivo a sustentabilidade no campo, analisa os papeis dos distintos atores sociais envolvidos no agronegocio, e problematiza os sentidos atuais do produto organico e sua receptividade pelo consumidor. Aspectos teorico-conceituais da agricultura e meio ambiente. Incorporacao da sustentabilidade na formacao profissional nas ciencias agrarias. A agricultura tradicional. A Revolucao Verde. A critica ecologica a modernizacao na agricultura. Variacoes da agricultura sustentavel: historia e caracteristicas. Caracteristicas socio-ambientais da producao e do desenvolvimento rural no contexto da sustentabilidade. Seguranca e Soberania Alimentar. A nova ruralidade e a producao industrial no campo de alimento, energia, fibras e outros insumos industriais. Diretrizes internacionais e politicas publicas para a sustentabilidade no campo. Atores sociais e aspectos culturais do agronegocio: vulnerabilidade, risco, conflito e justica socioambiental no campo. Teoria, pratica e percepcoes do consumo consciente e confianca no produto organico. Essa disciplina desenvolvera estudos de caso e elaboracao de projetos de extensao."
    },
    {
        "disciplina": " GESTAO DE EFLUENTES LIQUIDOS E AGUAS RESIDUAIS",
        "codigo": "FUP0548 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Tipo de Material"
    },
    {
        "disciplina": " INSTRUMENTOS DE AVALIACAO DE IMPACTO AMBIENTAL",
        "codigo": "FUP0549 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Tipo de Material"
    },
    {
        "disciplina": " TOPICOS ESPECIAIS EM GESTAO AMBIENTAL",
        "codigo": "FUP0552 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Esta disciplina visa apresentar e discutir o curso de gestao ambiental, a profissao de gestor ambiental e a atuacao responsavel. Serao abordados tambem os elementos aplicados de gestao ambiental, os desafios da sustentabilidade, as escolas do pensamento economico ambiental e principios basicos para modelos de desenvolvimento sustentavel."
    },
    {
        "disciplina": " TRABALHO DE CONCLUSAO DE CURSO EM GESTAO AMBIENTAL 1",
        "codigo": "FUP0553 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Formacao de habilidades e competencias para a pesquisa e producao do \nconhecimento nas areas de Gestao Ambiental. Atividades e desenvolvimento \nde projetos sob a supervisao de um professor sobre tema relacionado a \nGestao Ambiental, incorporando os conhecimentos teorico-metodologicos e \nas estrategias e tecnicas utilizadas na area. Podendo ser desenvolvidos em outras instituicoes de ensino, pesquisa e empresas sob a supervisao do \nCurso de Gestao Ambiental."
    },
    {
        "disciplina": " POLITICA E GESTAO DE RESIDUOS URBANOS E RECICLAGEM",
        "codigo": "FUP0555 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Definicao e composicao dos residuos solidos, industriais e hospitalares. Gerenciamento integrado e disposicao de residuos urbanos e industriais. Normas, leis, fiscalizacao e impactos ambientais de aterros sanitarios. Introducao aos residuos solidos: conceituacao, legislacao brasileira e internacional, ciclo de vida. Gerenciamento integrado de residuos solidos urbanos. Reciclagem de residuos urbanos. Disposicao de residuos solidos urbanos (tipos, situacao nacional, avaliacao pelo IQR). Operacao de um aterro sanitario (coleta, transporte, pesagem, compactacao, cobertura, monitoramento). Projeto de aterros sanitarios (conceitos basicos e criterios de projeto). Degradacao biologica de residuos solidos urbanos (geracao de chorume e gases). Revestimentos impermeabilizantes (minerais e sinteticos), barreiras verticais impermeaveis, barreiras capilares. Normas, leis e fiscalizacao de aterros sanitarios. Escolha de locais para localizacao de aterros sanitarios (criterios e tecnicas de apoio). Avaliacao de impacto ambiental de aterros sanitarios."
    },
    {
        "disciplina": " TRABALHO DE CONCLUSAO DE CURSO EM GESTAO AMBIENTAL 2",
        "codigo": "FUP0560 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Estrutura do trabalho cientifico. As normas tecnicas para os trabalhos \nacademicos (normas ABNT, Manual GAM). Elaboracao da Monografia. Normas para \napresentacao do TCC-2 GAM."
    },
    {
        "disciplina": " GESTAO DA BIODIVERSIDADE",
        "codigo": "FUP0564 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Tipo de Material"
    },
    {
        "disciplina": " ESTATISTICA BASICA",
        "codigo": "FUP0567 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Estudo de populacoes e amostras, distribuicao de frequencias, representacao grafica, medidas de posicao e variacao, funcoes de probabilidade, distribuicao normal e outras, estimacao, inferencia, regressao e correlacao, ANOVA."
    },
    {
        "disciplina": " INTRODUCAO AS PRATICAS E A PESQUISA DO GESTOR DO AGRONEGOCIO",
        "codigo": "FUP0568 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Planejamento e organizacao do Estagio obrigatorio a ser realizado (Estagio profissionalizante ou estagio academico), Planejamento de pesquisa. Aplicacao de teorias e tecnicas na elaboracao de projetos de pesquisa. Elaboracao de pre-projeto de estagio e plano de trabalho.  Organizacao administrativa do estagio. Estimular habilidade na elaboracao de relatorio final de estagio"
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO ACADEMICO",
        "codigo": "FUP0569 ",
        "unidade_responsavel": "FACULDADE DE PLANALTINA ",
        "ementa": "Desenvolvimento de atividades de pesquisa pre-projetada na disciplina “Introducao as Praticas e a Pesquisa do Gestor do Agronegocio” que complementam o ensino teorico e a aprendizagem do curso de gestao do agronegocio da FUP e que sao planejados, executados, avaliados em conformidade com as normas estabelecidos pelo curso.\n\nUtilizacao de conhecimentos teoricos, metodologicos sob orientacao docente. Compreensao dos procedimentos cientificos a partir de um tema de pesquisa associado ao setor de gestao do agronegocio; desenvolvimento de habilidades relativas as diferentes etapas do processo de pesquisa; aplicacao de um protocolo de pesquisa; elaboracao e apresentacao do relatorio de pesquisa."
    }
]