[
    {
        "disciplina": " BIOQUIMICA E BIOFISICA MEDICA",
        "codigo": "CEL0017 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Bioenergetica e nocoes fundamentais de termodinamica. Estrutura e funcao de biomoleculas: carboidratos, lipidios, proteinas e acidos nucleicos. Introducao ao metabolismo, sua regulacao e integracao."
    },
    {
        "disciplina": " ESTAGIO EM PARASITOLOGIA MEDICA",
        "codigo": "FMD0001 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "-"
    },
    {
        "disciplina": " ONCOLOGIA MOLECULAR",
        "codigo": "FMD0002 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": ""
    },
    {
        "disciplina": " EPIDEMIOLOGIA",
        "codigo": "FMD0012 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Conceito de Epidemiologia e seus usos e relevancia da epidemiologia para a pratica medica; indicadores epidemiologicos em saude; validade e confiabilidade de testes diagnosticos; conceitos e tipos de estudos em epidemiologia descritiva e analitica; introducao a analise de dados epidemiologicos; validade (vieses) e precisao de estudos epidemiologicos; causalidade; estatisticas descritiva e inferencial."
    },
    {
        "disciplina": " MORFOFUNCIONAL 1",
        "codigo": "FMD0013 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Introducao ao estudo da anatomia, histologia e embriologia. Eventos preconcepcionais. Primeira a quarta semanas do desenvolvimento humano. Periodo\r\nfetal. Anatomia, histologia, embriologia e fisiologia dos sistemas locomotor e\r\nnervoso. Neurofisiologia"
    },
    {
        "disciplina": " SAUDE, AMBIENTE E SOCIEDADE",
        "codigo": "FMD0014 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Territorio vivo, saude e doenca. Determinacao Social em Saude. Cidade saudavel e educacao ambiental. Educacao para as Relacoes Etnico-Raciais. Comunicacao em saude. O medico e a sociedade. Abordagem comunitaria. Abordagem familiar. Analise de situacao de saude."
    },
    {
        "disciplina": " SAUDE DA FAMILIA E COMUNIDADE 2",
        "codigo": "FMD0015 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Trabalho em equipe; Abordagem do Individuo na APS: Clinica Ampliada e o Metodo clinico centrado na pessoa; A relacao medico-paciente; Gestao da Clinica e Coordenacao de cuidado. Habilidades de Comunicacao. A consulta – Registro Clinico Orientado por Problemas (SOAP), Clinica ampliada e Projeto Terapeutico Singular. Atencao Domiciliar: visita domiciliar; classificacao da complexidade de cuidado na atencao domiciliar e cuidado compartilhado com NRAD (Nucleo Regional de Atencao Domiciliar); Modelo de atencao as condicoes cronicas (MACC); Promocao e Prevencao da Saude: Grupos de educacao em saude na Unidade de Saude; Mudancas na APS e constituicao de redes de saude. Planificacao da rede de saude do DF. Prevencao das doencas cardiovasculares; estratificacao de risco; exames de rastreamento; Abordagem a Hipertensao; Diabetes; Obesidade; Tabagismo, Sedentarismo, Dislipidemia, Insuficiencia Cardiaca, Acidente vascular cerebral (AVC), Infarto agudo no Miocardio (IAM); Organizacao do trabalho assistencial para as condicoes cronicas nao transmissiveis (DCNT).Assistencia Domiciliar, Atencao a saude do Idoso, AGA- Avaliacao Geriatrica Ampla; Os 5 Is da Geriatria."
    },
    {
        "disciplina": " PSICOLOGIA MEDICA 5",
        "codigo": "FMD0016 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "A importancia do estudo dos transtornos mentais para a pratica clinica e sua influencia no atendimento ao paciente; O uso de substancias (alcool e outras drogas). Psicoses; Transtornos de Humor. Transtornos de Ansiedade. Sono. Sexualidade. Transtornos Alimentares. Situacoes dificeis na relacao medicopaciente. Religiosidade, espiritualidade e medicina. Humor. Grupos de escuta/acolhimento. Meditacao: teoria e pratica"
    },
    {
        "disciplina": " SAUDE DO ADULTO ",
        "codigo": "FMD0017 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Principais agravos clinicos e operatorios na area da oftalmologia, otorrinolaringologia, ortopedia, traumatologia e anestesiologia aplicados a formacao do medico geral. Patologias mais frequentes correlatas. Abordagem e conduta inicial."
    },
    {
        "disciplina": " MEDICINA LEGAL E DEONTOLOGIA",
        "codigo": "FMD0018 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Lesoes corporais. Tanatologia Forense. Identificacao Humana. AsfixiologiaForense. Sexologia Forense. Toxicologia Forense. Psicopatologia Forense. Direitos Humanos. Responsabilidade Profissional. Autonomia do paciente."
    },
    {
        "disciplina": " MORFOFUNCIONAL 2",
        "codigo": "FMD0019 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Desenvolvimento do aparelho faringeo e da face. Desenvolvimento das cavidades do corpo, dos mesenterios e do diafragma. Anatomia da cabeca e do pescoco. Anatomia, histologia, embriologia e fisiologia dos sistemas respiratorio, circulatorio, urinario, genital masculino, genital feminino, da mama e do sistema endocrino."
    },
    {
        "disciplina": " SAUDE DO ADULTO ",
        "codigo": "FMD0020 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Clinica Medica. Medicina Interna. Medicina Ambulatorial."
    },
    {
        "disciplina": " URGENCIA E EMERGENCIA 4 ",
        "codigo": "FMD0021 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Urge&#770;ncia e emerge&#770;ncia de natureza traumatica. Condutas de intervencao."
    },
    {
        "disciplina": " SISTEMA UNICO DE SAUDE",
        "codigo": "FMD0022 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Saude como direito. Sistema de Saude Brasileiro: historia e configuracao atual. Legislacao em Saude. Organizacao dos servicos de saude no Brasil. Redes de Atencao a Saude no SUS. Linha de cuidado integral. Planejamento em Saude. Gestao no SUS"
    },
    {
        "disciplina": " PATOLOGIA SISTEMICA 2",
        "codigo": "FMD0023 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Patologia da tiroide e adrenal. Patologia do aparelho genital masculino. Patologia do rim. Patologia do trato urinario inferior."
    },
    {
        "disciplina": " SAUDE DA FAMILIA E COMUNIDADE 5",
        "codigo": "FMD0024 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Acolhimento e Classificacao de Risco na APS; Organizacao do processo de trabalho e da agenda para atencao as demandas programadas e nao programadas. Ferramentas de gestao clinica, avaliacao e monitoramento. Saude Mental no contexto da Reforma Psiquiatrica. Rede de Saude Mental. Saude Mental na APS. Reducao de danos. Atencao resolutiva as queixas clinicas mais prevalentes na APS; Urgencia e emergencia na APS."
    },
    {
        "disciplina": " PSICOLOGIA MEDICA 2",
        "codigo": "FMD0025 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Por que ser medico? Representacao social da figura do medico. Modelos relacionais de Buber: Eu – Isso e Eu – Tu. Polidez. Generosidade. Compaixao. Docura. Pro-atividade."
    },
    {
        "disciplina": " PSICOLOGIA MEDICA 8",
        "codigo": "FMD0026 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Carreira medica. Escolha da profissao. Area de atuacao profissional. Psicologia medica."
    },
    {
        "disciplina": " MORFOFUNCIONAL 3",
        "codigo": "FMD0027 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Anatomia, histologia, embriologia e fisiologia do sistema digestorio humano. Dissecacao de cadaveres e pecas anatomicas humanas."
    },
    {
        "disciplina": " SAUDE DA MULHER ",
        "codigo": "FMD0029 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Anatomia e fisiologia do sistema reprodutor feminino, patologias, diagnosticos, tratamentos e procedimentos cirurgicos do sistema reprodutor feminino. Doencas benignas e malignas das mamas. Bioetica em Ginecologia. Fisiologia da reproducao, bases morfologicas e funcionais do sistema genital, o desenvolvimento da concepcao, do embriao, do feto e de seus anexos, endocrinologia da gravidez e trocas materno-ovulares, Modificacoes do organismo materno, Ciclo gravidopuerperal normal, anormal e puerperal. Assistencia pre-concepcao. Assistencia prenatal. Assistencia no parto. Assistencia no pos-parto. Assistencia no puerperio e lactacao. Exames complementares em obstetricia."
    },
    {
        "disciplina": " INTERNATO ",
        "codigo": "FMD0030 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Revisao de conceitos nas atividades praticas, incluindo: praticas integrativas, territorializacao, redes de atencao, atencao centrada na pessoa, vigilancia em saude e promocao da saude e habilidades de comunicacao. A complexidade clinica e cultural dos individuos em seu territorio segundo ciclos de vida (crianca, adolescente, adulto, idoso, gestante e puerpera) e final de vida (cuidados paliativos). Atuacao integral, longitudinal e contextualizada com a realidade local e cultural. Rede intersetorial de atencao e cuidados em saude. Pratica clinica de forma integrada, possibilitando a interdisciplinaridade. Resolubilidade clinica ao lidar com condicoes e problemas complexos e singulares de saude de forma continua e longitudinal. Relacoes entre saude e trabalho. Rede de atencao a saude mental. Participacao familiar no contexto da atencao, em atividades assistenciais, preventivas e de promocao da saude."
    },
    {
        "disciplina": " INTERNATO ",
        "codigo": "FMD0031 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Estagio pratico supervisionado. Consolidacao dos fundamentos da Cirurgia e da Clinica Cirurgica"
    },
    {
        "disciplina": " SAUDE DA CRIANCA E DO ADOLESCENTE ",
        "codigo": "FMD0032 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Puericultura. Crescimento. Desenvolvimento Neuropsicomotor. Recem-nascido. Assistencia em sala de parto. Prematuridade. Alojamento conjunto."
    },
    {
        "disciplina": " PARASITOLOGIA MEDICA",
        "codigo": "FMD0034 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Principais grupos de parasitos de interesse medico-sanitario (protozoarios, helmintos e artropodes). Taxonomia, morfologia, biologia, relacoes parasito-hospedeiro-meio ambiente, epidemiologia, patogenia, diagnostico, controle e profilaxia desses parasitos."
    },
    {
        "disciplina": " INTERNATO ",
        "codigo": "FMD0035 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Treinamento integral em servico supervisionado de Clinica Medica."
    },
    {
        "disciplina": " URGENCIA E EMERGENCIA 2 ",
        "codigo": "FMD0036 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Fundamentos de urgencia e emergencia em ginecologia e obstetricia. Urgencias em\nGinecologia: urgencias infecciosas, hemorragicas, traumaticas e violencia. Urgencias em Obstetricia: hemorragias do primeiro e do terceiro trimestre de gravidez; gravidez ectopica, abortamento infeccioso, corioamnionites, infeccao puerperal."
    },
    {
        "disciplina": " ATENCAO PRIMARIA A SAUDE",
        "codigo": "FMD0037 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "A atencao Primaria e a sua relacao com a saude; A organizacao de servicos de atencao primaria a Saude; Politica Nacional de Atencao Basica; Os atributos essenciais e derivados da APS, Politica Nacional de Humanizacao; Educacao em Saude; Programa Saude na Escola; Vigilancia em Saude na APS, Sistemas de Informacao em Saude (SIS)."
    },
    {
        "disciplina": " SAUDE DA FAMILIA E COMUNIDADE 3",
        "codigo": "FMD0038 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "A abordagem do individuo, da familia na Atencao Primaria a Saude (APS); o Metodo Clinico Centrado na Pessoa (MCCP); as Habilidades de Comunicacao; a relacao medico-paciente; e o Registro Clinico Orientado por Problemas (RCOPSOAP). Promocao, a prevencao, o tratamento e o raciocinio clinico envolvido na conducao de questoes comuns a APS, em especial na demanda espontanea; Tuberculose; Hanseniase; Infeccoes Sexualmente Transmissiveis (ISTs); dermatoses comuns na APS; Arboviroses; Coronavirus; e Atencao a saude das populacoes vulneraveis (Saude da populacao privada de liberdade, Saude da populacao em situacao de rua, Saude da populacao negra, Saude da populacao indigena"
    },
    {
        "disciplina": " PSICOLOGIA MEDICA 3",
        "codigo": "FMD0039 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Desenvolvimento humano. Diferentes etapas da vida. O ciclo de vida familiar. A morte e o processo de morrer"
    },
    {
        "disciplina": " PSICOLOGIA MEDICA 6",
        "codigo": "FMD0040 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Transtornos somatoformes e dissociativos. Transtornos de personalidade. Emergencias psiquiatricas/Suicidio. Transtornos associados a Infancia (TEA/TDAH). Dor e estetica no processo saude-doenca. O lugar da perda e da morte na experiencia humana. Grupos Balint."
    },
    {
        "disciplina": " INTERNATO URGENCIA E EMERGENCIA 1",
        "codigo": "FMD0041 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Treinamento integral em servico supervisionado de urgencias e emergencias em pacientes clinico-cirurgicos. Treinamento em Laboratorio de Simulacao Realistica"
    },
    {
        "disciplina": " INTERNATO ",
        "codigo": "FMD0042 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "a definir"
    },
    {
        "disciplina": " INTERNATO ",
        "codigo": "FMD0043 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Estagio pratico supervisionado. Procedimentos de urgencia e emergencia em cirurgia geral eclinica cirurgica."
    },
    {
        "disciplina": " SEMIOLOGIA",
        "codigo": "FMD0044 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Anamnese. Mecanismos patogenicos dos achados fisicos. Ectoscopia e semiologia. Cabeca e pescoco. Aparelho cardiovascular. Aparelho respiratorio. Sistema nervoso. Sistema osteo-articular. Semiologia do abdomen"
    },
    {
        "disciplina": " INTERNATO ",
        "codigo": "FMD0046 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Treinamento integral em servico supervisionado em Urgencia e Emergencia Pediatrica."
    },
    {
        "disciplina": " PATOLOGIA SISTEMICA 3",
        "codigo": "FMD0047 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Patologia da mama. Patologia do utero. Patologia do ovario e tuba uterina. Patologia da gravidez."
    },
    {
        "disciplina": " INTERNATO ",
        "codigo": "FMD0048 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Promocao da Saude e Cuidados no periodo pre-concepcional e pre-natal, no periodo intraparto e puerperal. Promocao da Saude e Cuidados na adolescencia normal e na infancia e adolescencia com desvios da normalidade. Cuidados da mulher no menacme e no climaterio e pos menopausa sem sintomas ou desvio da normalidade diagnosticados. Cirurgia Ginecologica e Reproducao humana; Planejamento familiar e Doencas sexualmente transmissiveis. Cuidados da Saude em mulheres com cancer ginecologico e afeccoes benignas e malignas da mama. Urgencias e emergencias ginecologicas e obstetricas."
    },
    {
        "disciplina": " SAUDE DA FAMILIA E COMUNIDADE 1",
        "codigo": "FMD0049 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Metodo clinico centrado na pessoa. A relacao medico-paciente na Atencao Primaria a Saude. Clinica ampliada. Estrutura da consulta. Raciocinio Clinico. Registro Clinico Orientado por Problemas (RCOP-SOAP) e CIAP-2. Abordagem comunitaria e Visita Domiciliar; Promocao e Prevencao da Saude. Comunicacao em diferentes cenarios, incluindo a comunicacao no final da vida (cuidados paliativos)."
    },
    {
        "disciplina": " PSICOLOGIA MEDICA 4",
        "codigo": "FMD0050 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "A doenca e o doente. Psicossomatica. Relacao medico-paciente. Habilidades psicologicas do medico. A consulta. Aspectos pragmaticos da comunicacao. Habilidades sociais. Etica do cuidado. Virtudes humanas. O poder na relacao medico-paciente. Aspectos psicossociais dos cuidados paliativos."
    },
    {
        "disciplina": " INTERNATO ",
        "codigo": "FMD0051 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Promocao da Saude e Cuidados no periodo pre-concepcional e pre-natal, no periodo intraparto e puerperal. Promocao da Saude e Cuidados na adolescencia normal e na infancia e adolescencia com desvios da normalidade. Cuidados da mulher no menacme e no climaterio e pos menopausa sem sintomas ou desvio da normalidade diagnosticados. Cirurgia Ginecologica e Reproducao humana; Planejamento familiar e Doencas sexualmente transmissiveis. Cuidados da Saude em mulheres com cancer ginecologico e afeccoes benignas e malignas da mama. Urgencias e emergencias ginecologicas e obstetricas."
    },
    {
        "disciplina": " SAUDE DA CRIANCA E DO ADOLESCENTE ",
        "codigo": "FMD0052 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Crianca. Adolescente. Crescimento. Desenvolvimento. Acompanhamento integral da saude da crianca e do adolescente. Reconhecimento, investigacao e tratamento dos disturbios do crescimento e desenvolvimento. Apectos clinicos e cirurgicos. Praticas ambulatoriais"
    },
    {
        "disciplina": " INTERNATO ",
        "codigo": "FMD0053 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Treinamento integral em servico supervisionado em Pediatria. Acompanhamento integral da saude da crianca e do adolescente. Reconhecimento, investigacao e tratamento dos disturbios da crianca e do adolescente. Aspectos clinicos e cirurgicos. Praticas ambulatoriais."
    },
    {
        "disciplina": " INTERNATO ",
        "codigo": "FMD0054 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "a definir"
    },
    {
        "disciplina": " SAUDE DO ADULTO ",
        "codigo": "FMD0055 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Pneumologia, Endocrinologia, Gastroenterologia, Reumatologia, Hematologia, Cardiologia, Infectologia, Dermatologia, Nefrologia, Famacologia."
    },
    {
        "disciplina": " URGENCIA E EMERGENCIA 3 ",
        "codigo": "FMD0056 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Urgencia e emergencia pediatrica. Abordagem, investigacao e terapeutica. Principais disturbios da crianca e do adolescente. Aspectos clinicos e cirurgicos. Evolucao clinica e cirurgica."
    },
    {
        "disciplina": " SAUDE DA FAMILIA E COMUNIDADE 4",
        "codigo": "FMD0057 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Atencao a Saude da Mulher na APS; Atencao a Gestante: pre-natal e cuidados no puerperio; Planejamento Reprodutivo; Rastreamento de cancer de colo e de mama; Abordagem da Crianca e Adolescente na atencao Primaria; Puericultura; Aleitamento Materno e Alimentacao nos dois primeiros anos de vida; Abordagem Familiar; Ciclo de Vida Familiar; Violencia; Atencao a Saude das Pessoas LGBT"
    },
    {
        "disciplina": " SAUDE DO ADULTO ",
        "codigo": "FMD0058 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Fundamentos da Clinica Cirurgica. Bases da Cirurgia. Bases da Anestesiologia."
    },
    {
        "disciplina": " URGENCIA E EMERGENCIA 1 ",
        "codigo": "FMD0060 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Atendimento de urgencias e emergencias em clinica medica. Clinica cirurgica nao traumatica."
    },
    {
        "disciplina": " PSICOLOGIA MEDICA 7",
        "codigo": "FMD0061 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Aspectos psico-afetivos de uma vida saudavel. Adoecimento do medico. Autocuidado. Transtornos mentais."
    },
    {
        "disciplina": " IMUNIZACAO NA PRATICA",
        "codigo": "FMD0062 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": ""
    },
    {
        "disciplina": " PSICOLOGIA MEDICA 1",
        "codigo": "FMD0064 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Codigo de etica do estudante de medicina. Acolhimento; corpo - a morte e seu significado. Arrogancia e humildade. Formacao de grupos. Trabalho em equipe. Educacao etnico-racial. Educacao ambiental. Metodologia de estudo. Relacoes em desenvolvimento: caracteristicas das relacoes com grupos de iguais - competicao x co-construcao. Caracteristicas das relacoes hierarquicas (pais/filhos, professor/aluno, medico/paciente). Autoridade x corresponsabilidade."
    },
    {
        "disciplina": " PROCESSOS PATOLOGICOS PRATICA",
        "codigo": "FMD0066 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Identificacao dos fatores determinantes e das caracteristicas macroscopicas e microscopicas da adaptacao e lesao celulares. Caracterizacao das alteracoes da homeostasia e morfostasia decorrentes da adaptacao e lesao das celulas, tecidos e orgaos."
    },
    {
        "disciplina": " PROCESSOS PATOLOGICOS TEORICA",
        "codigo": "FMD0067 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "studo das causas, mecanismos e caracteristicas morfologicas da adaptacao e lesao celulares. Compreensao dos mecanismos gerais de agressao e defesa do organismo, envolvendo a etiologia, a patogenia e a fisiopatologia dos processos patologicos basicos, com suas alteracoes estruturais, bioquimicas e funcionais das celulas, tecidos e orgaos."
    },
    {
        "disciplina": " PRINCIPIOS DE VIROLOGIA HUMANA",
        "codigo": "FMD0068 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": ""
    },
    {
        "disciplina": " PATOLOGIA SISTEMICA 1",
        "codigo": "FMD0070 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Patologias cardiovasculares. Patologias respiratorias. Patologias digestorias. Patologias do sistema nervoso. Histopatologia. Anatomia patologica."
    },
    {
        "disciplina": " PARASITOLOGIA",
        "codigo": "FMD0071 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "EMENTA DA DISCIPLINAA Disciplina de Parasitologia visa fornecer os fundamentos do fenomeno de parasitismo que acomete a Saude do homem.Sobre cada parasito abordamos, embora sucintamente, sua posicao sistematica, morfologia, biologia, relacoes parasito-hospedeiro-meio ambiente, epidemiologia, patogenia, diagnostico, controle e sua profilaxia, para permitir a compreensao das doencas parasitarias. As que dispensam hospedeiros intermediarios, bem como as produzidas por artropodes serao discutidas isoladamente.A disciplina sera ministrada, como mostra o programa, sob a  forma de aulas teoricas, praticas, seminarios, trabalhos especiais, videos e avaliacoes teorico-praticas."
    },
    {
        "disciplina": " FARMACOLOGIA MEDICA",
        "codigo": "FMD0073 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Fundamentos e bases farmacologicas da terapeutica das principais patologias de interesse geral. Cada grupo farmacologico e abordado considerando as caracteristicas farmacocineticas e farmacodinamicas, indicacoes nas doencas e sindromes clinicas mais relevantes, contraindicacoes, toxicidade e interacoes com\noutros medicamentos."
    },
    {
        "disciplina": " DOENCAS INFECCIOSAS E PARASITARIAS 1",
        "codigo": "FMD0077 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": ""
    },
    {
        "disciplina": " PESQUISA BASICA DE INTERESSE MEDICO",
        "codigo": "FMD0079 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Como se trata de disciplina de estagio, destinada a atender a um amplo espectro de possibilidades de pesquisa, as atividades da disciplina serao determinadas pelo professor ministrante da turma, refletindo a area do conhecimento em que se desenvolve o projeto de pesquisa de que participara o aluno matriculado. Uma lista nao-exaustiva de areas inclui:BioquimicaBiofisicaBiologia MolecularMicrobiologiaGeneticaImunologiaCitologiaPatologiaOncologiaVirologiaNeurocienciaBioinformaticaParasitologiaBiologia estrutural(E outras conforme o orientador.) Da mesma forma, a bibliografia serao artigos cientificos e livros-textos indicados pelo professor ministrante."
    },
    {
        "disciplina": " ESTAGIO 2 EM PATOLOGIA",
        "codigo": "FMD0086 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "EMENTA DA DISCIPLINAEstagio 2 em Patologia e disciplina optativa de graduacao tendo como objetivo capacitar o aluno a compreender os principais mecanismos de agressao e defesa do organismo humano, reconhecer as principais alteracoes patologicas e discutir a fisiopatologia envolvida nesses processos. A metodologia de ensino consiste no acompanhamento das atividades de rotina no Centro de Anatomia Patologica do Hospital Universitario de Brasilia, acompanhar o estudo macro e microscopico de biopsias e pecas cirurgicas e de necropsias, participar de reunioes clinico-patologicas, realizar treinamento em histotecnologia e tecnicas de imuno-histoquimica e participar de seminarios sobre esses assuntos. A disciplina sera ministrada com quatro creditos, perfazendo um total de sessenta horas de atividades."
    },
    {
        "disciplina": " PATOLOGIA GERAL",
        "codigo": "FMD0095 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "EMENTA DA DISCIPLINAPatologia Geral e disciplina obrigatoria para os alunos dos Cursos de Enfermagem e Obstetricia, de Nutricao e de Ciencias Farmaceuticas tendo por objetivos capacitar o aluno a compreender os principais mecanismos de agressao e defesa, reconhecer as alteracoes patologicas basicas e discutir a fisiopatologia envolvida nesses processos. A metodologia de ensino compreende aulas teorico-praticas onde serao apresentados os diversos temas do programa da disciplina, com enfase na sistematizacao dos assuntos e onde os alunos terao a oportunidade de consolidar os conhecimentos adquiridos atraves de exercicios fisiopatologicos e da observacao de preparacoes macroscopicas ou de preparacoes microscopicas contendo alteracoes tissulares sobre os diversos assuntos em discussao e que serao projetadas na sala de aulas. A disciplina sera ministrada com quatro creditos, perfazendo um total de sessenta horas de atividades."
    },
    {
        "disciplina": " ESTAGIO 1 EM PATOLOGIA",
        "codigo": "FMD0097 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "TREINAMENTO SUPERVISIONADO NO  LABORATORIO DE  PATOLOGIA  COM  VISTASACOMPANHAR AS TECNICAS DE PROCESSAMENTO DE TECIDOS E A ANALISE E  INTER-PRETACAO DE LAMINAS HISTOPATOLOGICAS."
    },
    {
        "disciplina": " IMAGINOLOGIA",
        "codigo": "FMD0110 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "TOMAR CONHECIMENTO DAS  POSSIBILIDADES  DIAGNOSTICAS E  LIMITACOES DARADIOLOGIA, CONHECENDO ANATOMIA  RADIOLOGICA E  SINAIS RADIOLOGICOS ELE-MENTARES."
    },
    {
        "disciplina": " ANATOMIA DA CRIANCA",
        "codigo": "FMD0135 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "EmentaDisciplina que estabelece a ligacao entre a embriologia e a anatomia do adulto. Sao estudadas as principais caracteristicas anatomicas da crianca, especialmente do recem-nascido e do lactente. Aulas teoricas e praticas  \tdemonstram estas particularidades evolutivas que servem de suporte anatomico para as novas funcoes que vao sendo adquiridas com a maturidade da crianca.  Sao mostradas as aplicacoes clinicas e cirurgicas destas diferencas anatomicas."
    },
    {
        "disciplina": " IMUNOLOGIA MEDICA",
        "codigo": "FMD0136 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Respostas do sistema imunitario na preservacao da saude e na prevencao da doenca. Circunstancias e mecanismos pelos quais o sistema imunitario pode gerar ou agravar doencas. Imunodiagnostico - principios e aplicacoes. Imunoprofilaxia passiva e ativa. Resposta do sistema imunitario em algumas condicoes clinicas."
    },
    {
        "disciplina": " APARELHO RESPIRATORIO 2",
        "codigo": "FMD0194 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Objetivos da Disciplina:1.\tAprofundar e consolidar conhecimentos acerca dos principais temas da Pneumologia2.\tPropiciar maior proficiencia na pratica clinico-laboratorial da Pneumologia."
    },
    {
        "disciplina": " RELACAO MEDICO",
        "codigo": "FMD0397 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "O PACIENTE E SEU MEDICO. NOCOES DE PAPEL E VINCULO. ENTREVISTA MEDICA. PACIENTE E SUA FAMILIA E NO CONTEXTO SOCIO-CULTURAL E POLITICO. A RELACAO MEDICO-PACIENTE NAS DIVERSAS ESPECIALIDADES."
    },
    {
        "disciplina": " HISTORIA DA MEDICINA",
        "codigo": "FMD0492 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "A OFERTA DESTA DISCIPLINA TEM COMO BASE O FATO DE QUE OS  CONHECIMEN-TOS HISTORICOS SAO INDISPENSAVEIS PARA QUE MELHOR POSSAMOS COMPREENDER AEVOLULAO DA H UMANIDADE. SOMENTE ASSIM OS NOSSOS  DISCENTES PODERAO COM-PREENDER A MEDICINA DO PRESENTE E IMAGINAR A DO FUTURO. RECONSTITUIREMOSO PASSADO, O QUE E FUNDAMENTAL A FORMACAO DA CULTURA  HUMANISTICA DO ME-DICO GENERALISTA OU ESPECIALIZADO. OS  ESTUDANTES  APRENDERAO QUE A HIS-TORIA A UMA TEIA DE FATOS INTERLIGADOS DA QUAL NENHUM  PROGRESSO CIENTI-CO PRESCINDE E QUE A  FUNCAO DE  CADA SECULO E  SERVIR DE  MODELO PARA OSEGUINTE SABENDO-SE QUE A HISTORIA DA MEDICINA CONFUNDE-SE NAS SUAS ORI-GENS COM O PROPRIO  SOFRIMENTO HUMANO.  TORNAREMOS  EVIDENTE QUE  PARA ACIENCIA MEDICA NAO SER REBAIXADA A CONDICAO DE MERO OFICIO DEVE  OCUPAR-SE QUE TUDO DA SUA HISTORIA."
    },
    {
        "disciplina": " NEUROANATOMIA MEDICA",
        "codigo": "FMD0500 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "ApresentacaoOs principios basicos da organizacao estrutural do Sistema Nervoso serao expostos, integrando estas informacoes com aspectos funcionais e estabelecendo correlacoes anatomo-clinicas.Tecnicas didaticas1. Aulas Teoricas: 20 aulas com duracoes de tres horas com uso de projetor multimidia, quadro negro e apresentacao de videos.2. Aulas Praticas: 07 aulas com duracoes de duas horas utilizando pecas anatomicas previamente preparadas. Com auxilio dos monitores as estruturas anatomicas relacionadas nos roteiros anexos serao identificadas.Os roteiros das aulas praticas estao disponiveis no sitio da disciplina: http://www.unb.br/ib/gem/neuroanatomiamedicaObjetivosAo final do curso o aluno devera estar capacitado a reconhecer as localizacoes, relacoes anatomicas, interconexoes e funcoes das estruturas macroscopicas e microscopicas do Sistema Nervoso Central.AvaliacaoSerao realizadas duas avaliacoes teorico-praticas parciais e uma ultima avaliacao global (esta com materia acumulativa). Aqueles que nao alcancarem a media 2,5 nesta ultima prova estarao reprovados (mesmo que a soma das tres notas seja igual ou superior a 5). Avaliacao\tValor\tMateria1a.\t2,50\tEmbriologia e divisoes do sistema nervoso, sistema nervoso periferico (sistema nervoso autonomo e somatico, nervos perifericos, terminacoes nervosas, nervos cranianos), medula espinhal, tronco encefalico e IV ventriculo.2a.\t2,50\tFormacao reticular, cerebelo, diencefalo, nucleos da base e ventriculos laterais.3a.\t5,00\tToda a materia das provas anteriores + Telencefalo, vascularizacao do sistema nervoso central, meninges, seios venosos, liquor, grandes vias aferentes e eferentesAs provas iniciam com projecoes de estruturas macroscopicas a serem identificadas (1 minuto por estrutura). As projecoes nao serao repetidas. A segunda parte contem questoes de multipla-escolha. Apos o termino da prova havera revisao e discussao das questoes (presenca obrigatoria). Ausencias nas provas devem ser justificadas por meio da apresentacao de atestado medico em ate cinco dias a contar da data da avaliacao perdida.Revisoes de provas devem ser solicitadas por escrito em ate cinco dias a contar da data da divulgacao da nota. Questoes respondidas a lapis ou rasuradas nao serao revisadas.Os valores das notas incluindo e pontuacao final nao serao arredondados. Ex.: 4,9 corresponde a mencao MI.Nao serao realizadas provas substitutivas, trabalhos, monografias, etc, visando aprovacao ou recuperacao daqueles que tenham sido reprovados. As mencoes nao serao alteradas com base em justificativas por parte do aluno atribuindo seu rendimento a eventuais problemas de ordem medica ou pessoal."
    },
    {
        "disciplina": " ELEMENTOS DE ANATOMIA",
        "codigo": "FMD0510 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Estudo morfofuncional das diversas estruturas que formam o corpo humano, enfatizando a descricao e o valor funcional dos sistemas organicos, capacitando o aluno para as disciplinas associadas a Anatomia (Fisiologia, Patologia e Socorros de Urgencia)."
    },
    {
        "disciplina": " TRABALHOS PRATICOS DE EMBRIOLOGIA",
        "codigo": "FMD0558 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "A disciplina TRABALHOS PRATICOS DE  EMBRIOLOGIA consta de 02 creditos e e oferecida semestralmente, em carater optativo aos estudantes de Medicina da Universidade de Brasilia"
    },
    {
        "disciplina": " METODOLOGIA PESQ EM PERINAT CRESCIMENTO NEURODESENVOLVIMENTO 1",
        "codigo": "FMD0564 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Sem ementa."
    },
    {
        "disciplina": " METODOLOGIA PESQ EM PERINAT CRESCIMENTO NEURODESENVOLVIMENTO 2",
        "codigo": "FMD0565 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Sem ementa."
    },
    {
        "disciplina": " ENSINO DE MEDICINA",
        "codigo": "FMD0578 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Historia da educacao medica no Brasil. Bases biologicas da memoria e da aprendizagem. Aspectos psicossociais do aprendizado. Metodos de ensino. Metodos de pesquisa em educacao. Carreira docente."
    },
    {
        "disciplina": " MEDITACAO: TEORIA E PRATICA",
        "codigo": "FMD0580 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Conceito de meditacao. Aspectos pertinentes a qualidade das praticas de meditacao. Componentes gerais da meditacao. Praticas meditativas."
    },
    {
        "disciplina": " BIOESTATISTICA APLICADA A MEDICINA",
        "codigo": "FMD0581 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "o papel da estatistica na medicina; estatistica descritiva; definicoes, medidas resumo e graficos; probabilidade: definicoes, teoremas e variavel aleatoria; principais distribuicoes estatisticas; inferencia estatistica: intervalo de confianca e teste de hipoteses; correlacao e introducao a analise multivariavel."
    },
    {
        "disciplina": " CUIDADOS PALIATIVOS",
        "codigo": "FMD0586 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Tipo de Material"
    },
    {
        "disciplina": " BASES DA NEUROCIENCIA CLINICA",
        "codigo": "FMD0587 ",
        "unidade_responsavel": "FACULDADE DE MEDICINA ",
        "ementa": "Tipo de Material"
    }
]