[
    {
        "disciplina": " INTRODUCAO A ARQUITETURA E URBANISMO",
        "codigo": "TAU0002 ",
        "unidade_responsavel": "DEPTO TEORIA HISTORIA ARQUIT E URBANISM ",
        "ementa": "Conceitos Fundamentais de arquitetura e urbanismo. A experiencia do espaco. Sociedade, cultura e arquitetura. Funcao, tecnica e estetica producao e uso."
    },
    {
        "disciplina": " METODOS E TECNICAS NA PROJETACAO ARQUITETONICA",
        "codigo": "TAU0003 ",
        "unidade_responsavel": "DEPTO TEORIA HISTORIA ARQUIT E URBANISM ",
        "ementa": "Racionalizacao do processo de projetacao. Organizacao das varias interferentes na resolucao de problemas de edificacao mediante aplicacao de tecnicas disponiveis ( teoria dos conjuntos, analise de sistemas, metodo de caminho critico, teoria dos jogos). Conceito de processos estocasticos. Metodologia de projetacao de edificacoes mediante abordagem de processos sistematizados de analise , sintese  e avaliacao morfologica. Apklicacao dos meios de linguagem das tecnicas de sistematizacao de projeto e sua expressao (matrizes, graficos e modelos)."
    },
    {
        "disciplina": " HISTORIA DA ARQUITETURA E DA ARTE 1",
        "codigo": "TAU0005 ",
        "unidade_responsavel": "DEPTO TEORIA HISTORIA ARQUIT E URBANISM ",
        "ementa": "Historia do urbanismo, da arquitetura e da arte no contexto de seus condicionantes sociais, economicos e politicos, desde os primordios da civilizacao ate o gotico."
    },
    {
        "disciplina": " HISTORIA DA ARQUITETURA E DA ARTE 2",
        "codigo": "TAU0006 ",
        "unidade_responsavel": "DEPTO TEORIA HISTORIA ARQUIT E URBANISM ",
        "ementa": "Historia das cidades, dos edificios e da edificacao na tradicao europeia a partir do inicio do Renascimento na Italia ate o seculo XVIII. Ttransposicao da tradicao tecnico-construtiva e arquitetonica da Europa para as colonias americanas de fala inglesa e francesa."
    },
    {
        "disciplina": " ARQUITERURA E URBANISMO DA SOCIEDADE INDUSTRIAL",
        "codigo": "TAU0007 ",
        "unidade_responsavel": "DEPTO TEORIA HISTORIA ARQUIT E URBANISM ",
        "ementa": "Principios urbanisticos e correntes arquitetonicas, edificios, arquitetos e tecnicas de edificacao desde o seculo XVIII ate a segunda guerra mundial."
    },
    {
        "disciplina": " ARQUITERURA E URBANISMO NO BRASIL CONTEMPORANEO",
        "codigo": "TAU0008 ",
        "unidade_responsavel": "DEPTO TEORIA HISTORIA ARQUIT E URBANISM ",
        "ementa": "Producao e teoria da arquitetura e do urbanismo no Brasil da Republica ate o presente. A Presente disciplina pretende familiarizar os estudantes com a producao e o pensamento arquitetonico corrente no Brasil de meados da decada de 1920 a meados da decada de 1980. Para que possam compreender a formacao de desenvolvimento de vocabulario formal da arquitetura moderna brasileira, assim como localizar os principais paradigmas teoricos que justificam a atuacao dos arquitetos brasileiros neste periodo e sua postura atual."
    },
    {
        "disciplina": " ARQUITERURA E URBANISMO NO BRASIL COLONIA E IMPERIO",
        "codigo": "TAU0009 ",
        "unidade_responsavel": "DEPTO TEORIA HISTORIA ARQUIT E URBANISM ",
        "ementa": "A producao  arquitetonica e o processo de urbanizacao do descobrimento ate fins do seculo XIX. Arquitetura indigena, venacula e dos imigrantes."
    },
    {
        "disciplina": " ARQUITETURA E URBANISMO DA ATUALIDADE",
        "codigo": "TAU0011 ",
        "unidade_responsavel": "DEPTO TEORIA HISTORIA ARQUIT E URBANISM ",
        "ementa": "Estudo da situacao presente da arquitetura e do urbanismo: producao, pensamento e tendencias."
    },
    {
        "disciplina": " PLANEJAMENTO URBANO",
        "codigo": "TAU0013 ",
        "unidade_responsavel": "DEPTO TEORIA HISTORIA ARQUIT E URBANISM ",
        "ementa": "Introducao a teoria, a pratica e a evolucao historica do planejamento urbano e regional. Planejamento em diferentes sistemas sociais. As teorias do planejamento. A evolucao de politicas de planejamento. A evolucao de politicas de planejamento regional no Brasil. As teorias do crescimento e da organizacao de cidades. de regioes urbanas e de sistema de cidades. Introducao a alguns metodos de analise e de planejamento urbano e regional. Projetacaio de populacao, localizacao de equipamento, perfis urbanos etc."
    },
    {
        "disciplina": " CONFIGURACAO URBANA",
        "codigo": "TAU0015 ",
        "unidade_responsavel": "DEPTO TEORIA HISTORIA ARQUIT E URBANISM ",
        "ementa": "A disciplina tem como objetivo o espaco urbano considerado como espaco arquitetonico a escala da cidade. Em outras palavras, observa-se o fato fisico dos processos urbanos como espaco tridimensional historico e socialmente usado. Estudo do espaco urbano assim considerado tentando compreende-lo como expressao dos agentes sociais, politicos e economicos que sao responsaveis pelo desenho das cidades em tempos especificos.  A configuracao como um dos aspectos estruturais do espaco urbano arquitetonico que tem objeto as estruturas de formas fisicas, que sao dinamicas e historiucamente definidas. A configuracao do espaco urbano como instrumento de aprendizagem continuo dos individuais: o desempenho cognitivo das morfologias urbanas."
    },
    {
        "disciplina": " ESTETICA E HISTORIA DA ARTE",
        "codigo": "TAU0025 ",
        "unidade_responsavel": "DEPTO TEORIA HISTORIA ARQUIT E URBANISM ",
        "ementa": "Reconhecimento, apreciacao e descricao de artefatos esteticamente qualificados. Arte como uma das formas de criacao da natureza propriamente humana. Como praxis historicamente construida."
    }
]