[
    {
        "disciplina": " TRABALHO DE CONCLUSAO DO CURSO DE TEATRO 1",
        "codigo": "IDA0010 ",
        "unidade_responsavel": "INSTITUTO DE ARTES ",
        "ementa": "Desenvolvimento de projeto de conclusao de curso, sob devida orientacao docente. Definicao do objeto e dos objetivos de pesquisa resultantes de investigacao pertinente ao ensino e/ou a pratica teatral. Abordagens epistemologica, teoricas e praticas."
    },
    {
        "disciplina": " TRABALHO DE CONCLUSAO DO CURSO DE TEATRO 2",
        "codigo": "IDA0011 ",
        "unidade_responsavel": "INSTITUTO DE ARTES ",
        "ementa": "Elaboracao de Monografia, sob devida orientacao docente, dentro de normas\nacademicas com foco no ensino e/ou em praticas teatrais."
    },
    {
        "disciplina": " METODOLOGIA DE PESQUISA EM ARTES CENICAS",
        "codigo": "IDA0012 ",
        "unidade_responsavel": "INSTITUTO DE ARTES ",
        "ementa": "Compreender as diversas etapas ou partes de um processo de pesquisa Distinguir tipos de pesquisa Desenvolver um senso de observacao, interligando-o com a organizacao da pesquisa Saber se valer de recursos online para pesquisas Transformar as observacoes em um texto dissertativo."
    },
    {
        "disciplina": " PRATICAS MUSICAIS DA CULTURA 2",
        "codigo": "IDA0288 ",
        "unidade_responsavel": "INSTITUTO DE ARTES ",
        "ementa": "Introducao ao estudo da etnomusicologia. Relacao entre musica e identidade cultural. Musica e juventude. Estudo sobre a metodologia e as questoes referentes a pesquisa em campo aplicada aos estudos em musica. Identificacao de caracteristicas proprias e essenciais a cada pratica musical urbana de acordo com seus praticantes. Investigacao a respeito da diversidade dos contextos e praticas sociais da musica urbana, com enfase nas manifestacoes musicais da cultura do aluno."
    },
    {
        "disciplina": " PERCEPCAO E ESTRUTURACAO MUSICAL 3",
        "codigo": "IDA0291 ",
        "unidade_responsavel": "INSTITUTO DE ARTES ",
        "ementa": "Desenvolvimento perceptivo e conceitual dos materiais da musica (altura, duracao) e suas derivacoes, das relacoes estruturais (relacao das partes com o todo, e vice- versa), como tambem dos aspectos expressivos e contextuais, utilizados na musica de diferentes estilos e generos."
    },
    {
        "disciplina": " PERCEPCAO E ESTRUTURACAO MUSICAL 4",
        "codigo": "IDA0298 ",
        "unidade_responsavel": "INSTITUTO DE ARTES ",
        "ementa": "Desenvolvimento perceptivo e conceitual dos materiais da musica (altura, duracao) e suas derivacoes, das relacoes estruturais (relacao das partes com o todo, e vice- versa), como tambem dos aspectos expressivos e contextuais, utilizados na musica de diferentes estilos e generos."
    },
    {
        "disciplina": " ESTAGIO CURRICULAR SUPERVISIONADO EM TEATRO 4",
        "codigo": "IDA0327 ",
        "unidade_responsavel": "INSTITUTO DE ARTES ",
        "ementa": "Estagio de pratica de ensino de teatro em contexto de educacao nao formal."
    },
    {
        "disciplina": " PEDAGOGIA DO TEATRO 2",
        "codigo": "IDA0334 ",
        "unidade_responsavel": "INSTITUTO DE ARTES ",
        "ementa": "Criacao e aplicacao em sala de aula, por cada estudante, de um projeto individual elaborado a partir de uma das diversas correntes comtemporaneas da Pedagogia do Teatro."
    },
    {
        "disciplina": " TECNOLOGIAS CONTEMPORANEAS NA ESCOLA 1",
        "codigo": "IDA0359 ",
        "unidade_responsavel": "INSTITUTO DE ARTES ",
        "ementa": "Introducao ao estudo das abordagens teoricas que fundamentam o uso das tecnologias contemporaneas na educacao: O instrucionismo e o construcionismo. abordagens teoricas aplicadas a educacao a distancia o uso pedagogico da informatica na arte-educacao."
    },
    {
        "disciplina": " TECNOLOGIAS CONTEMPORANEAS NA ESCOLA 2",
        "codigo": "IDA0379 ",
        "unidade_responsavel": "INSTITUTO DE ARTES ",
        "ementa": "Analise do potencial dos programas governamentais para a implementacao e dinamizacao do uso das tecnologias nos contextos escolares. Pesquisa de campo.\"\tRadio Escola\"\tTV Escola \"\tPrograma de Informatica na Educacao - ProInfo \"\tPrograma de Inclusao Digital e os Telecentros"
    },
    {
        "disciplina": " IMAGEM, CULTURA E SOCIEDADE",
        "codigo": "IDA0419 ",
        "unidade_responsavel": "INSTITUTO DE ARTES ",
        "ementa": "Estudos da Cultura Visual, da antropologia cultural, de genero e raciais, decoloniais, ciberneticos e meio ambientais."
    },
    {
        "disciplina": " PRATICA DE ENSINO NA FORMACAO DE PROFESSORES",
        "codigo": "IDA0420 ",
        "unidade_responsavel": "INSTITUTO DE ARTES ",
        "ementa": "Criacao e aplicacao de projeto de capacitacao docente no ensino das artes visuais."
    },
    {
        "disciplina": " PRATICAS DE ARTES VISUAIS ",
        "codigo": "IDA0421 ",
        "unidade_responsavel": "INSTITUTO DE ARTES ",
        "ementa": "Praticas em diferentes linguagens artisticas a partir de relacoes com os conteudos de historia da arte do Maneirismo ao Pos-Impressionismo."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO EM ARTES VISUAIS 1",
        "codigo": "IDA0422 ",
        "unidade_responsavel": "INSTITUTO DE ARTES ",
        "ementa": "Estagio de experimentacao (analise e articulacao)."
    },
    {
        "disciplina": " PROJETO 4",
        "codigo": "IDA0423 ",
        "unidade_responsavel": "INSTITUTO DE ARTES ",
        "ementa": "Tem o objetivo de EXPERIMENTAR as propostas das areas abordadas no semestre (orbitas) relacionadas a vivencia do aluno nas praticas pedagogicas, com a finalidade artistica/pedagogica/pesquisadora de desenvolver e aprimorar processos de elaboracao de projetos didaticos integradores."
    },
    {
        "disciplina": " INSTRUMENTO SUPLEMENTAR 1",
        "codigo": "IDA0438 ",
        "unidade_responsavel": "INSTITUTO DE ARTES ",
        "ementa": "Introducao e/ou desenvolvimento das habilidades funcionais para a pratica de educacao musical em contextos variados: estudo de repertorio de diferentes estilos, generos e periodos;interpretacao, criacao e improvisacao, audicao, arranjo, leitura, harmonizacao."
    }
]