[
    {
        "disciplina": " METODOS NUMERICOS E MODELOS COMPUTACIONAIS EM ECONOMIA",
        "codigo": "DPG0057 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "A definir"
    },
    {
        "disciplina": " TOPICOS ESPECIAIS EM ECONOMIA REGIONAL E URBANA",
        "codigo": "ECO0002 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "Disciplina de conteudo variavel sobre topicos selecionados de Economia Regional e Urbana, especificado em plano de ensino, no semestre ofertado."
    },
    {
        "disciplina": " LABORATORIO DE ECONOMETRIA",
        "codigo": "ECO0006 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "Ensinar ao aluno de graduacao em Ciencias Economicas, os conteudos das bases de dados, extracao, manipulacao, realizacao de estatisticas descritivas e tecnicas econometricas aplicadas a esses dados com o Software Estatistico R."
    },
    {
        "disciplina": " ANALISE DE INSUMO",
        "codigo": "ECO0010 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "Este curso e dedicado ao estudo da teoria do insumo-produto com base na teoria do equilibrio geral. Sera discutida a teoria dos modelos de insumo-produto, assim como as diferentes aplicacoes praticas que podem ser obtidas da utilizacao destes tipos de modelos. As aplicacoes serao ilustradas com exemplos a economia brasileira e a outras regioes / paises.\r\n\r\nEm seguida serao estudadas as Matrizes de Contabilidade Social (MCS), que possuem uma estrutura propria, contem as matrizes de insumo-produto e em grande parte servem de banco de dados para os modelos Aplicados de Equilibrio Geral (AEG) que serao vistos de forma introdutoria na ultima parte do curso.\r\n\r\nComo este curso e voltado para a aplicacao pratica da teoria, se fara uso intensivo de microcomputadores e em especial do programa Excel e Python. Havera aulas praticas para programacao em Python.\r\n\r\nAo final do curso o aluno devera estar apto para entender a estrutura, e operar com modelos de insumo-produto. Tendo, tambem, conhecimento das vantagens e das limitacoes destes tipos de modelos."
    },
    {
        "disciplina": " HISTORIA ECONOMICA GERAL 2",
        "codigo": "ECO0015 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "Disciplina de conteudo variavel sobre Historia Economica, especificado em plano de ensino, no semestre ofertado."
    },
    {
        "disciplina": " INTRODUCAO A ECONOMIA",
        "codigo": "ECO0019 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "Discute-se, em carater introdutorio, questoes metodologicas da ciencia economica, abordando, em seguintes temas: nocoes de microeconomia, estruturas de mercado, a demanda e a oferta; nocoes de macroeconomia, os agregados macroeconomicos, os modelos macroeconomicos simplificados; nocoes de economia monetaria, as diferentes interpretacoes da inflacao e politicas de estabilizacao; as relacoes economicas internacionais, taxa de cambio, balanco de pagamento, relacoes economicas do Brasil com o resto do mundo e principais problemas atuais."
    },
    {
        "disciplina": " HISTORIA ECONOMICA GERAL",
        "codigo": "ECO0021 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "O tema central do curso e o capitalismo: suas especificidades suas origens historicas e  desenvolvimento ate o periodo que antecede a segunda guerra mundial. Enfase especial e dada a analise da primazia inglesa no processo de industrializacao e da posterior perda de hegemonia da industria britanica. O curso se encerra com o exame da reordenacao da economia mundial a partir do colapso do padrao-ouro."
    },
    {
        "disciplina": " FORMACAO ECONOMICA DO BRASIL",
        "codigo": "ECO0023 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "No curso de Formacao Economica do Brasil, objetiva-se fornecer uma perspectiva historica da economia brasileira. Procura-se abordar a historia economica do pais enfatizando as diferentes interpretacoes que foram desenvolvidas sobre a mesma, de forma que o aluno possa ter uma visao critica sobre o processo de desenvolvimento economico brasileiro. Nossa analise inicia-se com o periodo colonial e estende-se ate o processo de industrializacao por substituicao de importacoes."
    },
    {
        "disciplina": " HISTORIA DO PENSAMENTO ECONOMICO",
        "codigo": "ECO0025 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "Examinam-se, inicialmente, as ideias dos seguintes autores: Ricardo, Marx, Marshall e Keynes. Em Seguida, examinam-se as principais controversias em Teoria Economica, entre Pos-Keynesianos e Marxistas; entre Pos-Keynesianos e Keynesianos da Sintese Neoclassica; entre Novos Classicos e Novos Keynesianos."
    },
    {
        "disciplina": " ECONOMIA INTERNACIONAL",
        "codigo": "ECO0040 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "Neste curso, apresenta-se a Teoria da Economia Internacional e suas aplicacoes para a analise e formulacao da politica de Comercio Exterior. O curso trata dos fatores determinantes do Padrao de Vantagem Comparativa e da estrutura do Comercio Exterior. Alem de examinar os movimentos internacionais de mercadorias, examinam-se os movimentos internacionais de fatores de producao, dando consideracao especial ao investimento estrangeiro. Estuda-se a definicao e comportamento das contas do Balanco de Pagamentos, estudam-se as diversas teorias de determinacao da taxa de cambio. Conclui-se pela analise de vantagens e desvantagens de sistemas cambiais alternativos."
    },
    {
        "disciplina": " CONTABILIDADE NACIONAL",
        "codigo": "ECO0050 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "A Contabilidade Nacional e entendida como uma tecnica por meio da qual sao sistematizadas as informacoes relevantes sobre os varios tipos de transacao realizadas, em um dado periodo de tempo, entre os diversos agentes de um sistema economico. Apesar de ser um curso voltado para a mensuracao de variaveis economicas, evitar-se-a a transforma-lo em um exercicio empiricista. E essencial enfatizar a dependencia da escolha das convencoes da Contabilidade Nacional em relacao as questoes especificas que economistas investigam e as hipoteses de trabalho especiais que eles usam durante o processo de chegar as respostas. Consequentemente, mostra-se a cada etapa do curso a relacao entre a imagem da economia que emerge dos quadros das contas nacionais e os principais conceitos da teoria macroeconomica."
    },
    {
        "disciplina": " ECONOMETRIA",
        "codigo": "ECO0054 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "Objetiva-se introduzir o aluno na area de Econometria, enfatizando os aspectos conceituais, procurando preparar o aluno para niveis mais elevados. Apesar da enfase dada aos aspectos conceituais, o curso tem um lado pratico que sao os exercicios referentes a cada unidade, com o objetivo de fixacao do entendimento. A base do curso e o modelo de Regressao Linear que e analisado nos seus varios aspectos, tanto teoricos como praticos. Nao ha problema de bibliografia, ja que este modelo esta presente em todos compendios de econometria e estatistica."
    },
    {
        "disciplina": " ECONOMIA QUANTITATIVA 2",
        "codigo": "ECO0056 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "Algebra Vetorial. Matrizes, Determinantes e Aplicacoes a Economia. Otimizacao. Vetores e Raizes Caracteristicas. Equacoes Diferenciais Ordinarias. Equacoes de Diferencas. Aplicacoes. A Utilizacao da Matematica na Economia. A Forma Matematica dos Modelos Economicos. Inequacoes. Enfoque para Utilizacao em Econometria. Combinacao Linear de Vetores. Estudos dos Determinantes. Estudo das Matrizes. Rank das Matrizes. Complementos de Matematica para o Estudo da Teoria Economica em nivel intermediario. Aplicacao dos Conceitos da Teoria Matematica da Maximizacao em Modelos de Otimizacao Estatica (Tecnica dos Multiplicadores de Lagrange e Programacao Linear).  Enfase Em Algebra Linear."
    },
    {
        "disciplina": " ECONOMIA BRASILEIRA",
        "codigo": "ECO0072 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "Objetiva-se no curso estudar a Economia Brasileira de 1930 ao tempo presente. Estudam-se Agricultura, Industria, Comercio Exterior, Politicas Monetaria e Fiscal, Inflacao, Relacoes intersetoriais e regionais para cada subperiodo."
    },
    {
        "disciplina": " ANALISE DE PROJETOS",
        "codigo": "ECO0079 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "O curso divide-se em duas grandes partes. Na primeira, o objetivo e eminentemente pratico e pretende-se que o aluno possua um bom dominio dos instrumentos classicos de analise de projetos (valor presente e taxa interna de retorno) e da influencia e tratamento que deve ser dado a inflacao nos fluxos de caixa. Em uma segunda parte, pretende-se atingir objetivos de uma profundidade teorica mais sofisticada. Estudam-se o desconto continuo, as causas da diferenca entre avaliacao privada e social (externalidade, excedente do consumidor e do produtor) e sua potencial utilizacao na elaboracao de politicas governamentais. Por ultimo, aborda-se o conceito de preco sombra e diferentes modelos para sua determinacao."
    },
    {
        "disciplina": " SEMINARIO DE POLITICA FISCAL",
        "codigo": "ECO0093 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "Disciplina de seminarios em Politica Fiscal, cujos temas serao definidos no semestre corrente."
    },
    {
        "disciplina": " MACROECONOMIA 1",
        "codigo": "ECO0099 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "O curso de Macroeconomia e o primeiro da sequencia de macro. Nele, apresenta-se o modelo de determinacao da renda no curto prazo. Discute-se o equilibrio nos mercados de bens e monetario e desenvolve-se o instrumental da Demanda Agregada nos cenarios alternativos de economia fechada e de economia aberta. Apresenta-se o conceito e desenvolvem-se nocoes da Oferta Agregada, que integrados com o instrumental da Demanda, permite a discussao do exercicio de politicas economicas alternativas."
    },
    {
        "disciplina": " TECNICAS DE PESQUISA ECONOMICA",
        "codigo": "ECO0114 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "Na disciplina Tecnicas de Pesquisa em Economia, procura-se desenvolver nos alunos a capacidade de escolher, elaborar e concluir um trabalho e uma pesquisa economica de natureza cientifica. Nesta perspectiva, todas as reflexoes necessarias para a consecucao de cada etapa do processo de pesquisa serao analisadas e discutidas ao longo do semestre. Esta disciplina tem sido oferecida aos alunos de Ciencias Economicas desde 1974. Busca-se fornecer um instrumental \"pratico\" para que o aluno possa desenvolver o projeto da pesquisa, a ser desenvolvida na disciplina monografia. Cada aluno deve procurar um Professor Orientador daquilo que provavelmente sera a monografia de graduacao do estudante. O trabalho final da disciplina TPE devera ser constituido de A) um projeto de monografia e B) um capitulo da monografia proposta. O trabalho final sera avaliado pelo professor da disciplina Tecnicas de Pesquisa em Economia e/ou pelo professor orientador."
    },
    {
        "disciplina": " ECONOMIA POLITICA 1",
        "codigo": "ECO0124 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "No curso de Economia Politica I, procura-se introduzir o estudante na obra de Marx, focalizando sobretudo os seguintes aspectos: o processo de producao capitalista enquanto processo de trabalho e valorizacao e o processo de circulacao e reproducao do capital. Ao longo do curso sao examinados os temas: conceitos de valor, valor de troca, dinheiro e capital o processo de reproducao a transformacao de valor em preco as leis de movimento de capitalismo."
    },
    {
        "disciplina": " MICROECONOMIA 1",
        "codigo": "ECO0126 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "Introduz-se a teoria da escolha, primeiro por parte do consumidor e posteriormente por parte da firma. Por fim, abordam-se temas importantes relativos a escolha sob situacao de incerteza."
    },
    {
        "disciplina": " INTRODUCAO A ECONOMETRIA",
        "codigo": "ECO0128 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "Durante a disciplina, desenvolve-se o instrumental padrao para a estimacao de modelos econometricos, enfocando a derivacao de modelos de regressao linear multipla e o relaxamento de seus pressupostos basicos. Nesse contexto,  deriva-se o estimador  por Minimos Quadrados Ordinarios e apresentam-se suas propriedades em pequenas amostras (vies e eficiencia) e em grandes amostras (consistencia e eficiencia assintotica). Em um segundo momento, entra-se no campo da inferencia estatistica e teste de hipoteses, para entao seguir com a descricao de modelos com variaveis qualitativas. Por fim, sao apresentados e discutidos os metodos de estimacao de tais modelos na presenca de Multicolinearidade e Heterecedasticidade. Recomenda-se como pre-requisito um bom dominio de estatistica e de algebra linear."
    },
    {
        "disciplina": " ECONOMIA INDUSTRIAL",
        "codigo": "ECO0134 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "No curso, apresentam-se os principais modelos sobre o comportamento das firmas em estruturas de mercado nao ideais, utilizando como base a teoria microeconomica, especialmente a teoria dos jogos."
    },
    {
        "disciplina": " ECONOMIA DO SETOR PUBLICO",
        "codigo": "ECO0141 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "Neste curso, analisa-se o papel desempenhado pelo Setor Publico nas modernas economias de mercado. Na primeira parte do curso, estudar-se e a rationale economica para a existencia de governo, a teoria do bem-estar com enfase especial no trade-off entre eficiencia e equidade e as questoes de escolha publica. Em seguida, analisar-se-a a teoria da tributacao. Na parte final do curso, os conceitos estudados serao aplicados a economia brasileira."
    },
    {
        "disciplina": " TOPICOS ESPECIAIS EM HISTORIA ECONOMICA DO BRASIL",
        "codigo": "ECO0150 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "Topicos especiais em Historia Economica do Brasil a serem definidos no semestre corrente."
    },
    {
        "disciplina": " TOPICOS ESPECIAIS EM EVOLUCAO DO PENSAMENTO ECONOMICO",
        "codigo": "ECO0156 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "Topicos especiais em Evolucao do Pensamento Economico a serem definidos no semestre corrente."
    },
    {
        "disciplina": " ECONOMIA DO BRASIL CONTEMPORANEO",
        "codigo": "ECO0159 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "No curso, realiza-se um exame circunstanciado da evolucao da economia brasileira, desde 1989, o ano da Proclamacao da Republica, enfatizando a analise dos eventos que se desenrolaram entre a revolucao de 1930 ao presente. Apos, revisa-se brevemente a evolucao da economia e da sociedade ate 1930, focalizam-se os tres governos de Getulio Vargas, a fase de Substituicao de Importacao do pos-guerra ate 1960, os anos conturbados do inicio da decada de 1960, as reformas do Governo Militar, o periodo do \"Milagre\", os anos de crescimento com endividamento, a Crise da Divida Externa e a retomada da inflacao na primeira metade da decada de 1980, os planos heterodoxos da segunda metade da decada, o ocaso da nova republica,os programas e problemas do governo Collor, passa pelos Governos: Itamar (Plano Real), Fernando Henrique Cardoso, Luis Inacio Lula da Silva e Dilma Rousseff."
    },
    {
        "disciplina": " MICROECONOMIA 2",
        "codigo": "ECO0185 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "Abordam-se, inicialmente, os modelos comportamentais dos diversos tipos de mercado, e conclui com o estudo equilibrio geral de mercado e suas caracteristicas de otimilidade e alguns topicos de economia publica."
    },
    {
        "disciplina": " ECONOMIA QUANTITATIVA 1",
        "codigo": "ECO0187 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "No curso, comporta-se basicamente a matematica necessaria ao estudo de modelos estatisticos em Economia. Comecando pela Algebra Linear, passado pela analise convexa e terminando pela teoria de otimizacao com restricoes em dimensao finita."
    },
    {
        "disciplina": " MACROECONOMIA 2",
        "codigo": "ECO0189 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "Macroeconomia 2 faz parte da sequencia de Macroeconomia. Nesta disciplina, apresentam-se os principais componentes analiticos da Demanda Agregada. Discutem-se os fundamentos da Funcao Consumo, Investimento e Demanda por moeda. Estende-se o modelo IS-LM para uma Economia Aberta conforme Mundell-Fleming, analisam-se os principais problemas macroeconomicos como desemprego, inflacao crescimento."
    },
    {
        "disciplina": " ECONOMIA MONETARIA",
        "codigo": "ECO0194 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "Pelo curso de Economia Monetaria, objetiva-se o aprofundamento de discussoes que tiveram seu inicio no curso de Macroeconomia II. Observam-se as particularidades da moeda e suas inter-relacoes com a esfera real da economia. Para tanto, procura-se analisar o comportamento dos diversos agentes economicos em relacao a moeda, tanto no que se refere a demanda quanto a oferta. Feito isso, estudam-se as diversas vertentes do pensamento economico observando o papel que cada uma atribui a moeda em termos de sua interferencia na dinamica economica real e na determinacao de precos. Expoe-se o processo inflacionario brasileiro e estuda-se a moeda em uma economia aberta. Esta ultima parte sera aprofundada posteriormente no curso de Economia Internacional."
    },
    {
        "disciplina": " TEORIA DO DESENVOLVIMENTO ECONOMICO",
        "codigo": "ECO0199 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "Pela disciplina, os alunos sao familizariados com as principais teorias do crescimento economico, bem como com a nocao de subdesenvolvimento e suas causas. Os fatos e o conceito de crescimento economico; Modelos Tradicionais de Crescimento (Harrod-Domar e Solow-Swan; Teorias do Crescimento Endogeno (Romer); Desenvolvimento e Subdesenvolvimento."
    },
    {
        "disciplina": " EVOLUCAO DAS IDEIAS ECONOMICAS SOCIAIS",
        "codigo": "ECO0218 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "Inicialmente, apresenta-se uma introducao metodologica, discutindo o conceito de Ciencia Economica e o Contexto Historico de seu Desenvolvimento. Em seguida, abordam-se as contribuicoes dos principais autores: Mercantilistas, Fisiocratas, Adam Smith, David Ricardo, Karl Marx, Marginalistas e Keynes."
    },
    {
        "disciplina": " TEORIA DO CRESCIMENTO ECONOMICO",
        "codigo": "ECO0232 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "Disciplina de conteudo variavel sobre topicos selecionados da Teoria do Crescimento Economico, especificado em plano de ensino, no semestre ofertado."
    },
    {
        "disciplina": " METODOS MATEMATICOS EM CIENCIAS SOCIAIS AVANCADOS",
        "codigo": "ECO0236 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "OBJETIVO. DOTAR O ALUNO DOS INSTRUMENTOS ANALITICOS BASICOS USADOS NAFRONTEIRA DA ECONOMIA. O NIVEL MATEMATICO  DO CURSO SE ENCONTRA EM ALGUMLUGAR ENTRE OS  LIVROS DE SYDSAETER OU DE BEAVIS & DOBBS  E AQUELES MAISESPECIALIZADA OS (COMO O DE RUDIN E O DE LIPSCHUTZ). PROCURAREMOS SEMPREAS LIGACOES COM O RACIOCINIO ECONOMICO."
    },
    {
        "disciplina": " ANALISE MACROECONOMICA AVANCADA",
        "codigo": "ECO0244 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "Disciplina de conteudo variavel sobre Macroeconomia, especificado em plano de ensino, no semestre ofertado."
    },
    {
        "disciplina": " ECONOMIA DO MEIO AMBIENTE",
        "codigo": "ECO0252 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "Introducao a Economia do Meio Ambiente. Escolha Social e Eficiencia. Falhas de Mercado, Bens Publicos e Externalidades. Regulacao da Poluicao e dos Poluidores. Informacao Assimetrica. Disposicao a Pagar e a Receber. Metodos de Valoracao Ambiental: preferencias reveladas e mercados construidos. Comportamento Ambiental Pro-Ativo e Acordos. Sustentabilidade."
    },
    {
        "disciplina": " SEMINARIOS ",
        "codigo": "ECO0258 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "A disciplina sera desenvolvida na forma de seminarios coordenados semestralmente por um professor do Bacharelado em Ciencias Ambientais. Cada professor dispora de 4 (quatro) horas para a sua apresentacao e debates. Cada professor discorrera \"Limites e Potencialidades da (sua area de especializacao) para a Analise Interdisciplinar da Problematica Ambiental”."
    },
    {
        "disciplina": " PLANEJAMENTO PUBLICO E MEIO AMBIENTE",
        "codigo": "ECO0261 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "A disciplina objetiva estudar o planejamento publico como a via mais favoravel para a incorporacao da dimensao ambiental no processo de desenvolvimento socio-economico. Para a consecucao desse objetivo, ela analisa as principais formas de intervencao publica nas esferas do desenvolvimento socio-economico e das questoes ambientais. Enfase especial e dada as novas formas de governanca, quer em termos de participacao popular quer em termos do comportamento estrategico da autoridade publica. Assim, iniciamos pelas definicoes e conceitos basicos de planejamento publico, de planejamento participativo, de estrategia e de estrategia ambiental, continuando com a evolucao do pensamento estrategico."
    },
    {
        "disciplina": " ECONOMIA AMBIENTAL E ECOLOGICA",
        "codigo": "ECO0262 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "A disciplina Economia Ambiental e Ecologica examina as formas pelas quais a analise economica focaliza o meio ambiente - o recurso natural basico para o bem-estar e para a sobrevivencia da humanidade, mas que vem sendo ameacado pela escala crescente da atividade economica e pelas caracteristicas dos estilos de desenvolvimento, tanto dos paises industrializados como dos em desenvolvimento. Inicialmente serao examinados os elementos da questao ambiental e a natureza dos problemas que a humanidade vem experimentando, para a solucao dos quais se procura ajuda no campo da ciencia economica. Em seguida, serao discutidas e avaliadas as principais abordagens economicas desenvolvidas para tratar da questao e orientar no equacionamento desses problemas. Nao nos restringiremos as formulacoes do mainstream da analise economica, que oferece principalmente solucoes de curto e medio prazos. Analisaremos tambem abordagens de longo prazo que, nessa perspectiva temporal, focalizam a questao da sustentabilidade do sistema economico global, em um mundo de ainda consideravel dinamismo demografico e de forte opcao pelo crescimento."
    },
    {
        "disciplina": " PLANEJAMENTO DE INVESTIMENTOS AMBIENTAIS",
        "codigo": "ECO0270 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "Investimentos em infra-estrutura basica ambiental, composta de gastos estruturais em    agua, esgoto, gestao de residuos solidos, unidades para a conservacao de biodiversidade (in situ e ex situ), entre outros, devem ser avaliados em termosnao somente de seus efeitos explicitamente ambientais, como tambem em suas repercussoes socio-economicas. Esta disciplina analisa a importancia da variavel investimento economia do meio ambiente, com enfase em procedimentos de mensuracao de seus efeitos multiplicadores."
    },
    {
        "disciplina": " MICROECONOMIA AMBIENTAL",
        "codigo": "ECO0272 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "Analisar as variaveis economica que explicam o processo de escolha e de tomada de decisoes de agentes individuais, em particular o consumidor e o produtor. As razoes que levam um agente a poluir, a acelerar a taxa de exploracao de um recurso natural renovavel e a a taxa de exploracao de um recurso natural nao renovavel sao aqui  Estudados."
    },
    {
        "disciplina": " ESPACO REGIONAL URBANO E MEIO AMBIENTE",
        "codigo": "ECO0274 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "O curso visa dar ao aluno uma perspectiva ampla das questoes regional e urbana e suas interfaces com a problematica ambiental. Com este proposito o curso sera dividido em seis  partes. A primeira parte analisara o contexto global em que se inserem as economias nacional e regional, procurando mostrar os diferentes enfoques teoricos que analisam este novo contexto e as conclusoes que sao retiradas desses diversos modelos de analise quanto a ampliacao ou reducao das desigualdades. Em um segundo bloco serao analisadas as diferentes teorias que tratam a questao regional. Novamente, o fio condutor sera a analise da convergencia ou divergencia das trajetorias de crescimento das economias regionais como sendo resultado ou nao dos mecanismos de mercado. Em uma terceira secao sera analisada a formacao de blocos economicos supra nacionais e sua consequencia para a dinamica regional interna aos paises. Apos estas consideracoes de carater mais teorico sera desenvolvida uma analise da origem historica da questao regional do Brasil, da politica regional de seus impactos e perspectivas. A questao urbana sera estudada nas quinta e sexta secoes. Inicialmente, serao discutidas as teorias explicando a formacao do espaco urbano. A ultima secao do curso trata da questao urbano nacional."
    },
    {
        "disciplina": " INSTRUMENTO DE POLITICA AMBIENTAL",
        "codigo": "ECO0275 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "As atividades de formular e de implementar politicas publicas enfrentam desafios crescentes em um periodo de abertura economica de nacoes. Maior liberdade no fluxo de bens, servicos e de capitais reduzem a eficacia de instrumentos relativamente bem sucedidos no antigo periodo de protecionismo economico. No novo cenario economico internacional, as interacoes entre politica economica, politicas setoriais e politica ambiental recebem atencao crescente de pesquisadores, instituicoes publicas e da comunidade internacional. A tese de que o desenvolvimento economico deve levar em conta custos ambientais, e amplamente aceita em uma era de internacionalizacao de atividades e de comportamentos. Desta forma, a analise das implicacoes ambientais do consumo e da producao tornou-se condicao necessaria na elaboracao, implementacao e avaliacao de projetos, programas e politicas publicas. Conceitos como desenvolvimento sustentavel, nas suas diversas formas de interpretacao, atraem atencao sobre os efeitos das diferentes politicas economicas sobre o meio ambiente. Outro aspecto fundamental a ser considerado e relativo as consequencias das diversas politicas setoriais sobre o patrimonio ambiental da sociedade. Conceitos economicos ja sao amplamente utilizados na gestao ambiental de alguns setores, como por exemplo, o controle de poluicao atmosferica por meio de impostos sobre emissao de poluentes ha mais de uma decada. Conceitos arrojados, como as permissoes negociaveis, tambem ja foram testados com sucesso em alguns paises. O tratamento dessas questoes exige um adequado conhecimento das interacoes entre as leis economicas e os principios basicos de funcionamento dos sistemas fisico e biotico. Nesse contexto, o objetivo geral da disciplina e apresentar uma visao abrangente das principais implicacoes ambientais das diversas politicas setoriais e das principais implicacoes nas politicas setoriais de diferentes metas ambientais. Enfase especial e dada ao uso de instrumentos economicos na formulacao de politicas publicas, setoriais e ambiental, no Brasil e no exterior. Como objetivo especifico, os(as) mestrandos(as) deverao analisar as diversas politicas apresentadas no curso a luz da teoria economica."
    },
    {
        "disciplina": " AVALIACAO AMBIENTAL ESTRATEGICA",
        "codigo": "ECO0276 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "O licenciamento ambiental de atividades humanas potencialmente poluidoras ou degradadoras e regulamentado no Brasil ha mais de 20 anos. A avaliacao de impactos ambientais (AIA) e inclusive referenciada em nosso texto constitucional. No entanto, o licenciamento e a AIA limitam-se a subsidiar as decisoes de aprovacao de projetos de empreendimentos individuais. Elas contribuem marginalmente para a avaliacao dos processos de planejamento de decisoes politicas e estrategicas que os originam. Para superar as dificuldades da nao consideracao dos impactos cumulativos, regionais e globais, muitos especialistas e organizacoes internacionais tem fortemente apoiado o uso da avaliacao ambiental estrategica - AAE (Strategic Environmental Assessment - SEA).A AAE permite fazer um diagnostico e um prognostico de uma dada area ou regiao que sera objeto de politicas, planos e programas (PPP). Assim, pode se converter em um instrumento de politica ambiental capaz de promover a articulacao das varias dimensoes de PPP de desenvolvimento, explicitando com clareza seus objetivos e as questoes ambientais relacionadas a sua implementacao. Alem disto, tem a possibilidade de fornecer as orientacoes necessarias para a viabilizacao economica, social e ambiental de determinadas atividades na area objeto da acao publica ou privada, favorecendo, deste modo, a percepcao de impactos cumulativos decorrentes das diversas acoes a serem desenvolvidas.Nesse contexto, a AAE pode ser definida como um processo de avaliacao ambiental de PPP que e identificada com a aplicacao dos procedimentos de Avaliacao de Impacto Ambiental (AIA) na fase inicial e mais estrategica da hierarquia de tomada de decisao de politicas, planos, programas e projetos individuais. Uma definicao mais simples poderia ser que a AAE representa o processo de avaliacao ambiental de politicas, planos e programas. Uma terceira definicao e a proposta por Sadler e Verheem (1996): \"AAE e um processo sistematico para avaliar as consequencias ambientais de uma politica, plano ou programa, de forma a assegurar que elas sejam integralmente incluidas e apropriadamente consideradas no estagio inicial e apropriado do processo de tomada de decisao, juntamente com as consideracoes de ordem economica e social.\""
    },
    {
        "disciplina": " TOPICOS ESPECIAIS EM MICROECONOMIA",
        "codigo": "ECO0282 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "Disciplina de conteudo variavel sobre Microeconomia cujo conteudo deve ser definido em programa vigente no semestre ofertado."
    },
    {
        "disciplina": " TOPICOS ESPECIAIS EM MACROECONOMIA",
        "codigo": "ECO0284 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "Disciplina de conteudo variavel sobre Macroeconomia cujo conteudo deve ser definido em programa vigente no semestre ofertado."
    },
    {
        "disciplina": " INTRODUCAO A UNB",
        "codigo": "ECO0350 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "A disciplina visa a introducao adequada dos novos alunos a dinamica universitaria com enfase nos alunos de Ciencias Economicas. O objetivo e apresentar as varias possibilidades da vida universitaria e mostrar como os ingressantes na universidade podem fazer uso dessas oportunidades. Teremos, assim, varios objetivos sendo cumpridos concomitantemente: os alunos vao conhecer a universidade, seu departamento, terao uma visao panoramica, com alguma imersao, nos varios programas para a graduacao que o Departamento e a Unb possuem, e vao estabelecer vinculos com os estudantes mais antigos do curso. Ao mesmo tempo que estabeleceremos um esquema de tutoria para cada aluno da disciplina a ser conduzido por um estudante do grupo PET."
    },
    {
        "disciplina": " TOPICOS DE EXTENSAO 1",
        "codigo": "ECO0367 ",
        "unidade_responsavel": "DEPTO ECONOMIA ",
        "ementa": "Atividade de Extensao de conteudo variavel a ser definida no semestre vigente em plano de curso."
    }
]