[
    {
        "disciplina": " CUSTOS APLICADOS AO SETOR PUBLICO",
        "codigo": "CCA0002 ",
        "unidade_responsavel": "DEPTO CIENCIAS CONTABEIS ATUARIAIS ",
        "ementa": ""
    },
    {
        "disciplina": " MANAGEMENT ACCOUNTING AND CONTROL SYSTEMS",
        "codigo": "CCA0003 ",
        "unidade_responsavel": "DEPTO CIENCIAS CONTABEIS ATUARIAIS ",
        "ementa": "This course aims to provide a comprehensive theoretical understanding of the management control systems. Furthermore, to develop student s ability in both practical skills and formal discussions concerning control issues.Learning Objectives At the end of the course, students must be able to:-\tDemonstrate relevant knowledge and understanding of management control systems-\tDemonstrate ability to use theoretical domain in both management control and management accounting issues-\tHelp managers in their organization s strategies and plans-\tDeveloping a reasonable English vocabulary in management control area."
    },
    {
        "disciplina": " TOPICOS CONTEMPORANEOS EM CONTABILIDADE PUBLICA",
        "codigo": "CCA0007 ",
        "unidade_responsavel": "DEPTO CIENCIAS CONTABEIS ATUARIAIS ",
        "ementa": ""
    },
    {
        "disciplina": " GESTAO E PRESTACAO DE CONTAS NO TERCEIRO SETOR",
        "codigo": "CCA0011 ",
        "unidade_responsavel": "DEPTO CIENCIAS CONTABEIS ATUARIAIS ",
        "ementa": "Panorama do terceiro setor no Brasil. O terceiro setor na economia. Organizacoes da sociedade civil (OSC): caracteristicas, objeto social, evolucao, politicas e organizacao, areas de atuacao. Estrutura organizacional e funcionamento: atos constitutivos, linhas de negocio e reguladores. Titulos de certificacao: finalidade e beneficios. Fontes de financiamento e contratualizacao: instrumentos juridicos, plano de trabalho. Renuncia fiscal: requisitos, cumprimento de obrigacao , mensuracao, reconhecimento e divulgacao. Renuncia de receita: requisitos, cumprimento, cumprimento de obrigacao, mensuracao e reconhecimento. O trabalho voluntario: caracteristicas, classificacao, mensuracao, reconhecimento e divulgacao. Accountability: instrumentos de controle organizacao, politicas e praticas contabeis elaboracao e apresentacao de relatorios financeiros relatorios de gestao e prestacao de contas. Gestao: estabelecimento de metas e analise dos resultados. Pesquisa no terceiro setor: abordagens qualitativa e quantitativa."
    },
    {
        "disciplina": " CONTABILIDADE GERAL 1",
        "codigo": "CCA0015 ",
        "unidade_responsavel": "DEPTO CIENCIAS CONTABEIS ATUARIAIS ",
        "ementa": "Introducao e detalhamento das demonstracoes contabeis. Sistema de informacao contabil. Regime de competencia. Operacoes com mercadorias e inventario."
    },
    {
        "disciplina": " CUSTOS",
        "codigo": "CCA0018 ",
        "unidade_responsavel": "DEPTO CIENCIAS CONTABEIS ATUARIAIS ",
        "ementa": "Analise de custos nas empresas. Ponto de equilibrio: analise custo - volume - lucro. Custeio padrao. Custeio variavel. Custeio por absorcao. Margem de contribuicao."
    },
    {
        "disciplina": " AUDITORIA 1",
        "codigo": "CCA0024 ",
        "unidade_responsavel": "DEPTO CIENCIAS CONTABEIS ATUARIAIS ",
        "ementa": "Campo de atuacao e marco legal da auditoria classificacoes. Principios, normas e tecnicas de auditoria. Controles internos planejamento, execucao e avaliacao dos trabalhos. Papeis de trabalho, pareceres e relatorios de auditoria."
    },
    {
        "disciplina": " AUDITORIA 2",
        "codigo": "CCA0026 ",
        "unidade_responsavel": "DEPTO CIENCIAS CONTABEIS ATUARIAIS ",
        "ementa": "Enfoque de ciclo em um processo de auditoria integrada. Auditoria das receitas e contas relacionadas. Auditoria do ciclo de compra, pagamento e estoques. Auditoria de caixa e outros ativos liquidos. Auditoria de caixa e outros ativos liquidos. Auditoria de ativos de longo prazo e contas relacionadas de despesas. Auditoria de passivos de longo prazo, patrimonio liquido e transacoes com partes relacionadas. Topicos avancados envolvendo julgamentos complexos de auditoria."
    },
    {
        "disciplina": " CONTABILIDADE GERAL 3",
        "codigo": "CCA0040 ",
        "unidade_responsavel": "DEPTO CIENCIAS CONTABEIS ATUARIAIS ",
        "ementa": "Evidenciacao contabil. Balanco Patrimonial. Demonstracao de Resultado do Exercicio. Demonstracao do Resultado Abrangente. Demonstracao das Mutacoes do Patrimonio Liquido. Demonstracao dos Fluxos de Caixa. Demonstracao do Valor Adicionado. Notas Explicativas e Informacoes complementares.Investimento avaliado pelo custo e equivalencia patrimonial."
    },
    {
        "disciplina": " ESTAGIO EM CIENCIAS CONTABEIS",
        "codigo": "CCA0051 ",
        "unidade_responsavel": "DEPTO CIENCIAS CONTABEIS ATUARIAIS ",
        "ementa": "Realizacao de atividades praticas, com supervisao academica e profissional, na area de contabilidade aplicada, controladoria ou auditoria."
    },
    {
        "disciplina": " SISTEMAS DE INFORMACOES CONTABEIS",
        "codigo": "CCA0069 ",
        "unidade_responsavel": "DEPTO CIENCIAS CONTABEIS ATUARIAIS ",
        "ementa": "A contabilidade como sistema de informacoes. A linguagem contabil, suas potencialidades e limitacoes. Caracteristicas dos principais tipos de sistemas de informacoes contabeis no ambito de uma empresa. Os componentes do Sistema de Gestao Empresarial. Integracao dos diversos sistemas de informacoes. A informatica e a automacao. A busca de novas modalidades de linguagem e de comunicacao entre a empresa e os usuarios da informacao. Organizacao, sistemas e metodos e as tecnologias de gestao organizacional."
    },
    {
        "disciplina": " LEGISLACAO COMERCIAL",
        "codigo": "CCA0076 ",
        "unidade_responsavel": "DEPTO CIENCIAS CONTABEIS ATUARIAIS ",
        "ementa": "Aspectos Legais. Atos do Comercio. Teoria da Empresa. Tipos de Sociedades. Titulos de Credito."
    },
    {
        "disciplina": " CONTABILIDADE GERAL 2",
        "codigo": "CCA0077 ",
        "unidade_responsavel": "DEPTO CIENCIAS CONTABEIS ATUARIAIS ",
        "ementa": "-"
    },
    {
        "disciplina": " TEORIA CONTABIL",
        "codigo": "CCA0081 ",
        "unidade_responsavel": "DEPTO CIENCIAS CONTABEIS ATUARIAIS ",
        "ementa": "Antecedentes historicos da contabilidade. Busca de principios. Estrutura conceitual da contabilidade. Ambiente economico da contabilidade. O processo de tomada de decisao. Estabelecimento de normas contabeis. Conceito de lucro. Receitas, despesas, ganhos e perdas. Ativo e sua avaliacao. Passivo e sua mensuracao. Patrimonio liquido. Evidenciacao Contabil."
    },
    {
        "disciplina": " TOPICOS CONTEMPORANEOS EM CONTABILIDADE",
        "codigo": "CCA0087 ",
        "unidade_responsavel": "DEPTO CIENCIAS CONTABEIS ATUARIAIS ",
        "ementa": "Temas contemporaneos em contabilidade e relacionados a teoria e pratica contabil."
    },
    {
        "disciplina": " ETICA PROFISSIONAL EM CIENCIAS CONTABEIS",
        "codigo": "CCA0093 ",
        "unidade_responsavel": "DEPTO CIENCIAS CONTABEIS ATUARIAIS ",
        "ementa": "Identidade profissional e socializacao. Educacao na area contabil no Brasil. Fundamentos, concepcoes e importancia da etica. Etica profissional do contabilista. Etica profissional e mercado."
    },
    {
        "disciplina": " INTRODUCAO A CONTABILIDADE",
        "codigo": "CCA0103 ",
        "unidade_responsavel": "DEPTO CIENCIAS CONTABEIS ATUARIAIS ",
        "ementa": "Campo de Atuacao. Objeto da Contabilidade. O patrimonio: estrutura e variacao. Registros contabeis. Despesas e receitas. Balanco Patrimonial. Plano de Contas. Indicadores Economicos e Financeiros."
    },
    {
        "disciplina": " LABORATORIO CONTABIL ",
        "codigo": "CCA0107 ",
        "unidade_responsavel": "DEPTO CIENCIAS CONTABEIS ATUARIAIS ",
        "ementa": ""
    },
    {
        "disciplina": " PESQUISA EM CIENCIAS CONTABEIS",
        "codigo": "CCA0109 ",
        "unidade_responsavel": "DEPTO CIENCIAS CONTABEIS ATUARIAIS ",
        "ementa": "Elaboracao de pesquisa de cunho cientifico realizada pelo aluno sob orientacao de um professor. Projeto de pesquisa - passos a serem seguidos na confeccao de trabalhos cientificos partes do trabalho cientifico: Introducao, referencial teorico, metodologia ou proceder metodologico, resultados de pesquisa e sua analise consideracoes finais (conclusao, sugestoes para outras pesquisas). Defesa publica e apresentacao formal de acordo com regimento especifico do CCA."
    },
    {
        "disciplina": " METODOLOGIA DA PESQUISA EM CIENCIAS CONTABEIS",
        "codigo": "CCA0111 ",
        "unidade_responsavel": "DEPTO CIENCIAS CONTABEIS ATUARIAIS ",
        "ementa": "Projeto de pesquisa, abordagens metodologicas, tipos e tecnicas de pesquisa, coleta e analise de dados, validacao, formatacao e apresentacao oral e escrita de trabalhos academicos-cientificos e processo de orientacao de trabalhos academicos-cientificos"
    },
    {
        "disciplina": " PERICIA CONTABIL",
        "codigo": "CCA0127 ",
        "unidade_responsavel": "DEPTO CIENCIAS CONTABEIS ATUARIAIS ",
        "ementa": "-"
    },
    {
        "disciplina": " CONTABILIDADE DO SETOR PREVIDENCIARIO",
        "codigo": "CCA0145 ",
        "unidade_responsavel": "DEPTO CIENCIAS CONTABEIS ATUARIAIS ",
        "ementa": ""
    },
    {
        "disciplina": " ATUARIA BASICA",
        "codigo": "CCA0149 ",
        "unidade_responsavel": "DEPTO CIENCIAS CONTABEIS ATUARIAIS ",
        "ementa": "Atuaria: ciencia, carreira, evolucao e aplicacoes. Principais conceitos atuariais. Matematica atuarial. Estatistica na ciencia atuarial. Seguros. Risco. Reserva matematica."
    },
    {
        "disciplina": " MATEMATICA FINANCEIRA APLICADA AS CIENCIAS CONTABEIS",
        "codigo": "CCA0153 ",
        "unidade_responsavel": "DEPTO CIENCIAS CONTABEIS ATUARIAIS ",
        "ementa": "Valor do Dinheiro no tempo. Juros simples compostos, juros - equivalentes, proporcionais, efetivos, formacao de taxas de juros, avaliacao de titulos de renda fixa. Sistemas de amortizacao e de capitalizacao. Metodos quantitativos voltados para a avaliacao de fluxos de caixa."
    },
    {
        "disciplina": " FINANCAS DO SETOR PUBLICO",
        "codigo": "CCA0169 ",
        "unidade_responsavel": "DEPTO CIENCIAS CONTABEIS ATUARIAIS ",
        "ementa": "As atribuicoes economicas do Estado e o crescimento das despesas publicas.\n\nBens publicos, semipublicos e privados.\n\nFinanciamento dos gastos publicos.\n\nPrincipios teoricos da tributacao. Politica fiscal.\n\nNecessidades de financiamento do setor publico, deficits e divida publica.\n\nFederalismo fiscal.\n\nTopicos especiais: reforma tributaria e reforma previdenciaria."
    },
    {
        "disciplina": " ORCAMENTO DO SETOR PUBLICO",
        "codigo": "CCA0170 ",
        "unidade_responsavel": "DEPTO CIENCIAS CONTABEIS ATUARIAIS ",
        "ementa": "Evolucao conceitual do orcamento governamental: do orcamento tradicional ao orcamento-programa e ao orcamento por resultados.\n\nSistema orcamentario brasileiro: plano plurianual, lei de diretrizes orcamentarias e lei orcamentaria anual.\n\nPrincipios orcamentarios.\n\nNatureza juridica do orcamento.\n\nOrganizacao do plano plurianual e do orcamento anual.\n\nElaboracao do projeto de lei orcamentaria. As vinculacoes de receita e a rigidez orcamentaria.\n\nO incrementalismo.\n\nA participacao do Poder Legislativo na apreciacao das materias orcamentarias.\n\nProgramacao financeira.\n\nEstagios da despesa.\n\nRetificacao do orcamento durante a execucao (creditos adicionais).\n\nRestos a pagar.\n\nEncerramento do exercicio e Regime de apuracao das receitas e despesas."
    },
    {
        "disciplina": " CONTABILIDADE DO SETOR PUBLICO",
        "codigo": "CCA0171 ",
        "unidade_responsavel": "DEPTO CIENCIAS CONTABEIS ATUARIAIS ",
        "ementa": "A contabilidade publica e seu ambiente.\n\nPlano de contas e sistemas da contabilidade publica.\n\nLancamentos usuais. Estrutura e analise de balancos publicos.\n\nA busca da contabilidade patrimonial e seus criterios de mensuracao, reconhecimento e evidenciacao.\n\nProcedimentos contabeis orcamentarios x procedimentos contabeis patrimoniais.\n\nNovo plano de contas aplicado ao setor publico.\n\nNovas demonstracoes contabeis aplicadas ao setor publico.\n\nEfeitos praticos da nova visao patrimonial sobre procedimentos especificos.\n\nProcesso de convergencia as Normas Internacionais de Contabilidade Aplicadas ao Setor Publico."
    },
    {
        "disciplina": " PESQUISA EM CONTABILIDADE 1",
        "codigo": "CCA0172 ",
        "unidade_responsavel": "DEPTO CIENCIAS CONTABEIS ATUARIAIS ",
        "ementa": "Elaboracao do Projeto de Pesquisa.\n\nConstrucao da problematica do estudo.\n\nRelacao da literatura com a pesquisa.\n\nDefinicao do metodo e estrategias de pesquisa.\n\nContribuicoes da pesquisa para a literatura e sociedade.\n\nProcesso de orientacao de trabalhos academicos-cientificos."
    },
    {
        "disciplina": " FINANCAS CORPORATIVAS 1",
        "codigo": "CCA0175 ",
        "unidade_responsavel": "DEPTO CIENCIAS CONTABEIS ATUARIAIS ",
        "ementa": "Avaliacao do desempenho empresarial. Analise do desempenho empresarial, vertical e horizontal, indicadores de desempenho empresarial, liquidez, endividamento, rentabilidade e atividade. Planejamento financeiro de curto prazo. Gestao de caixa, recebiveis e estoques, analise e controle dos estoques e valores a receber. Analise e dimensionamento de capital de giro. Equilibrio financeiro e necessidades de capital de giro. Integracao entre o capital de giro, caixa e lucro."
    },
    {
        "disciplina": " FINANCAS CORPORATIVAS 2",
        "codigo": "CCA0176 ",
        "unidade_responsavel": "DEPTO CIENCIAS CONTABEIS ATUARIAIS ",
        "ementa": "Risco e Retorno. Gestao baseada no valor e medidas de criacao de valor. Risco do negocio e risco financeiro. Avaliacao de acoes, risco e retorno de ativos e carteiras. Mercados de capitais e precificacao do risco. Teoria da carteira e Diversificacao. Modelo de precificacao de ativos de mercado – CAPM. Modelos alternativos de risco sistemico."
    },
    {
        "disciplina": " FINANCAS CORPORATIVAS 3",
        "codigo": "CCA0177 ",
        "unidade_responsavel": "DEPTO CIENCIAS CONTABEIS ATUARIAIS ",
        "ementa": "Topicos especiais em Financas. Custo e estrutura de Capital, Calculo do Beta. Arbitragem e Politica de Dividendos. Derivativos, mercados a termo, futuros, swaps e opcoes. Mercado futuro de taxas de juros. Opcoes de compra, venda e modelo de Black e Scholes. Operacoes de Fusoes e Aquisicoes. Intermediacao financeira de Bancos e o Sistema Financeiro Nacional."
    },
    {
        "disciplina": " CONTABILIDADE AVANCADA",
        "codigo": "CCA0178 ",
        "unidade_responsavel": "DEPTO CIENCIAS CONTABEIS ATUARIAIS ",
        "ementa": "Acoes e debentures. Dividendos e juros sobre o capital proprio. Avaliacao de investimentos. Consolidacao das demonstracoes contabeis. Combinacao de negocios. Fusao, cisao e incorporacao. Partes Beneficiarias. Politicas contabeis, mudancas de estimativa e retificacao de erros."
    },
    {
        "disciplina": " CONTABILIDADE EMPRESARIAL",
        "codigo": "CCA0179 ",
        "unidade_responsavel": "DEPTO CIENCIAS CONTABEIS ATUARIAIS ",
        "ementa": "Comercio e Instituicoes Comerciais. Constituicao de Empresas. Aspectos fiscais e legais da contabilidade: regime tributario do simples. Conciliacao bancaria. Operacoes tipicas em empresas comerciais: impostos e taxas sobre vendas, operacoes com mercadorias, apuracao de resultado. Operacoes de empresas de servicos: impostos e taxas sobre servicos, retencoes de tributos e apuracao de resultados. Operacoes financeiras (descontos de duplicatas, antecipacao de valores, operacoes com cartao de credito). Folha de Pagamento. Matriz e filial."
    },
    {
        "disciplina": " SISTEMAS DE CONTROLE GERENCIAL",
        "codigo": "CCA0180 ",
        "unidade_responsavel": "DEPTO CIENCIAS CONTABEIS ATUARIAIS ",
        "ementa": "Conceito e funcoes de controle gerencial. Diferenciacao entre contabilidade gerencial e financeira. Contabilidade para planejamento, controle e decisao. Planejamento do lucro (orcamento estatico). Orcamento Flexivel. Custo Padrao. Medidas financeiras e nao financeiras. Balanced Scorecard. Descentralizacao e centros de responsabilidade. Preco de Transferencia.  Analise Diferencial. Formacao de precos."
    },
    {
        "disciplina": " CONTABILIDADE TRIBUTARIA",
        "codigo": "CCA0181 ",
        "unidade_responsavel": "DEPTO CIENCIAS CONTABEIS ATUARIAIS ",
        "ementa": "Contabilidade Financeira e Direito Contabil. Obrigacoes tributarias principais e acessorias. Escrituracao mercantil e auxiliar. Planejamento tributario. Interferencias da legislacao nos principios contabeis. Lucro contabil e lucro real. Controle da apuracao e quitacao dos principais tributos e contribuicoes."
    },
    {
        "disciplina": " METODOS QUANTITATIVOS APLICADOS AS CIENCIAS CONTABEIS",
        "codigo": "CCA0183 ",
        "unidade_responsavel": "DEPTO CIENCIAS CONTABEIS ATUARIAIS ",
        "ementa": "Definicao de analise de regressao, tipos de dados, regressao linear simples, hipoteses do modelo de regressao linear classico, regressao linear multipla, inferencia estatistica, violacao das hipoteses do modelo de regressao linear classico, analise de series de tempo, analise de dados em painel, programas computacionais de analise de regressao e bases de dados."
    },
    {
        "disciplina": " TEORIA DO LUCRO",
        "codigo": "CCA0184 ",
        "unidade_responsavel": "DEPTO CIENCIAS CONTABEIS ATUARIAIS ",
        "ementa": "A Contabilidade em face das flutuacoes de precos. Conversao das demonstracoes contabeis utilizando metodos contabeis que reconhecam os efeitos inflacionarios e as variacoes especificas de precos."
    }
]