[
    {
        "disciplina": " INTRODUCAO A PESQUISA EM MUSICA",
        "codigo": "MUS0003 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Ementa: Estudo e reflexao acerca dos principios cientificos e educacionais na pesquisa em geral e da musica em particular etapas da pesquisa tipos metodologias instrumentos de pesquisa em musica e elaboracao de projeto de pesquisa."
    },
    {
        "disciplina": " INSTRUMENTO PRINCIPAL CONTRABAIXO ELETRICO 3",
        "codigo": "MUS0005 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Pratica do contrabaixo popular, considerando as habilidades expressivas necessarias para a execucao de ritmos populares mais complexos, bem como desenvolvimento de tecnicas para improvisacao no contrabaixo."
    },
    {
        "disciplina": " INSTRUMENTO PRINCIPAL CONTRABAIXO ELETRICO 4",
        "codigo": "MUS0007 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Elaboracao e posterior execucao de recital composto de execucao melodica, acompanhamento e improvisacao de variados ritmos de musica popular no contrabaixo, tanto solo como em conjunto. Reflexao pedagogica acerca do recital."
    },
    {
        "disciplina": " INSTRUMENTO PRINCIPAL OBOE 1",
        "codigo": "MUS0008 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Principio e desenvolvimento da postura basica do Oboe: - tipos de respiracao - teoria basica- exercicios para o desenvolvimento da respiracao correta para o oboeEscalas maiores com arpejos de tonica e da setima da dominante e escala menos com arpejo de tonica e da setima diminuta. Exercicios para afinacao, ritmo e qualidade do timbre. Especificidades na execucao do estilo barroco. Estudos especificos para a preparacao tecnica conforme as exigencias do repertorio."
    },
    {
        "disciplina": " INSTRUMENTO PRINCIPAL OBOE 2",
        "codigo": "MUS0009 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Principios e desenvolvimento da postura basica do Oboe e confeccao de palhetas: - exercicios para o desenvolvimento da respiracao correta para o oboe-embocadura correta- exercicios-confeccao de palhetas nos estilos diferenteEscalas maiores com arpejos de tonica e da setima da dominante e escalas menores com arpejos da tonica e da setima diminutaExercicios especificos para as articulacoes basicas e compostasEspecificidades na execucao do estilo barroco Estudos especificos para a preparacao tecnica conforme as exigencias do repertorio."
    },
    {
        "disciplina": " INSTRUMENTO PRINCIPAL VIOLINO 1",
        "codigo": "MUS0012 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Principios e desenvolvimento da postura basica do Violino:- movimentos basicos da mao direita e controle do arco- mao esquerda - mudanca de posicoes Escalas maiores e menores e exercicios para afinacao, ritmo e qualidade do timbre.Estudos especificos para preparacao tecnica conforme as exigencias do repertorio."
    },
    {
        "disciplina": " INSTRUMENTO PRINCIPAL VIOLINO 2",
        "codigo": "MUS0013 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Principios e desenvolvimento da postura basica do Violino:- movimentos compostos da mao direita - golpes de arco- mao esquerda - mudanca de posicoes e cordas duplas- vibratoEscalas maiores e menores e exercicios para afinacao, ritmo e qualidade do timbre.Escalas em cordas duplas.Estudos especificos para preparacao tecnica conforme as exigencias do repertorio.Especificidades do estilo da escola de Mannheim"
    },
    {
        "disciplina": " HARMONIA NA MUSICA POPULAR 1",
        "codigo": "MUS0017 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estuda a Harmonia elementar e sua aplicacao na musica popular, como ferramenta para a realizacao de acompanhamentos simples e para a analise musical."
    },
    {
        "disciplina": " MUSICA DE TRADICAO ORAL PERFORMATICA",
        "codigo": "MUS0023 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Historia, apreciacao, pratica e reflexao das raizes culturais da musica no Brasil considerando sua diversidade em manifestacoes populares como samba, coco, frevo, marchinha, forro, xote, baiao, maracatu, congada, ciranda, carimbo, marabaixo, lundu, bumba-meu-boi, catira, folia de reis, festa do divino, capoeira, candomble, etc"
    },
    {
        "disciplina": " INSTRUMENTO PRINCIPAL PIANO POPULAR 1",
        "codigo": "MUS0026 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "A disciplina Instrumento Principal Piano Popular 1 trata dos conhecimentos especificos necessarios para o manejo do piano na performance da musica popular. Escala maior e escala menor harmonica, nos 12 tons. Arpejos maior e menor com triades; arpejos de tetrades Maj7, 7, mi7 e mi7(b5), nos 12 tons. Cadencias ii-V-I e I-vi-ii-V nos modos maior e menor, nos 12 tons. Exercicios de forca e resistencia muscular. Exercicios de leitura de partituras cifradas e partituras realizadas para piano. Padroes ritmicos do Jazz, da Bossa e do Baiao. Pratica improvisatoria sobre centros tonais maiores e menores, nos 12 tons. Repertorio: 16 (dezesseis) musicas escolhidas entre standards de Jazz, Bossa Nova e Baiao."
    },
    {
        "disciplina": " INSTRUMENTO PRINCIPAL PIANO POPULAR 4",
        "codigo": "MUS0034 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "A disciplina Instrumento Principal Piano Popular 4 trata dos conhecimentos especificos necessarios para o manejo do piano na performance da musica popular. Escala maior e escala menor harmonica, nos 12 tons. Modos gerados pela escala menor melodica. Escalas blues. Arpejos maior e menor com triades; arpejos de tetrades Maj7, 7, mi7 e mi7(b5), nos 12 tons. Cadencias ii-V-I e I-vi-ii-V nos modos maior e menor, nos 12 tons. Exercicios de forca e resistencia muscular. Exercicios de leitura de partituras cifradas e partituras realizadas para piano. Padroes ritmicos do Jazz, da Bossa e do Baiao. Pratica improvisatoria sobre centros tonais maiores e menores, nos 12 tons, aplicando os modos gerados pela Menor Melodica e as escalas blues. Repertorio: 40 (quarenta) musicas escolhidas entre standards de Jazz, Bossa Nova e Baiao."
    },
    {
        "disciplina": " INSTRUMENTO PRINCIPAL CANTO 1",
        "codigo": "MUS0058 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Principios basicos da tecnica vocal para o canto lirico, visando a interpretacao de repertorio da musica vocal de concerto de\r\ndificuldade tecnica media. Estudo e pratica de exercicios de tecnica vocal: postura corporal, relaxamento e controle muscular,\r\nrespiracao e apoio, vocalizacao, desenvolvimento da ressonancia e diccao. Aplicacao da tecnica ao repertorio, para apresentacoes\r\nem recitais didaticos"
    },
    {
        "disciplina": " INSTRUMENTO PRINCIPAL CANTO 2",
        "codigo": "MUS0059 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Principios basicos da tecnica vocal para o canto lirico, visando a interpretacao de repertorio da musica vocal de concerto de\r\ndificuldade tecnica media. Estudo e pratica de exercicios de tecnica vocal: postura corporal, relaxamento e controle muscular,\r\nrespiracao e apoio, vocalizacao, desenvolvimento da ressonancia e diccao. Aplicacao da tecnica ao repertorio, para apresentacoes\r\nem recitais didaticos."
    },
    {
        "disciplina": " INSTRUMENTO PRINCIPAL PIANO 1",
        "codigo": "MUS0062 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Fundamentos da tecnica e interpretacao para o desempenho ao piano, em especial, de obras do periodo historico-estilistico contrastantes. Tecnicas de leitura a primeira vista, de estudo individual e de memorizacao. Realizacao de repertorio de diferentes periodos, do barroco ao contemporaneo, incluindo obras de autores brasileiros. Enfase no entendimento da importancia da postura do corpo, da dominio eficiente dos bracos e maos, relaxamento e direcionamento da tensao."
    },
    {
        "disciplina": " INSTRUMENTO PRINCIPAL PIANO 2",
        "codigo": "MUS0063 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Fundamentos da tecnica e interpretacao para o desempenho ao piano, em especial, de obras do periodo historico-estilistico contrastantes. Tecnicas de leitura a primeira vista, de estudo individual e de memorizacao. Realizacao de repertorio de diferentes periodos, do barroco ao contemporaneo, incluindo obras de autores brasileiros. Enfase no entendimento da importancia da postura do corpo, da dominio eficiente dos bracos e maos, relaxamento e direcionamento da tensao."
    },
    {
        "disciplina": " INSTRUMENTO PRINCIPAL TROMPETE 2",
        "codigo": "MUS0067 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Introducao e desenvolvimento da pratica instrumental do trompete considerando habilidades e ferramentas basicas a aprendizagem e desenvolvimento cognitivo do estudante de musica."
    },
    {
        "disciplina": " TRILHA SONORA PARA JOGOS",
        "codigo": "MUS0079 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "TSJ trabalha com a criacao musical aplicada ao desenvolvimento de jogos para computador. A disciplina faz parte de um projeto multidisciplinar, no qual os alunos constituem uma equipe juntamente com colegas dos departamentos de Ciencia da Computacao e de Design, para desenvolver um prototipo de videogame. Ao longo do semestre, alem de trabalhar com elementos de composicao musical, os alunos aprendem a lidar com as tecnologias de audio digital e sintese sonora e a direcionar o processo criativo para as demandas especificas do contexto do videogame."
    },
    {
        "disciplina": " INSTRUMENTO PRINCIPAL GUITARRA 5",
        "codigo": "MUS0081 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo da tecnica guitarristica e sua aplicabilidade no universo da musica popular. Abordagem de procedimentos melodicos, harmonicos, improvisacionais, estilisticos e outros, com enfoque nos repertorios brasileiro e jazzistico."
    },
    {
        "disciplina": " INSTRUMENTO PRINCIPAL GUITARRA 6",
        "codigo": "MUS0083 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo da tecnica guitarristica e sua aplicabilidade no universo da musica popular. Abordagem de procedimentos melodicos, harmonicos, improvisacionais, estilisticos e outros, com enfoque nos repertorios brasileiro e jazzistico."
    },
    {
        "disciplina": " LABORATORIO DE PERFORMANCE",
        "codigo": "MUS0086 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo Pratico da interpretacao musical, atraves da apresentacao de obras ou trechos musicais perante um plateia restrita de colegas e professores, seguida de analise critica.\n\nAdquirir o habito da performance atraves da pratica semanal de se apresentar ao palco Desenvolver consciencia corporal e emocional, e desenvolver tecnicas e habitos saudaveis que auxiliem na superacao de dificuldades comuns relacionadas a profissao do artista performatico."
    },
    {
        "disciplina": " LABORATORIO DE MUSICA E TECNOLOGIA",
        "codigo": "MUS0087 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "O uso das tecnologias da informacao e comunicacao na educacao musical: teorias e\r\npraticas acerca do uso de recursos tecnologicos para criacao, edicao, notacao, gravacao,\r\ncompartilhamento e performance musical em contextos educacionais."
    },
    {
        "disciplina": " LINGUAGEM E ESTRUTURACAO MUSICAL 1",
        "codigo": "MUS0097 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Disciplina inicial para formacao da Linguagem Musical que tem por objetivo desenvolver de maneira integrada as habilidades e\ncompetencias musicais de teoria musical, percepcao, ritmo, solfejo. Os conteudos musicais serao trabalhados a partir de um\ncontexto de pecas tanto da musica erudita quanto da musica popular. Estudo reflexivo e pratico das estruturas musicais e dos\nprocessos empregados para construcao do discurso musical e os modos de sistematizacao desses conhecimentos."
    },
    {
        "disciplina": " LINGUAGEM E ESTRUTURACAO MUSICAL 2",
        "codigo": "MUS0098 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Disciplina de segundo nivel para formacao da Linguagem Musical que tem por objetivo desenvolver de maneira integrada as\nhabilidades e competencias musicais de teoria musical, percepcao, ritmo, solfejo. Os conteudos musicais serao trabalhados a\npartir de um contexto de pecas tanto da musica erudita quanto da musica popular. Estudo reflexivo e pratico das estruturas\nmusicais e dos processos empregados para construcao do discurso musical e os modos de sistematizacao desses conhecimentos."
    },
    {
        "disciplina": " LINGUAGEM E ESTRUTURACAO MUSICAL 3",
        "codigo": "MUS0099 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Disciplina de terceiro nivel para formacao da Linguagem Musical que tem por objetivo desenvolver de maneira integrada as\nhabilidades e competencias musicais de teoria musical, percepcao, ritmo, solfejo. Os conteudos musicais serao trabalhados a\npartir de um contexto de pecas tanto da musica erudita quanto da musica popular. Estudo reflexivo e pratico das estruturas\nmusicais e dos processos empregados para construcao do discurso musical e os modos de sistematizacao desses conhecimentos."
    },
    {
        "disciplina": " LINGUAGEM E ESTRUTURACAO MUSICAL 4",
        "codigo": "MUS0100 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Disciplina de quarto nivel para formacao da Linguagem Musical que tem por objetivo desenvolver de maneira integrada as\nhabilidades e competencias musicais de teoria musical, percepcao, ritmo, solfejo. Os conteudos musicais serao trabalhados a\npartir de um contexto de pecas tanto da musica erudita quanto da musica popular. Estudo reflexivo e pratico das estruturas\nmusicais e dos processos empregados para construcao do discurso musical e os modos de sistematizacao desses conhecimentos"
    },
    {
        "disciplina": " HARMONIA SUPERIOR 1",
        "codigo": "MUS0102 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo, pratica e aplicacao das teorias da harmonia tonal, contextualizadas historica e estilisticamente."
    },
    {
        "disciplina": " HARMONIA SUPERIOR 2",
        "codigo": "MUS0104 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo, pratica e aplicacao das teorias da harmonia tonal, contextualizadas historica e estilisticamente."
    },
    {
        "disciplina": " CONTRAPONTO E FUGA 1",
        "codigo": "MUS0106 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo e analise de pecas polifonicas, de metodos de polifonia e da pratica de composicao de exercicios polifonicos e\r\ndesenvolvimento das bases logicas para a compreensao historico-teorico-pratica da textura polifonica."
    },
    {
        "disciplina": " CONTRAPONTO E FUGA 2",
        "codigo": "MUS0108 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo e analise de pecas polifonicas, de metodos de polifonia e da pratica de composicao de exercicios polifonicos e\r\ndesenvolvimento das bases logicas para a compreensao historico-teorico-pratica da textura polifonica."
    },
    {
        "disciplina": " TEORIAS CONTEMPORANEAS DA MUSICA 1",
        "codigo": "MUS0112 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo das praticas composicionais pos-tonais"
    },
    {
        "disciplina": " TEORIAS CONTEMPORANEAS DA MUSICA 2",
        "codigo": "MUS0114 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo epistemologico das teorias da linguagem musical moderna desde a virada do se&#769;culo XX ate&#769; os anos 1940."
    },
    {
        "disciplina": " TEORIAS CONTEMPORANEAS DA MUSICA 3",
        "codigo": "MUS0116 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo epistemologico das teorias das linguagens musicais moderna e contemporanea entre as decadas de 1940 e 1970."
    },
    {
        "disciplina": " INSTRUMENTACAO E ORQUESTRACAO 1",
        "codigo": "MUS0122 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "As caracteristicas tecnicas e idiomaticas dos instrumentos de cordas e madeiras. Analise de obras voltadas para formacoes\ninstrumentais variadas: a orquestra de cordas, o quarteto cordas, o quinteto de sopros, a orquestra de camara etc. O idiomatismo\nda harpa, violao e o piano"
    },
    {
        "disciplina": " MUSICA DE CAMARA 1",
        "codigo": "MUS0129 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo e pratica de performance de repertorio para grupos de diversas formacoes com base em analises musicais, discussoes e pratica interpretativa, possibilitando a troca de informacoes de aspectos especificos dos instrumentos e sua realizacao musical."
    },
    {
        "disciplina": " MUSICA DE CAMARA 2",
        "codigo": "MUS0133 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo e pratica de performance de repertorio para grupos de diversas formacoes com base em analises musicais, discussoes e pratica interpretativa, possibilitando a troca de informacoes de aspectos especificos dos instrumentos e sua realizacao musical."
    },
    {
        "disciplina": " MUSICA DE CAMARA 3",
        "codigo": "MUS0136 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo e pratica de performance de repertorio para grupos de diversas formacoes com base em analises musicais, discussoes e pratica interpretativa, possibilitando a troca de informacoes de aspectos especificos dos instrumentos e sua realizacao musical."
    },
    {
        "disciplina": " CANTO CORAL 1",
        "codigo": "MUS0139 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo, preparacao e apresentacao de obras do repertorio coral para vozes mistas, representativas dos diversos periodos\r\nestilisticos da historia da musica e tradicoes e culturas musicais, incluindo obrigatoriamente composicoes e arranjos de musica\r\nbrasileira para coro."
    },
    {
        "disciplina": " CANTO CORAL 2",
        "codigo": "MUS0142 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo, preparacao e apresentacao de obras do repertorio coral para vozes mistas, representativas dos diversos periodos\r\nestilisticos da historia da musica e tradicoes e culturas musicais, incluindo obrigatoriamente composicoes e arranjos de musica\r\nbrasileira para coro."
    },
    {
        "disciplina": " CANTO CORAL 3",
        "codigo": "MUS0145 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo, preparacao e apresentacao de obras do repertorio coral para vozes mistas, representativas dos diversos periodos\r\nestilisticos da historia da musica e tradicoes e culturas musicais, incluindo obrigatoriamente composicoes e arranjos de musica\r\nbrasileira para coro."
    },
    {
        "disciplina": " PIANO SUPLEMENTAR 1",
        "codigo": "MUS0148 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "01. CADENCIAS E ESCALAS EM TODAS AS TONALIDADES                         02. LEITURA A PRIMEIRA VISTA                                            03. TREINO DE MEMORIZACAO E APARESENTACAO EM PALCO                      05. REPERTORIO MEMORIZADO                                               06. APRESENTACAO FINAL"
    },
    {
        "disciplina": " PIANO SUPLEMENTAR 2",
        "codigo": "MUS0151 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Desenvolvimento de habilidades funcionais ao teclado, complementares na formacao do musico do musico, incluindo leitura nas duas claves, leitura a primeira vista, harmonizacao, transposicao, tecnica, improvisacao, tocar de ouvido, e repertorio em diversos estilos."
    },
    {
        "disciplina": " TEORIA E PRATICA DE GRAVACAO 1",
        "codigo": "MUS0153 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "I. ESTUDO DOS SISTEMAS E PROCEDIMENTOS BASICOS DA GRAVACAO DE SOM EM FI-TA MAGNETICA                                                            II. OBJETIVOS - NO FINAL DO CURSO O ALUNO DEVERA SER CAPAZ  DE:                       - RECONHECER E SELECIONAR EQUIPAMENTO PARA REALI-                         ZAR TOMADA, MIXAGEM E REPRODUCAO DE SOM                               - PROGRAMAR E REALIZAR, COM QUALIDADE  PROFISSIO-                         NAL, REGISTROS EM FITA  MAGNETICA  DE ACONTECI-                         MENTO SONOROS  EM  ESTUDIO, EM  AUDITORIOS E DE                         CAMPO."
    },
    {
        "disciplina": " COMPOSICAO MUSICAL 1",
        "codigo": "MUS0158 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estimular a criacao musical, proporcionando ao discente o acesso ao conhecimento e a capacitacao para a utilizacaoo de variadas tecnicas composicionais, o dominio dos conhecimentos relativos a manipulacao composicional de meios acusticos, eletroacusticos e experimentais. Estimular o desenvolvimento da sensibilidade estetica por meio do conhecimento e analise do repertorio de diversos estilos e a utilizacao de novas Tecnologias."
    },
    {
        "disciplina": " COMPOSICAO MUSICAL 2",
        "codigo": "MUS0161 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estimular a criacao musical, proporcionando ao discente o acesso ao conhecimento e a capacitacao para a utilizac&#807;a&#771;o de variadas\ntecnicas composicionais, o domi&#769;nio dos conhecimentos relativos a&#768; manipulacao composicional de meios acusticos,\neletroacusticos e experimentais. Estimular o desenvolvimento da sensibilidade estetica por meio do conhecimento e analise do\nrepertorio de diversos estilos e a utilizac&#807;a&#771;o de novas Tecnologias."
    },
    {
        "disciplina": " COMPOSICAO MUSICAL 5",
        "codigo": "MUS0169 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estimular a criacao musical, proporcionando ao discente o acesso ao conhecimento e a capacitacao para a utilizac&#807;a&#771;o de variadas\r\ntecnicas composicionais, o domi&#769;nio dos conhecimentos relativos a&#768; manipulacao composicional de meios acusticos,\r\neletroacusticos e experimentais. Estimular o desenvolvimento da sensibilidade estetica por meio do conhecimento e analise do\r\nrepertorio de diversos estilos e a utilizac&#807;a&#771;o de novas Tecnologias."
    },
    {
        "disciplina": " COMPOSICAO MUSICAL 8",
        "codigo": "MUS0178 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estimular a criacao musical, proporcionando ao discente o acesso ao conhecimento e a capacitacao para a utilizac&#807;a&#771;o de variadas\r\ntecnicas composicionais, o domi&#769;nio dos conhecimentos relativos a&#768; manipulacao composicional de meios acusticos,\r\neletroacusticos e experimentais. Estimular o desenvolvimento da sensibilidade estetica por meio do conhecimento e analise do\r\nrepertorio de diversos estilos e a utilizac&#807;a&#771;o de novas Tecnologias."
    },
    {
        "disciplina": " REGENCIA 1",
        "codigo": "MUS0184 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Reflexao e pratica a respeito dos elementos basicos da arte da Regencia sob os aspectos cognitivo, motor, estetico, filosofico e\npedagogico. Enfase em Regencia Coral."
    },
    {
        "disciplina": " REGENCIA 2",
        "codigo": "MUS0186 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Tecnicas e metodologias de ensaio de grupos musicais. Reflexao sobre os cinco componentes estruturais basicos da performance\r\ncoral (ritmo, diccao, dinamica, afinacao, qualidade sonora) e outros aspectos funcionais, tecnicos e esteticos no contexto do\r\nensaio coral. Revisao de elementos basicos de tecnica gestual, com a expansao da consideracao de varios aspectos expressivos."
    },
    {
        "disciplina": " REGENCIA 3",
        "codigo": "MUS0188 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudos das diversas configuracoes de uma grade orquestral, com a identificacao dos instrumentos transpositores e suas\r\ntransposicoes. Introducao aos elementos basicos da regencia orquestral e as tecnicas de execucao dos instrumentos de corda.\r\nIdentificacao dos acordes possiveis nos instrumentos do naipe orquestral de cordas e classificacao das diversas arcadas. Estudo e\r\nregencia de obras para orquestra de cordas"
    },
    {
        "disciplina": " REGENCIA 4",
        "codigo": "MUS0191 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Revisao e aprofundamento dos fundamentos da regencia orquestral, e as tecnicas de execucao dos instrumentos de sopro. Leitura\r\ne transposicao de trechos orquestrais para o piano. Analise pratica dos principais generos instrumentais. Principios para a\r\nmarcacao de grades e partes orquestrais. Regencia de movimentos selecionados do repertorio orquestral."
    },
    {
        "disciplina": " REGENCIA 5",
        "codigo": "MUS0194 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo analitico e pratico de obras seletas do repertorio coral, orquestral e coral/orquestral, que permitam a exploracao ampla\r\nde possibilidades tecnicas e expressivas por parte do regente, aplicando os conhecimentos e habilidades desenvolvidos nos niveis\r\nanteriores de regencia."
    },
    {
        "disciplina": " REGENCIA 7",
        "codigo": "MUS0200 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Pesquisa e elaboracao do repertorio do programa do concerto de formatura em Regencia a ser executado como parte das\r\natividades do Estagio Supervisionado em Regencia. Elaboracao supervisionada das notas de programa do concerto de formatura."
    },
    {
        "disciplina": " REGENCIA 8",
        "codigo": "MUS0203 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Aprofundamento dos estudos analiticos e praticos relativos a regencia das obras do programa do concerto de formatura."
    },
    {
        "disciplina": " INTRODUCAO A MUSICOLOGIA",
        "codigo": "MUS0206 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo dos processos e dos procedimentos para execucao da pesquisa em musicologia, abordando-se a teoria musicologica moderna e na contemporaneidade, os tipos de conhecimento e as metodologias envolvidas nesta construcao (critica de fontes, levantamento de dados, bases e repertorios internacionais, ente outros), assim como tecnicas para elaboracao de projetos de pesquisa e estruturacao de artigos cientificos na area."
    },
    {
        "disciplina": " CANTO 1",
        "codigo": "MUS0218 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo progressivo e orientado da tecnica vocal para o canto lirico: preparacao corporal e postura; respiracao e sustentacao do\r\nar no canto; vocalizacao e optimizacao da ressonancia; articulacao e diccao. Orientacao da interpretacao estilistica de repertorio\r\nvocal erudito – opera, oratorio e cancao de camara – adequado ao nivel do estudante, do barroco ao contemporaneo, em seus\r\nidiomas originais."
    },
    {
        "disciplina": " CANTO 2",
        "codigo": "MUS0220 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo progressivo e orientado da tecnica vocal para o canto lirico: preparacao corporal e postura; respiracao e sustentacao do\r\nar no canto; vocalizacao e optimizacao da ressonancia; articulacao e diccao. Orientacao da interpretacao estilistica do repertorio\r\nvocal erudito – opera, oratorio e cancao de camara – adequado ao nivel do estudante, do barroco ao contemporaneo, em seus\r\nidiomas originais."
    },
    {
        "disciplina": " CANTO 3",
        "codigo": "MUS0223 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo progressivo e orientado da tecnica vocal para o canto lirico: preparacao corporal e postura; respiracao e sustentacao do\r\nar no canto; vocalizacao e optimizacao da ressonancia; articulacao e diccao. Orientacao da interpretacao estilistica de repertorio\r\nvocal erudito – opera, oratorio e cancao de camara – adequado ao nivel do estudante, do barroco ao contemporaneo, em seus\r\nidiomas originais"
    },
    {
        "disciplina": " CANTO 4",
        "codigo": "MUS0226 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo progressivo e orientado da tecnica vocal para o canto lirico: preparacao corporal e postura; respiracao e sustentacao do\r\nar no canto; vocalizacao e optimizacao da ressonancia; articulacao e diccao. Orientacao da interpretacao estilistica de repertorio\r\nvocal erudito – opera, oratorio e cancao de camara – adequado ao nivel do estudante, do barroco ao contemporaneo, em seus\r\nidiomas originais."
    },
    {
        "disciplina": " CANTO 5",
        "codigo": "MUS0229 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo progressivo e orientado da tecnica vocal para o canto lirico: preparacao corporal e postura; respiracao e sustentacao do\r\nar no canto; vocalizacao e optimizacao da ressonancia; articulacao e diccao. Orientacao da interpretacao estilistica de repertorio\r\nvocal erudito – opera, oratorio e cancao de camara – adequado ao nivel do estudante, do barroco ao contemporaneo, em seus\r\nidiomas originais"
    },
    {
        "disciplina": " CANTO 6",
        "codigo": "MUS0231 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo progressivo e orientado da tecnica vocal para o canto lirico: preparacao corporal e postura; respiracao e sustentacao do\r\nar no canto; vocalizacao e optimizacao da ressonancia; articulacao e diccao. Orientacao da interpretacao estilistica de repertorio\r\nvocal erudito – opera, oratorio e cancao de camara – adequado ao nivel do estudante, do barroco ao contemporaneo, em seus\r\nidiomas originais"
    },
    {
        "disciplina": " ANALISE MUSICAL 1",
        "codigo": "MUS0248 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo dos elementos constitutivos basicos das estruturas formais da musica e suas aplicacoes no repertorio."
    },
    {
        "disciplina": " ACUSTICA MUSICAL 1",
        "codigo": "MUS0254 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Essa disciplina visa uma compreensao ampla da acustica musical voltada para musicos. Nela, serao abordados principios\nmatematicos, fisicos, psicoacusticos, e fisiologicos da percepcao sonora humana em todo o sistema que engloba a producao, a\npropagacao, a deteccao, e a interpretacao dos sons na natureza."
    },
    {
        "disciplina": " MUSICA DE CAMARA 4",
        "codigo": "MUS0259 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo e pratica de performance de repertorio para grupos de diversas formacoes com base em analises musicais, discussoes e pratica interpretativa, possibilitando a troca de informacoes de aspectos especificos dos instrumentos e sua realizacao musical."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO EM MUSICA 1",
        "codigo": "MUS0262 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Elaboracao de projetos pedagogico-musicais e pratica docente em espacos diversificados de ensino e aprendizagem musical com enfase na Educacao Infantil e Ensino Fundamental, series iniciais."
    },
    {
        "disciplina": " MUSICA POPULAR BRASILEIRA",
        "codigo": "MUS0263 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": ""
    },
    {
        "disciplina": " INTRODUCAO AO VIOLINO 1",
        "codigo": "MUS0271 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Introducao na arte de tocar Violino. Conhecendo a postura basica do Violino: postura geral corporal, posicionamento dos bracos,\ntecnica da mao esqueirda, tecnica da mao direita. Integrar a parte tecnica da postura do aluno com os principios fundamentais\nda interpretacao musical em nivel preparatorio - 1."
    },
    {
        "disciplina": " INTRODUCAO AO VIOLINO 2",
        "codigo": "MUS0273 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Introducao na arte de tocar Violino. Conhecendo a postura basica do Violino: postura geral corporal, posicionamento dos bracos,\ntecnica da mao esqueirda, tecnica da mao direita. Integrar a parte tecnica da postura do aluno com os principios fundamentais\nda interpretacao musical em nivel preparatorio - 2."
    },
    {
        "disciplina": " VIOLINO 1",
        "codigo": "MUS0277 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Formacao progressiva do conhecimento pratico, tecnico-interpretativo e historico do violino atraves da leitura, execucao e\r\ninterpretacao de pecas do repertorio do instrumento Violino, abrangendo generos e estilos da musica ocidental e suas vertentes\r\nem nivel basico."
    },
    {
        "disciplina": " VIOLINO 2",
        "codigo": "MUS0279 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Formacao progressiva do conhecimento pratico, tecnico-interpretativo e historico do violino atraves da leitura, execucao e\r\ninterpretacao de pecas do repertorio do instrumento Violino, abrangendo generos e estilos da musica ocidental e suas vertentes\r\nem nivel basico - 2."
    },
    {
        "disciplina": " VIOLINO 3",
        "codigo": "MUS0281 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Formacao progressiva do conhecimento pratico, tecnico-interpretativo e historico do violino atraves da leitura, execucao e\r\ninterpretacao de pecas do repertorio do instrumento Violino, abrangendo generos e estilos da musica ocidental e suas vertentes\r\nem nivel basico - 3."
    },
    {
        "disciplina": " VIOLINO 4",
        "codigo": "MUS0283 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Formacao progressiva do conhecimento pratico, tecnico-interpretativo e historico do violino atraves da leitura, execucao e\r\ninterpretacao de pecas do repertorio do instrumento Violino, abrangendo generos e estilos da musica ocidental e suas vertentes\r\nem nivel intermediario - 1."
    },
    {
        "disciplina": " VIOLINO 5",
        "codigo": "MUS0286 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Formacao progressiva do conhecimento pratico, tecnico-interpretativo e historico do violino atraves da leitura, execucao e\r\ninterpretacao de pecas do repertorio do instrumento Violino, abrangendo generos e estilos da musica ocidental e suas vertentes\r\nem nivel intermediario - 2."
    },
    {
        "disciplina": " VIOLINO 6",
        "codigo": "MUS0288 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Formacao progressiva do conhecimento pratico, tecnico-interpretativo e historico do violino atraves da leitura, execucao e\r\ninterpretacao de pecas do repertorio do instrumento Violino, abrangendo generos e estilos da musica ocidental e suas vertentes\r\nem nivel intermediario - 3."
    },
    {
        "disciplina": " VIOLINO 7",
        "codigo": "MUS0291 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Formacao progressiva do conhecimento pratico, tecnico-interpretativo e historico do violino atraves da leitura, execucao e\r\ninterpretacao de pecas do repertorio do instrumento Violino, abrangendo generos e estilos da musica ocidental e suas vertentes\r\nem nivel avancado - 1."
    },
    {
        "disciplina": " VIOLA 1",
        "codigo": "MUS0306 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "O curso de viola e voltado para os musicos que pretendem adquirir tecnica adequada afim de tocar o instrumento viola. O principal\nobjetivo do curso e que o(a) aluno(a) atinja o seu nivel maximo de excelencia ao executar o repertorio, solo, orquestral e\ncameristico destinado a viola de arco.\nPor se tratar do desenvolvimento de habilidades tanto cognitivas, quanto motoras, e imprescindivel que o(a) aluno(a)\ndisponibilize tempo diario para pratica o instrumento."
    },
    {
        "disciplina": " VIOLA 2",
        "codigo": "MUS0308 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "O curso de viola e voltado para os musicos que pretendem adquirir tecnica adequada afim de tocar o instrumento viola. O principal\nobjetivo do curso e que o(a) aluno(a) atinja o seu nivel maximo de excelencia ao executar o repertorio, solo, orquestral e\ncameristico destinado a viola de arco.\nPor se tratar do desenvolvimento de habilidades tanto cognitivas, quanto motoras, e imprescindivel que o(a) aluno(a)\ndisponibilize tempo diario para pratica o instrumento."
    },
    {
        "disciplina": " VIOLA 3",
        "codigo": "MUS0310 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "O curso de viola e voltado para os musicos que pretendem adquirir tecnica adequada afim de tocar o instrumento viola. O principal\nobjetivo do curso e que o(a) aluno(a) atinja o seu nivel maximo de excelencia ao executar o repertorio, solo, orquestral e\ncameristico destinado a viola de arco.\nPor se tratar do desenvolvimento de habilidades tanto cognitivas, quanto motoras, e imprescindivel que o(a) aluno(a) saiba que\nprecisara disponibilizar tempo diariamente para praticar o instrumento. Por se tratar do desenvolvimento de habilidades tanto\ncognitivas, quanto motoras, e imprescindivel que o(a) aluno(a) disponibilize tempo diario para pratica o instrumento"
    },
    {
        "disciplina": " VIOLA 7",
        "codigo": "MUS0319 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "O curso e voltado para os musicos que pretendem adquirir tecnica adequada afim de tocar o instrumento viola. O principal\nobjetivo do curso e que o(a) aluno(a) atinja o seu nivel maximo de excelencia ao executar o repertorio, solo, orquestral e\ncameristico destinado a viola de arco. Por se tratar do desenvolvimento de habilidades tanto cognitivas, quanto motoras, e\nimprescindivel que o(a) aluno(a) disponibilize tempo diario para pratica o instrumento."
    },
    {
        "disciplina": " VIOLA 8",
        "codigo": "MUS0321 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "O curso de viola e voltado para os musicos que pretendem adquirir tecnica adequada afim de tocar o instrumento. O principal\nobjetivo do curso e que o(a) aluno(a) atinja o seu nivel maximo de excelencia ao executar o repertorio, solo, orquestral e\ncameristico destinado a viola de arco.\nPor se tratar do desenvolvimento de habilidades tanto cognitivas, quanto motoras, e imprescindivel que o(a) aluno(a)\ndisponibilize tempo diario para pratica o instrumento."
    },
    {
        "disciplina": " INTRODUCAO AO VIOLONCELO 1",
        "codigo": "MUS0324 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Aula pratica de violoncelo. Revisao de forma sistematica e gradual dos aspectos tecnicos e musicais da execucao do instrumento."
    },
    {
        "disciplina": " INTRODUCAO AO VIOLONCELO 2",
        "codigo": "MUS0326 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Aula pratica de violoncelo. Revisao de forma sistematica e gradual dos aspectos tecnicos e musicais da execucao do instrumento."
    },
    {
        "disciplina": " VIOLONCELO 1",
        "codigo": "MUS0328 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Aula pratica de violoncelo na qual ao longo do semestre sao abordados – de forma ordenada e progressiva – aspectos tecnicos e\r\nmusicais da execucao do instrumento."
    },
    {
        "disciplina": " VIOLONCELO 3",
        "codigo": "MUS0332 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Aula pratica de violoncelo na qual, ao longo do semestre, sera desenvolvida de forma ordenada e progressiva o repertorio do\r\nvioloncelo."
    },
    {
        "disciplina": " INTRODUCAO AO OBOE 1",
        "codigo": "MUS0369 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Introducao na arte de tocar Oboe. Conhecendo a postura basica do Oboe: tecnica de respiracao, embocadura, posicionamento\ndos bracos, dedos e postura geral corporal. Integrar a parte tecnica da postura do aluno com os principios fundamentais da\ninterpretacao musical em nivel preparatorio."
    },
    {
        "disciplina": " INTRODUCAO AO OBOE 2",
        "codigo": "MUS0371 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Introducao na arte de tocar Oboe. Conhecendo a postura basica do Oboe: tecnica de respiracao, embocadura, posicionamento\ndos bracos, dedos e postura geral corporal. Integrar a parte tecnica da postura do aluno com os principios fundamentais da\ninterpretacao musical."
    },
    {
        "disciplina": " OBOE 1",
        "codigo": "MUS0373 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Formacao progressiva do conhecimento pratico, tecnico-interpretativo e historico do oboe atraves da leitura, execucao e\r\ninterpretacao de pecas do repertorio do instrumento, abrangendo generos e estilos da musica ocidental e suas vertentes em nivel\r\nbasico."
    },
    {
        "disciplina": " OBOE 2",
        "codigo": "MUS0375 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Formacao progressiva do conhecimento pratico, tecnico-interpretativo e historico do oboe atraves da leitura, execucao e\r\ninterpretacao de pecas do repertorio do instrumento, abrangendo generos e estilos da musica ocidental e suas vertentes em nivel\r\nbasico avancado."
    },
    {
        "disciplina": " OBOE 5",
        "codigo": "MUS0382 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Formacao progressiva do conhecimento pratico, tecnico-interpretativo e historico do oboe atraves da leitura, execucao e\r\ninterpretacao de pecas do repertorio do instrumento, abrangendo generos e estilos da musica ocidental e suas vertentes em nivel\r\nintermediario e avancado."
    },
    {
        "disciplina": " INTRODUCAO AO FAGOTE 1",
        "codigo": "MUS0414 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "FUNCIONAMENTO DO FAGOTE. EMBOCADURA. RESPIRACAO. DEDILHADO. ESTUDOS BASICOS."
    },
    {
        "disciplina": " FAGOTE 2",
        "codigo": "MUS0422 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo do fagote como instrumento solista, camera e orquestral. Nesta disciplina o aluno sera exposto ao repertorio do nivel 2\r\nde fagote. Postura, embocadura, sonoridade, digitacao, manufatura de palhetas."
    },
    {
        "disciplina": " FAGOTE 3",
        "codigo": "MUS0424 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo do fagote como instrumento solista, camera e orquestral. Nesta disciplina o aluno sera exposto ao repertorio do nivel 3\r\nde fagote. Postura, embocadura, sonoridade, digitacao, manufatura de palhetas."
    },
    {
        "disciplina": " FAGOTE 4",
        "codigo": "MUS0426 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo do fagote como instrumento solista, camera e orquestral. Nesta disciplina o aluno sera exposto ao repertorio do nivel 4\r\nde fagote. Postura, embocadura, sonoridade, digitacao, manufatura de palhetas."
    },
    {
        "disciplina": " FLAUTA 1",
        "codigo": "MUS0446 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo e desenvolvimento da tecnica e do repertorio do instrumento flauta transversal, atraves de exercicios praticos e exposicao\r\nde principios teoricos dos seus elementos acusticos, fisicos, organologicos, simbolicos, expressivos, como enunciados na cultura\r\ne musica ocidental, assim como desenvolver uma percepcao critica sobre o desempenho do artista na sociedade contemporanea."
    },
    {
        "disciplina": " FLAUTA 3",
        "codigo": "MUS0450 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo e desenvolvimento da tecnica e do repertorio do instrumento flauta transversal, atraves de exercicios praticos e exposicao\r\nde principios teoricos dos seus elementos acusticos, fisicos, organologicos, simbolicos, expressivos, como enunciados na cultura\r\ne musica ocidental, assim como desenvolver uma percepcao critica sobre o desempenho do artista na sociedade contemporanea."
    },
    {
        "disciplina": " FLAUTA 8",
        "codigo": "MUS0463 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo e desenvolvimento da tecnica e do repertorio do instrumento flauta transversal, atraves de exercicios praticos e exposicao\r\nde principios teoricos dos seus elementos acusticos, fisicos, organologicos, simbolicos, expressivos, como enunciados na cultura\r\ne musica ocidental, assim como desenvolver uma percepcao critica sobre o desempenho do artista na sociedade contemporanea."
    },
    {
        "disciplina": " PIANO 1",
        "codigo": "MUS0475 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Fundamentos da tecnica e interpretacao para o desempenho ao piano. Enfase no entendimento da importancia da postura do\r\ncorpo, do dominio eficiente dos bracos e maos, relaxamento e direcionamento da tensao. Introducao as diferencas estilisticas\r\nentre os periodos historico-estilisticos Barroco, Classico e comeco do Romantismo. Introducao a execucao estilistica de polifonia\r\nbarroca. Aprofundamento do conhecimento de pecas pianistica brasileiras."
    },
    {
        "disciplina": " PIANO 2",
        "codigo": "MUS0477 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Fundamentos da tecnica e interpretacao para o desempenho ao piano de repertorio de diferentes periodos, do barroco ao\r\ncontemporaneo, incluindo obras de autores brasileiros. Tecnicas de leitura, de estudo e de memorizacao. Compreensao das\r\ndiferencas estilisticas entre os periodos historico-estilisticos Barroco, Classico e comeco do Romantismo. Aprofundamento do\r\nconhecimento e execucao estilistica de polifonia barroca. Enfase na acuidade da execucao, respeito ao codigo musical e busca\r\nmaior dominio das ferramentas tecnico-expressivas."
    },
    {
        "disciplina": " PIANO 4",
        "codigo": "MUS0481 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Preparacao obras para piano e orquestra. Aperfeicoamento dos problemas tecnicos e interpretativos de obras de media duracao\r\ndo periodo historico-estilistico romantico e abordagem de obras de longa duracao do periodo romantico, de obras do periodo\r\nimpressionista. Abordagem de musica brasileira."
    },
    {
        "disciplina": " PIANO 5",
        "codigo": "MUS0484 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Aperfeicoamento das questoes tecnicas e interpretativas de obras musicais de longa duracao do periodo historico-estilistico\r\nromantico. Aprimoramento das questoes tecnicas e interpretativas de obras musicais do impressionismo e de musica brasileira.\r\nPreparacao obras para piano e orquestra. Abordagem de obras musicais do seculo xx."
    },
    {
        "disciplina": " PIANO 6",
        "codigo": "MUS0486 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Aperfeicoamento dos problemas tecnicos e interpretativos do repertorio pianistico de diferentes periodos historicos estilisticos.\r\nAperfeicoamento das capacidades tecnico-artisticas da performance de obras de longa duracao do periodo historico-estilistico\r\nromantico e impressionista incluindo obras de forma ciclica ou ciclos e concerto para piano e orquestra. Abordagem de obras de\r\nmedia e longa duracao do seculo xx e xxi e musica brasileira. Realizacao de um recital publico de aproximadamente 40 minutos."
    },
    {
        "disciplina": " PIANO 7",
        "codigo": "MUS0488 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Aperfeicoamento dos problemas tecnicos e interpretativos do repertorio pianistico de diferentes periodos historicos estilisticos.\r\nAperfeicoamento das capacidades tecnico-artisticas da performance de obras de longa duracao do periodo historico-estilistico\r\nromantico e impressionista incluindo obras de forma ciclica ou ciclos e concerto para piano e orquestra. Abordagem de obras de\r\nmedia e longa duracao do seculo xx e xxi e musica brasileira. Performance de um concerto para piano e orquestra."
    },
    {
        "disciplina": " PIANO 8",
        "codigo": "MUS0490 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Aperfeicoamento de problemas tecnicos e artisticos de alta complexidade. Execucao de um programa com obras de diferentes\r\nestilos incluindo alguma tecnica composicional do seculo xx ou xxi ainda nao abordada. Execucao de um concerto para piano e\r\norquestra."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO EM CANTO",
        "codigo": "MUS0492 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Planejamento e preparacao do recital final de formatura do estudante. Escolha de repertorio com pecas varios estilos, incluindo\r\ncancoes de camara e aria de opera (50% a 70% pode ser do que ja foi estudado nos semestres anteriores). Estudo do contexto\r\ndas obras; elaboracao do programa impresso, contendo notas de programa. Realizacao de recital de memoria, com 50 minutos\r\nde musica. Acompanhamento supervisionado de estudantes nos niveis iniciais (Canto 1 a 4), como monitoria."
    },
    {
        "disciplina": " PRATICA DE CONJUNTO 1",
        "codigo": "MUS0499 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Pratica musical coletiva com diferentes formacoes de instrumento, voz e/ou corpo, sob uma ou mais abordagens estilisticas."
    },
    {
        "disciplina": " PRATICA DE CONJUNTO 2",
        "codigo": "MUS0503 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Pratica musical coletiva com diferentes formacoes de instrumento, voz e/ou corpo, sob uma ou mais abordagens estilisticas."
    },
    {
        "disciplina": " PRATICA DE CONJUNTO 3",
        "codigo": "MUS0506 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Pratica musical coletiva com diferentes formacoes de instrumento, voz e/ou corpo, sob uma ou mais abordagens estilisticas."
    },
    {
        "disciplina": " PRATICA DE CONJUNTO 4",
        "codigo": "MUS0509 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Pratica musical coletiva com diferentes formacoes de instrumento, voz e/ou corpo, sob uma ou mais abordagens estilisticas."
    },
    {
        "disciplina": " PRATICA DE CONJUNTO 5",
        "codigo": "MUS0512 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Pratica musical coletiva com diferentes formacoes de instrumento, voz e/ou corpo, sob uma ou mais abordagens estilisticas."
    },
    {
        "disciplina": " PRATICA DE CONJUNTO 6",
        "codigo": "MUS0515 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Pratica musical coletiva com diferentes formacoes de instrumento, voz e/ou corpo, sob uma ou mais abordagens estilisticas."
    },
    {
        "disciplina": " TROMPETE 1",
        "codigo": "MUS0521 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Aperfeicoamento da sonoridade no trompete, explorando notas longas em todas as dinamicas e em toda a extensao do\r\ninstrumento. Execucao das series harmonicas, escalas maiores e acordes das tonicas das escalas maiores. Repertorio: Pequena\r\nSuite para trompete e piano (Osvaldo Lacerda); Andante et Allegro (G. Ropartz); Concert Studies for trumpet (Philip Smith)."
    },
    {
        "disciplina": " TROMPETE 2",
        "codigo": "MUS0523 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo das escalas menores e os acordes da tonica. Execucao de estudos que explorem os diferentes ornamentos no trompete.\r\nRepertorio: Andante et Scherzo (J. E. Barat); Melodia (N. Simoes); Divagando (Domingo Raymundo); Methode Complete de\r\nCornet a Pistons - 2o volume (Guillaume Balay); Estudos Caracteristicos (J. S. Arban) e trechos orquestrais (periodo classico)."
    },
    {
        "disciplina": " TROMPETE 4",
        "codigo": "MUS0527 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Execucao das escalas menores e os acordes da tonica e da setima diminuta. Estudo de staccato duplo e compassos irregulares.\r\nRepertorio: Air Bravoure (A. Jolivet); Concert Study (A. Goedicke); Cinco Cirandas (F. Mignone); Tres Pecas (Ernani Aguiar); Etudes\r\nTranscendantes pour Ttrompete (Theo Charlier); 22 VirtuosityStudics for Trumpet (H. Pietzsch); Trechos orquestrais (periodo\r\nromantico – continuacao)."
    },
    {
        "disciplina": " TROMPETE 5",
        "codigo": "MUS0529 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Execucao de staccato triplo, transposicoes e fraseologia. Estudo de Escalas maiores e menores e acordes da quinta aumentada.\r\nRepertorio: Caprice (E. Bozza); Carnaval de Venise e Fantasie Brillante (J. S. Arban); Caprice (J. Turrim); Etudes Transcendantes\r\npour Ttrompete (Theo Charlier); 22 VirtuosityStudics for Trumpet (H. Pietzsch); Trechos orquestrais (periodo pos-romantico e\r\ncompositores nacionalistas)."
    },
    {
        "disciplina": " INTRODUCAO AO CONTRABAIXO 1",
        "codigo": "MUS0540 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "01. ORIENTACAO DOS FUNDAMENTOS 02. ESTUDOS NAS PRIMEIRAS POSICOES, ESCLAS E ARPEJOS 03. TRECHOS DAS OBRAS ORQUESTRAIS NAS PRIMEIRA POSICOES 04. DUETOS PARA DOIS CONTRABAIXOS (PROFESSOR E ALUNO)"
    },
    {
        "disciplina": " CONTRABAIXO 1",
        "codigo": "MUS0545 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "RESUMO DO TRABALHO DO ALUNO IDENTIFICACAO DOS PROBLEMAS  TECNICAS E SEUS RESOLUCOES DE ENVOLVIMENTO DE SONORIDADE, COLOCACAO DA MAO DIREITA NA CONDUCAO DO ARCO.  ESTUDOS, EXERCICIOS,  TRECHOS  DAS  OBRAS ORQUES- TRAIS E ESCALAS E ARPEJOS."
    },
    {
        "disciplina": " CONTRABAIXO 2",
        "codigo": "MUS0547 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "DESENVOLVIMENTO DA TECNICA E SONORIDADE: IDENTIFICACAO  E  RESOLUCAO DOS PROBLEMAS NAS MAOS DIREITA (ARCO) E ESQUERDA. ESCALAS, ARPEJOS, ES- TUDOS E TRECHOS DAS OBRAS ORQUESTRAIS SOBRE DUAS  OITAVAS  DINAMICA  E INTERPRETACAO. DUETOS PARA I CONTRABAIXOS."
    },
    {
        "disciplina": " CONTRABAIXO 3",
        "codigo": "MUS0549 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "DESENVOLVIMENTO DA TECNICA EM GERAL ATE 6a. POSICAO. IDENTIFICACAO E RESOLUCAO DOS PROBLEMAS ESPECIFICOS  DE  INTERPRETACAO  COM  ENFASE  NO ESTILO  BARROCO.  SONATA RE  MENOR  - A.  CORELLI.  SONATA  FA  MAIOR - GALLIARD"
    },
    {
        "disciplina": " CONTRABAIXO 4",
        "codigo": "MUS0551 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "DESENVOLVIMENTO DA SONORIDADE DO INSTRUMENTO CONDUCAO DO  ARCO  DOS DIVERSOS GOLPES DE ARCO E DAS VARIAS  MANEIRAS DE  UTILIZAR O  ARCO  NA PRODUCAO E MODIFICACAO DE TIMBRE. CONTINUACAO DE  ESTUDOS  TECNICO  ATE 7a. POSICAO. SONATA - VIVALDI No. 5. VALSA DE DRAGONETTI E CONCERTO  DE CAPUZZI."
    },
    {
        "disciplina": " CONTRABAIXO 6",
        "codigo": "MUS0555 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "IDENTIFICACAO DO DESENVOLVIMENTO TECNICA COM ENFASE NO ESTUDO DO PO- LEGAR (CAPOTASTO) SONS HARMONICOS NATURAIS E ARTIFICIAS E  ESTUDOS  DE CORDAS DUPLAS. MAIOR CONCENTRACAO NA AREA DE LITERATURA SINFONICA E  DE SOLO: VIVALDI CONCERTO LA MENOR E ECLES  -  SONATA SOL  MENOR.  AUDICAO"
    },
    {
        "disciplina": " INTRODUCAO AO SAXOFONE 1",
        "codigo": "MUS0562 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "01. POSTURA 02. A EMBORCADURA 03. A BOQUILHA E A PALHETA 04. EMISSAO DO SOM 05. ESCALAS E ARPEJOS"
    },
    {
        "disciplina": " INTRODUCAO AO SAXOFONE 2",
        "codigo": "MUS0564 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "01. ESCALA CROMATICA 02. MECANISMO 03. MUDANCA DE REGISTRO 04. INTERVALOS DE 3a. 4a. E 5a 05. STACATO BRANDO 06. DUOS FACEIS"
    },
    {
        "disciplina": " SAXOFONE 1",
        "codigo": "MUS0568 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudos basicos iniciais de desenvolvimento tecnico do instrumento saxofone para alunos ja iniciados no instrumento. Os estudos\r\nenvolvem aspectos de tecnica de dedilhados e producao sonora, alem de tecnicas interpretativas musicais basicas, visando a\r\nsolidificacao do dominio do instrumento em todos os aspectos"
    },
    {
        "disciplina": " SAXOFONE 5",
        "codigo": "MUS0577 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudos avancados de desenvolvimento tecnico do instrumento saxofone para alunos ja iniciados no instrumento. Os estudos\r\nenvolvem aspectos de tecnica de dedilhados e producao sonora, alem de tecnicas interpretativas musicais basicas, visando a\r\nsolidificacao do dominio do instrumento em todos os aspectos."
    },
    {
        "disciplina": " SAXOFONE 6",
        "codigo": "MUS0580 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudos estendidos de desenvolvimento tecnico do instrumento saxofone para alunos com total dominio do instrumento e alto\r\nentendimento musical. Os estudos envolvem aspectos de tecnica de dedilhados e producao sonora, alem de tecnicas\r\ninterpretativas musicais basicas, visando a solidificacao do dominio do instrumento em todos os aspectos."
    },
    {
        "disciplina": " SAXOFONE 7",
        "codigo": "MUS0583 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudos estendidos de desenvolvimento tecnico do instrumento saxofone para alunos com total dominio do instrumento e alto\r\nentendimento musical. Os estudos envolvem aspectos de tecnica de dedilhados e producao sonora, alem de tecnicas\r\ninterpretativas musicais basicas, visando a solidificacao do dominio do instrumento em todos os aspectos."
    },
    {
        "disciplina": " INTRODUCAO AO VIOLAO 1",
        "codigo": "MUS0587 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "REVISAO DOS ELEMENTOS TECNICOS DE CARATER INFRA-ESTRUTURAL POSTURA  DO CORPO E DAS MAOS, CINESIOLOGIA E FISIOLOGIA ELEMENTAR,  RELAXAMENTO  E AQUECIMENTO, ADESTRAMENTO PSICOMOTOR BASICO DE AMBAS AS MAOS LEITU-  RA MUSICAL VIOLONISTICA METODOS DE ESTUDO O CONCEITO DE TECNICA RE-  CURSOS  TECNICOS  FUNDAMENTAIS E  ELEMENTOS DE  INTERPRETACAO  MUSICAL  APLICADOS A UM REPERTORIO CONVENIENTE EM NIVEL BASICO DE DIFICULDADE E  COMPLEXIDADE."
    },
    {
        "disciplina": " VIOLAO 1",
        "codigo": "MUS0592 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "O curso de viola e voltado para os musicos que pretendem adquirir tecnica adequada afim de tocar o instrumento viola. O principal\r\nobjetivo do curso e que o(a) aluno(a) atinja o seu nivel maximo de excelencia ao executar o repertorio, solo, orquestral e\r\ncameristico destinado a viola de arco.\r\nPor se tratar do desenvolvimento de habilidades tanto cognitivas, quanto motoras, e imprescindivel que o(a) aluno(a)\r\ndisponibilize tempo diario para pratica o instrumento."
    },
    {
        "disciplina": " VIOLAO 2",
        "codigo": "MUS0594 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "O curso de viola e voltado para os musicos que pretendem adquirir tecnica adequada afim de tocar o instrumento viola. O principal\r\nobjetivo do curso e que o(a) aluno(a) atinja o seu nivel maximo de excelencia ao executar o repertorio, solo, orquestral e\r\ncameristico destinado a viola de arco.\r\nPor se tratar do desenvolvimento de habilidades tanto cognitivas, quanto motoras, e imprescindivel que o(a) aluno(a)\r\ndisponibilize tempo diario para pratica o instrumento."
    },
    {
        "disciplina": " VIOLAO 3",
        "codigo": "MUS0596 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "O curso de viola e voltado para os musicos que pretendem adquirir tecnica adequada afim de tocar o instrumento viola. O principal\r\nobjetivo do curso e que o(a) aluno(a) atinja o seu nivel maximo de excelencia ao executar o repertorio, solo, orquestral e\r\ncameristico destinado a viola de arco.\r\nPor se tratar do desenvolvimento de habilidades tanto cognitivas, quanto motoras, e imprescindivel que o(a) aluno(a) saiba que\r\nprecisara disponibilizar tempo diariamente para praticar o instrumento. Por se tratar do desenvolvimento de habilidades tanto\r\ncognitivas, quanto motoras, e imprescindivel que o(a) aluno(a) disponibilize tempo diario para pratica o instrumento"
    },
    {
        "disciplina": " VIOLAO 4",
        "codigo": "MUS0598 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "O curso de viola e voltado para os musicos que pretendem adquirir tecnica adequada afim de tocar o instrumento viola. O principal\r\nobjetivo do curso e que o(a) aluno(a) atinja o seu nivel maximo de excelencia ao executar o repertorio, solo, orquestral e\r\ncameristico destinado a viola de arco.\r\nPor se tratar do desenvolvimento de habilidades tanto cognitivas, quanto motoras, e imprescindivel que o(a) aluno(a)\r\ndisponibilize tempo diario para pratica o instrumento."
    },
    {
        "disciplina": " VIOLAO 5",
        "codigo": "MUS0601 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "O curso de viola e voltado para os musicos que pretendem adquirir tecnica adequada afim de tocar o instrumento viola. O principal\r\nobjetivo do curso e que o(a) aluno(a) atinja o seu nivel maximo de excelencia ao executar o repertorio, solo, orquestral e\r\ncameristico destinado a viola de arco. Por se tratar do desenvolvimento de habilidades tanto cognitivas, quanto motoras, e\r\nimprescindivel que o(a) aluno(a) disponibilize tempo diario para pratica o instrumento."
    },
    {
        "disciplina": " VIOLAO 7",
        "codigo": "MUS0606 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "O curso e voltado para os musicos que pretendem adquirir tecnica adequada afim de tocar o instrumento viola. O principal\r\nobjetivo do curso e que o(a) aluno(a) atinja o seu nivel maximo de excelencia ao executar o repertorio, solo, orquestral e\r\ncameristico destinado a viola de arco. Por se tratar do desenvolvimento de habilidades tanto cognitivas, quanto motoras, e\r\nimprescindivel que o(a) aluno(a) disponibilize tempo diario para pratica o instrumento."
    },
    {
        "disciplina": " PRATICA DE ORQUESTRA 1",
        "codigo": "MUS0612 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Pratica orquestral atraves ensaios e concertos para ensinar o aluno a tocar em orquestra. A disciplina Pratica de Orquestra prepara\no aluno para ingressar na Orquestra Profissional."
    },
    {
        "disciplina": " PRATICA DE ORQUESTRA 2",
        "codigo": "MUS0615 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Pratica orquestral atraves ensaios e concertos para ensinar o aluno a tocar em orquestra. A disciplina Pratica de Orquestra prepara\r\no aluno para ingressar na Orquestra Profissional."
    },
    {
        "disciplina": " PRATICA DE ORQUESTRA 3",
        "codigo": "MUS0618 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Pratica orquestral atraves ensaios e concertos para ensinar o aluno a tocar em orquestra. A disciplina Pratica de Orquestra prepara\r\no aluno para ingressar na Orquestra Profissional."
    },
    {
        "disciplina": " PRATICA DE ORQUESTRA 4",
        "codigo": "MUS0621 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Pratica orquestral atraves ensaios e concertos para ensinar o aluno a tocar em orquestra. A disciplina Pratica de Orquestra prepara\r\no aluno para ingressar na Orquestra Profissional."
    },
    {
        "disciplina": " PRATICA DE ORQUESTRA 5",
        "codigo": "MUS0624 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Pratica orquestral atraves ensaios e concertos para ensinar o aluno a tocar em orquestra. A disciplina Pratica de Orquestra prepara\r\no aluno para ingressar na Orquestra Profissional."
    },
    {
        "disciplina": " PRATICA DE ORQUESTRA 6",
        "codigo": "MUS0627 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Pratica orquestral atraves ensaios e concertos para ensinar o aluno a tocar em orquestra. A disciplina Pratica de Orquestra prepara\r\no aluno para ingressar na Orquestra Profissional."
    },
    {
        "disciplina": " MUSICA DE CAMARA 5",
        "codigo": "MUS0638 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo e pratica de performance de repertorio para grupos de diversas formacoes com base em analises musicais, discussoes e pratica interpretativa, possibilitando a troca de informacoes de aspectos especificos dos instrumentos e sua realizacao musical."
    },
    {
        "disciplina": " MUSICA DE CAMARA 6",
        "codigo": "MUS0641 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo e pratica de performance de repertorio para grupos de diversas formacoes com base em analises musicais, discussoes e pratica interpretativa, possibilitando a troca de informacoes de aspectos especificos dos instrumentos e sua realizacao musical."
    },
    {
        "disciplina": " INTRODUCAO AO CANTO 2",
        "codigo": "MUS0650 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo dos principios basicos da Tecnica vocal do canto lirico: preparacao corporal, respiracao e sustentacao da voz, vocalizacao\r\ne ressonancia, diccao. Aplicacao da tecnica vocal a um repertorio de pequena dificuldade. Estudo orientado da interpretacao do\r\nrepertorio"
    },
    {
        "disciplina": " PIANO SUPLEMENTAR 4",
        "codigo": "MUS0656 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "A disciplina Piano Suplementar IV visa aprofundar os conhecimentos adquiridos nas disciplinas anteriores, Piano Suplementar I, II e III. Serao trabalhadas tecnicas de leitura a primeira vista, acompanhamento, transposicao e improvisacao, bem como repertorio individualizado de acordo com a necessidade e o interesse de cada estudante."
    },
    {
        "disciplina": " PRATICA DE ACOMPANHAMENTO 2",
        "codigo": "MUS0660 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Este e um curso teorico e pratico destinado a pianistas do curso de bacharelado em piano. Serao discutidos os problemas\nrelacionados com a arte de acompanhar, os diversos tipos de tocar piano em colaboracao, e as tecnicas fundamentais de\nacompanhamento ao piano, alem da pratica de leitura a primeira vista. Tambem aborda problemas basicos de uma performance\nem colaboracao com outros musicos, literatura vocal basica de forma a\nprover mais subsidios a atividade do pianista."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO EM SAXOFONE",
        "codigo": "MUS0674 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudos Finais de desenvolvimento tecnico do instrumento saxofone para alunos com total dominio do instrumento e alto\r\nentendimento musical. Os estudos envolvem aspectos de tecnica de dedilhados e producao sonora, alem de tecnicas\r\ninterpretativas musicais basicas, visando a solidificacao do dominio do instrumento em todos os aspectos."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO EM VIOLA",
        "codigo": "MUS0678 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "TENTAR RESOLVER OS EVENTUAIS PROBLEMAS TECNICOS E MUSICAIS.  PREPARA-CAO DE EXAME FINAL ATRAVES DE UM CONCERTO PUBLICO COM BANCA JULGADORA DETRES PROFESSORES DO DEPARTAMENTO."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO EM PIANO",
        "codigo": "MUS0692 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Preparacao e apresentacao de recital final de curso, com duracao de aproximadamente 55 minutos, com obras musicais de\r\ndiferentes periodos historico-estilisticos. Avaliacao de banca julgadora formada por tres membros dentre os docentes dos MUS,\r\ncom pelo menos dois professores da area de piano."
    },
    {
        "disciplina": " TROMBONE 2",
        "codigo": "MUS0700 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Esta disciplina visa promover o desenvolvimento musical e tecnico do(a) aluno(a), utilizando como meio de expressao o trombone.\r\nVisto que tal desenvolvimento abrange aspectos diversos do ato de tocar o instrumento, e que o ritmo e as necessidades dos(as)\r\nalunos(as) sao de extrema importancia para o aprendizado de um instrumento musical, o programa sugerido representa apenas\r\numa sugestao de ordenacao de habilidades importantes para a formacao do trombonista, as quais sao exploradas em cada um\r\ndos estudos e obras listados. Estes materiais devem ser introduzidos ao longo dos diversos niveis da disciplina de maneira flexivel,\r\npara facilitar o progresso do aluno em cada nivel (Trombone1, Trombone 2, ...). As pecas solos indicadas em cada programa\r\npodem ser usadas como uma referencia aproximada na avaliacao do progresso aluno. Alem disso, essas obras servem para\r\nfamiliarizar o aluno com os diversos estilos de composicao que empregam o trombone e exploram suas particularidades tecnicas\r\ne interpretativas."
    },
    {
        "disciplina": " APRECIACAO MUSICAL",
        "codigo": "MUS0714 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo da linguagem musical desde os gregos ate os dias de hoje. Estudo dos instrumentos musicais e suas caracteristicas. Estudo\r\ndos grupos musicais, orquestra, musica de camera, coral, madrigal, quarteto de cordas, quinteto de sopros, quinteto de metais.\r\nNocoes de regencia. Alfabetizacao musical (o aluno tera nocoes basicas da escrita musical)."
    },
    {
        "disciplina": " INTRODUCAO A FLAUTA DOCE 1",
        "codigo": "MUS0716 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo da Flauta Doce soprano, musica de camara. Nesta disciplina o aluno sera exposto ao repertorio do nivel I da flauta doce\r\nsoprano. Postura, embocadura, sonoridade, digitacao."
    },
    {
        "disciplina": " INTRODUCAO A FLAUTA DOCE 2",
        "codigo": "MUS0718 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo da Flauta Doce contralto, musica de camera. Nesta disciplina o aluno sera exposto ao repertorio do\r\nnivel I da flauta doce contralto. Postura, embocadura, sonoridade, digitacao."
    },
    {
        "disciplina": " TOPICOS DE APLICACAO DE TECNOLOGIA A COMPOSICAO MUSICAL",
        "codigo": "MUS0721 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": ""
    },
    {
        "disciplina": " HARMONIA E IMPROVISACAO NA MUSICA POPULAR 1",
        "codigo": "MUS0722 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Harmonia funcional com acordes de 4, 5, 6 e mais sons, progressoes harmonicas e modo dorico."
    },
    {
        "disciplina": " INTRODUCAO AO TROMBONE 1",
        "codigo": "MUS0724 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Esta disciplina visa a iniciacao tecnico/musical do aluno utilizando o trombone. As aulas sao em sua maioria praticas, individuais e/ou coletivas, e estimulam o desenvolvimento de senso critico em relacao aos resultados da pratica instrumental, com o objetivo de aprimorar a qualidade de performance e a compreensao musical. Sao introduzidos conceitos e tecnicas fundamentais para execucao musical do trombone, tais como: Postura e posicionamento; Montagem e higienizacao do instrumento; Controle de respiracao; Uso da embocadura e vibracao labial para a producao do som nos instrumentos de metal; Flexibilidade labial; Exercicios de sonoridade; Pratica de escalas e arpejos. Metodo do G. Gagliardi para iniciantes."
    },
    {
        "disciplina": " HISTORIA DA MUSICA 1",
        "codigo": "MUS0729 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Compreensao da linguagem musical em seus diversos contextos historicos, sociologicos, antropologicos, teoricos e esteticos, buscando o desenvolvimento de uma abordagem critica. Sera dada enfase a uma compreensao musical estilistica comparativa, no plano auditivo e analitico, contextualizados no periodo desde a heranca grega, o inicio da era crista e a musica na Idade Media."
    },
    {
        "disciplina": " HISTORIA DA MUSICA 2",
        "codigo": "MUS0730 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Compreensao da linguagem musical em seus diversos contextos historicos, sociologicos, antropologicos, teoricos e esteticos, buscando o desenvolvimento de uma abordagem critica. Sera dada enfase a uma compreensao musical estilistica comparativa, no plano auditivo e analitico, contextualizados no periodo desde a Renascenca ao periodo Barroco."
    },
    {
        "disciplina": " INSTRUMENTO PRINCIPAL CANTO POPULAR 1",
        "codigo": "MUS0733 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Introducao e desenvolvimento da pratica vocal, com enfase na voz cantada, considerando o desenvolvimento de habilidades tecnicas e expressivas caracteristicas da musica popular, nos seus diversos estilos, generos e periodos. Enfase na musica brasileira do seculo XX."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO EM MUSICA 2",
        "codigo": "MUS0738 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Elaboracao de projetos pedagogico-musicais e pratica docente em espacos diversificados de ensino e aprendizagem musical com enfase no Ensino Fundamental, series finais e Ensino Medio."
    },
    {
        "disciplina": " FUNDAMENTOS DA TECNICA VOCAL/INSTRUMENTAL 1",
        "codigo": "MUS0745 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo dos fundamentos da tecnica vocal/instrumental, com enfase nas eventuais lacunas da formacao basica e nos processos que exijam modificacoes de carater corretivo em nivel sequente ou complementar de fundamentos da tecnica 1.Objetivo Geral:Desenvolver habilidades psico-motoras inerentes a tecnica vocal/intrumental que suplementemlacunas eventuais da formacao fundamental do estudante, seja em carater aquisitivo ou em carater corretivo. Notas: por sua natureza, o Conteudo Programatico e necessariamente aberto, a ser definido caso a caso. Pelo conteudo em aberto e pelo carater suplementar ou corretivo, esta disciplina nao deve ser pre-requisito nem exigir pre-requisito."
    },
    {
        "disciplina": " FUNDAMENTOS DA TECNICAVOCAL/INSTRUMENTAL 2",
        "codigo": "MUS0746 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo dos fundamentos da tecnica vocal/instrumental, com enfase nas eventuais lacunas da formacao basica e nos processos que exijam modificacoes de carater corretivo em nivel sequente ou complementar de fundamentos da tecnica 1.Objetivo Geral:Desenvolver habilidades psico-motoras inerentes a tecnica vocal/intrumental que suplementemlacunas eventuais da formacao fundamental do estudante, seja em carater aquisitivo ou em carater corretivo. Notas: por sua natureza, o Conteudo Programatico e necessariamente aberto, a ser definido caso a caso. Pelo conteudo em aberto e pelo carater suplementar ou corretivo, esta disciplina nao deve ser pre-requisito nem exigir pre-requisito."
    },
    {
        "disciplina": " FUNDAMENTOS DA TECNICA VOCAL/INSTRUMENTAL 3",
        "codigo": "MUS0747 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo dos fundamentos da tecnica vocal/instrumental, com enfase nas eventuais lacunas da formacao basica e nos processos que exijam modificacoes de carater corretivo em nivel sequente ou complementar de fundamentos da tecnica 2.Objetivo Geral:Desenvolver habilidades psico-motoras inerentes a tecnica vocal/intrumental que suplementemlacunas eventuais da formacao fundamental do estudante, seja em carater aquisitivo ou em carater corretivo. Notas: por sua natureza, o Conteudo Programatico e necessariamente aberto, a ser definido caso a caso. Pelo conteudo em aberto e pelo carater suplementar ou corretivo, esta disciplina nao deve ser pre-requisito nem exigir pre-requisito."
    },
    {
        "disciplina": " SEMINARIO EM EDUCACAO MUSICAL 2",
        "codigo": "MUS0749 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo de topicos relativos a Educacao Musical - aspectos historicos, legais, epistemologicos, metodologicos, pedagogicos, psicologicos, sociologicos,antropologicos - relacionando-os a diferentes contextos de atuacao e as demandas atuais na formacao do educador musical."
    },
    {
        "disciplina": " SEMINARIO EM EDUCACAO MUSICAL 1",
        "codigo": "MUS0750 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo de topicos relativos a Educacao Musical - aspectos historicos, legais, epistemologicos, metodologicos, pedagogicos, psicologicos, sociologicos, antropologicos - relacionando-os a diferentes contextos de atuacao e as demandas atuais na formacao do educador musical."
    },
    {
        "disciplina": " PRATICA DE ENSINO E APRENDIZAGEM MUSICAL 2",
        "codigo": "MUS0751 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Laboratorio de ensino e aprendizagem enfocando a reflexao sobre e na pratica pedagogica dos alunos. Relacao dos principios que sustentam essas praticas com as tendencias da didatica atual. Aplicacao de principios pedagogicos em aulas de musica."
    },
    {
        "disciplina": " PRATICA DE ENSINO E APRENDIZAGEM MUSICAL 1",
        "codigo": "MUS0753 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Laboratorio de ensino e aprendizagem partindo das concepcoes e vivencias em educacao musical do aluno.  Estudo de contextos de educacao musical do DF.  Reflexao das praticas observadas e realizadas com orientacao na literatura."
    },
    {
        "disciplina": " PRATICA DE ENSINO E APRENDIZAGEM MUSICAL 3",
        "codigo": "MUS0758 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Laboratorio de ensino e aprendizagem enfocado a reflexao sobre e na pratica pedagogica dos alunos. Aplicacao de principios pedagogicos em aulas de musica."
    },
    {
        "disciplina": " INTRODUCAO AO PIANO POPULAR 1",
        "codigo": "MUS0759 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo das diversas formas de cifragem e realizacao de acordes, atraves da analise harmonica e melodica de obras do repertorio da Musica Popular Brasileira e do Jazz."
    },
    {
        "disciplina": " INTRODUCAO AO PIANO POPULAR 2",
        "codigo": "MUS0760 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo aprofundado das diversas formas de cifragem e realizacao de acordes estendidos, atraves da analise harmonica e melodica de obras do repertorio da Musica Popular Brasileira e do Jazz."
    },
    {
        "disciplina": " HISTORIA DA MUSICA 3",
        "codigo": "MUS0761 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Compreensao da linguagem musical em seus diversos contextos historicos, sociologicos, antropologicos, teoricos e esteticos, buscando o desenvolvimento de uma abordagem critica. Sera dada enfase a uma compreensao musical estilistica comparativa, no plano auditivo e analitico, contextualizados no periodo desde o Classicismo ao Seculo XIX."
    },
    {
        "disciplina": " HISTORIA DA MUSICA 4",
        "codigo": "MUS0762 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Compreensao da linguagem musical em seus diversos contextos historicos, sociologicos, antropologicos, teoricos e esteticos, buscando o desenvolvimento de uma abordagem critica. Sera dada enfase a uma compreensao musical estilistica comparativa, no plano auditivo e analitico, contextualizados no periodo desde o Pos-romantismo ao Seculo XXI."
    },
    {
        "disciplina": " LABORATORIO ORQUESTRAL 1",
        "codigo": "MUS0763 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Laboratorio de Regencia Orquestral para os bacharelandos em Regencia.  Estudo e pratica de repertorio orquestral para alunos de instrumentos do bacharelado e licenciatura, em formato de aulas individuais e/ou em grupo."
    },
    {
        "disciplina": " INSTRUMENTO SUPLEMENTAR VIOLAO 1",
        "codigo": "MUS0765 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Introducao e/ou desenvolvimento das habilidades funcionais para a pratica de educacao musical em contextos variados: estudo de repertorio de diferentes estilos, generos e periodos interpretacao, criacao e improvisacao, audicao, arranjo, leitura, harmonizacao."
    },
    {
        "disciplina": " INSTRUMENTO PRINCIPAL VIOLAO 1",
        "codigo": "MUS0766 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Introducao e desenvolvimento da pratica de execucao do violao, considerando habilidades especificas, estilos, generos e periodos variados. Conceitos fundamentais em introducao a tecnica violonistica superior coordenacao motora geral e fina desenvolvimento de recursos tecnico-interpretativos fundamentais e sua aplicacao ao estudo e interpretacao de formas e estruturas musicais basicas. Desenvolvimento da pratica de execucao de acordes de setima (tetrades) e encadeamentos harmonicos aplicados ao repertorio da musica popular brasileira. Introducao as levadas ritmicas aplicadas na pratica de acompanhamento de generos musicais brasileiros."
    },
    {
        "disciplina": " INSTRUMENTO PRINCIPAL CONTRABAIXO ELETRICO 1",
        "codigo": "MUS0768 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Introducao ao contrabaixo popular, considerando as habilidades tecnicas e expressivas fundamentais para a execucao de diversos estilos caracteristicos da musica popular no contrabaixo."
    },
    {
        "disciplina": " INSTRUMENTO PRINCIPAL GUITARRA 1",
        "codigo": "MUS0769 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo da tecnica guitarristica e sua aplicabilidade no universo da musica popular. Abordagem de procedimentos melodicos, harmonicos, improvisacionais, estilisticos e outros, com enfoque nos repertorios brasileiro e jazzistico."
    },
    {
        "disciplina": " INSTRUMENTO SUPLEMENTAR VIOLAO 2",
        "codigo": "MUS0772 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Introducao e/ou desenvolvimento das habilidades funcionais para a pratica de educacao musical em contextos variados: estudo de repertorio de diferentes estilos, generos e periodos interpretacao, criacao e improvisacao, audicao, arranjo, leitura, harmonizacao."
    },
    {
        "disciplina": " INSTRUMENTO PRINCIPAL CANTO POPULAR 2",
        "codigo": "MUS0773 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Desenvolvimento da pratica vocal com enfase na voz cantada, considerando o desenvolvimento de habilidades tecnicas e expressivas, caracteristicas da musica popular nos seus diversos estilos, generos e periodos, abordando repertorio, uso correto do microfone e saude vocal."
    },
    {
        "disciplina": " INSTRUMENTO PRINCIPAL VIOLAO 2",
        "codigo": "MUS0774 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Introducao e desenvolvimento da pratica de execucao do violao, considerando habilidades especificas, estilos, generos e periodos variados. Conceitos fundamentais em introducao a tecnica violonistica superior coordenacao motora geral e fina desenvolvimento de recursos tecnico-interpretativos fundamentais e sua aplicacao ao estudo e interpretacao de formas e estruturas musicais basicas. Desenvolvimento da pratica de execucao de acordes de setima (tetrades) e encadeamentos harmonicos aplicados ao repertorio da musica popular brasileira. Introducao as levadas ritmicas aplicadas na pratica de acompanhamento de generos musicais brasileiros."
    },
    {
        "disciplina": " CANTO CORAL 4",
        "codigo": "MUS0776 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo, preparacao e apresentacao de obras do repertorio coral para vozes mistas, representativas dos diversos periodos\r\nestilisticos da historia da musica e tradicoes e culturas musicais, incluindo obrigatoriamente composicoes e arranjos de musica\r\nbrasileira para coro."
    },
    {
        "disciplina": " CANTO CORAL 5",
        "codigo": "MUS0777 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo, preparacao e apresentacao de obras do repertorio coral para vozes mistas, representativas dos diversos periodos\r\nestilisticos da historia da musica e tradicoes e culturas musicais, incluindo obrigatoriamente composicoes e arranjos de musica\r\nbrasileira para coro."
    },
    {
        "disciplina": " CANTO CORAL 6",
        "codigo": "MUS0778 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo, preparacao e apresentacao de obras do repertorio coral para vozes mistas, representativas dos diversos periodos\r\nestilisticos da historia da musica e tradicoes e culturas musicais, incluindo obrigatoriamente composicoes e arranjos de musica\r\nbrasileira para coro."
    },
    {
        "disciplina": " INSTRUMENTO PRINCIPAL CANTO POPULAR 3",
        "codigo": "MUS0783 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Desenvolvimento da pratica vocal com enfase na voz cantada, considerando o desenvolvimento de habilidades tecnicas e expressivas, caracteristicas da musica popular nos seus diversos estilos, generos e periodos, abordando repertorio, uso correto do microfone e saude vocal. Enfase em harmonizacao e improvisacao vocais."
    },
    {
        "disciplina": " INSTRUMENTO PRINCIPAL VIOLAO 3",
        "codigo": "MUS0784 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Introducao e desenvolvimento da pratica de execucao do violao, considerando habilidades especificas, estilos, generos e periodos variados. Conceitos fundamentais em tecnica violonistica superior coordenacao motora geral e fina desenvolvimento de recursos tecnico-interpretativos fundamentais e sua aplicacao ao estudo e interpretacao de formas e estruturas musicais basicas. Desenvolvimento da pratica de execucao de acordes de setima (tetrades) e encadeamentos harmonicos aplicados ao repertorio da musica popular brasileira. Introducao as levadas ritmicas aplicadas na pratica de acompanhamento de generos musicais brasileiros."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO EM MUSICA 3",
        "codigo": "MUS0787 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Ementa: Elaboracao de projetos pedagogico-musicais e pratica docente em espacos diversificados de ensino e aprendizagem musical com enfase na educacao nao formal e programas alternativos de musica e projetos sociais."
    },
    {
        "disciplina": " PROJETO DE ESTAGIO E PRATICA DOCENTE",
        "codigo": "MUS0788 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Observacao e analise de metodologias e competencias trabalhadas em diferentes contextos de ensino e aprendizagem de musica. Tecnicas de observacao e pratica docente compartilhada com professor regente ou estagiario de musica. Elaboracao e planejamento de um projeto pedagogico-musical para desenvolvimento nas disciplinas de Estagio Supervisionado em Musica."
    },
    {
        "disciplina": " INSTRUMENTO PRINCIPAL CONTRABAIXO ELETRICO 2",
        "codigo": "MUS0790 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Desenvolvimento da pratica do contrabaixo popular, considerando os referenciais auditivos e teoricos, o vocabulario tecnico e as habilidades expressivas necessarias para a execucao de diversos estilos caracteristicos das musica popular no contrabaixo."
    },
    {
        "disciplina": " INSTRUMENTO PRINCIPAL GUITARRA 2",
        "codigo": "MUS0791 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo da tecnica guitarristica e sua aplicabilidade no universo da musica popular. Abordagem de procedimentos melodicos, harmonicos, improvisacionais, estilisticos e outros, com enfoque nos repertorios brasileiro e jazzistico."
    },
    {
        "disciplina": " INSTRUMENTO PRINCIPAL GUITARRA 3",
        "codigo": "MUS0792 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo da tecnica guitarristica e sua aplicabilidade no universo da musica popular. Abordagem de procedimentos melodicos, harmonicos, improvisacionais, estilisticos e outros, com enfoque nos repertorios brasileiro e jazzistico."
    },
    {
        "disciplina": " INSTRUMENTO PRINCIPAL GUITARRA 4",
        "codigo": "MUS0793 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo da tecnica guitarristica e sua aplicabilidade no universo da musica popular. Abordagem de procedimentos melodicos, harmonicos, improvisacionais, estilisticos e outros, com enfoque nos repertorios brasileiro e jazzistico."
    },
    {
        "disciplina": " INSTRUMENTO PRINCIPAL TROMBONE 1",
        "codigo": "MUS0794 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Esta disciplina visa o aperfeicoamento tecnico/musical do aluno utilizando o trombone como instrumento principal. As aulas sao em sua maioria praticas, individuais e/ou coletivas, e estimulam o desenvolvimento de senso critico em relacao aos resultados da pratica instrumental, com o objetivo de aprimorar a qualidade de performance e a compreensao musical. Sao introduzidos conceitos e tecnicas fundamentais para execucao musical do trombone, tais como: postura e posicionamento controle de respiracao uso da embocadura e vibracao labial producao do som no instrumento de metal flexibilidade labial. Alem desses conceitos, o aluno entra em contato com diversos tipos de exercicios para dominar a tecnica do instrumento, incluindo: exercicios de sonoridade, pratica de escalas e arpejos, estudos tecnicos especificos (ver programa). Ao longo dos diversos niveis da disciplina, o aluno se familiariza com o repertorio trombonistico, estudando algumas pecas solo (ou com acompanhamento de piano) em diversos, estilos e generos (Barroco, Classico, Romantico, Seculo XX, Jazz, Choro, etc.)"
    },
    {
        "disciplina": " INSTRUMENTO PRINCIPAL TROMBONE 2",
        "codigo": "MUS0795 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Esta disciplina visa o aperfeicoamento tecnico/musical do aluno utilizando o trombone como instrumento principal. As aulas sao em sua maioria praticas, individuais e/ou coletivas, e estimulam o desenvolvimento de senso critico em relacao aos resultados da pratica instrumental, com o objetivo de aprimorar a qualidade da performance e a compreensao  musical. Sao introduzidos conceitos e tecnicas fundamentais para execucao musical no trombone, tais como: postura e posicionamento controle de respiracao uso da embocadura e vibracao labial. Producao de som no instrumento de metal flexibilidade labial. Alem desses conceitos, o aluno entra em contato com diversos tipos de exercicios de sonoridade, pratica de escalas e arpejos, estudos tecnicos especificos (ver programa). Ao longo dos diversos niveis da disciplina, o aluno se familiariza com o repertorio trombonistico, estudando algumas pecas solo (ou com acompanhamento de piano) em diversos estilos e generos (Barroco, Romantico, Seculo XX, Jazz, Choro, etc.)."
    },
    {
        "disciplina": " INSTRUMENTO PRINCIPAL VIOLAO 4",
        "codigo": "MUS0801 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Introducao e desenvolvimento da pratica de execucao do violao, considerando habilidades especificas, estilos, generos e periodos variados. Conceitos fundamentais em tecnica violonistica superior coordenacao motora geral e fina desenvolvimento de recursos tecnico-interpretativos fundamentais e sua aplicacao ao estudo e interpretacao de formas e estruturas musicais basicas. Desenvolvimento da pratica de execucao de acordes de setima (tetrades) e encadeamentos harmonicos aplicados ao repertorio da musica popular brasileira. Introducao as levadas ritmicas aplicadas na pratica de acompanhamento de generos musicais brasileiros."
    },
    {
        "disciplina": " INSTRUMENTO SUPLEMENTAR CANTO POPULAR 2",
        "codigo": "MUS0803 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Ementa: Desenvolvimento da pratica vocal em grupo com enfase na voz cantada, considerando o desenvolvimento de habilidades tecnicas e expressivas, caracteristicas da musica popular nos seus diversos estilos, generos e periodos, abordando repertorio, uso correto do microfone e saude vocal. Aplicacao da pratica vocal na Educacao Basica."
    },
    {
        "disciplina": " HISTORIA DA MUSICA BRASILEIRA 1",
        "codigo": "MUS0804 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "A disciplina estuda especificamente as manifestacoes da musica popular e de concerto no Brasil desde o Descobrimento do Brasil ate as manifestacoes artistico-musicais do periodo que antecede a chegada da Familia Real Portuguesa ao Brasil. A abordagem relaciona-se com as raizes da musica na Peninsula Iberica dentro da visao sociopolitica, filosofica, estetica e cultural brasileira, como tambem aos principais movimentos estilisticos musicais europeus."
    },
    {
        "disciplina": " PROJETO DE RECITAL",
        "codigo": "MUS0805 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Ementa: Elaboracao e performance de recital didatico, solo e em conjunto, sob orientacao e supervisao docente com repertorio diversificado que retrate o desenvolvimento musical do aluno durante o curso. Apresentacao de memorial da preparacao do recital com abordagem das pecas, seus compositores e seus aspectos historicos, estilisticos e tecnicos da performance"
    },
    {
        "disciplina": " OFICINA INTERDISCIPLINAR EM EDUCACAO MUSICAL 1",
        "codigo": "MUS0807 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Laboratorio tematico e pratico de ensino e aprendizagem envolvendo a interdisciplinaridade entre as diferentes areas da musica e entre a musica e outras areas do conhecimento."
    },
    {
        "disciplina": " EDUCACAO AUDITIVA MUSICAL 1",
        "codigo": "MUS0808 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Estudo pratico-reflexivo acerca da audicao musical considerando as diversas vivencias, formas e meios com que as pessoas ensinam e aprendem musica. Vivencia e discussao de estrategias baseadas no tripe: audicao, composicao e execucao. Elaboracao de materiais instrucionais."
    },
    {
        "disciplina": " SEMINARIO INTERDISCIPLINAR EM EDUCACAO MUSICAL 1",
        "codigo": "MUS0810 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Topicos em Educacao Musical envolvendo a interdisciplinaridade entre as diferentes areas da musica e entre a musica e outras areas do conhecimento. Teoria, pratica e projetos de interdisciplinaridade e seus desdobramentos teorico-pratico no curriculo e no ensino e aprendizagem da musica."
    },
    {
        "disciplina": " SEMINARIO INTERDISCIPLINAR EM EDUCACAO MUSICAL 2",
        "codigo": "MUS0811 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Topicos variados em Educacao Musical envolvendo a interdisciplinaridade entre as diferentes areas da musica e entre a musica e outras areas do conhecimento. Teoria, pratica e projetos de interdisciplinaridade e seus desdobramentos teorico-pratico no curriculo e no ensino e aprendizagem da musica."
    },
    {
        "disciplina": " OFICINA INTERDISCIPLINAR EM EDUCACAO MUSICAL 2",
        "codigo": "MUS0812 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Laboratorio tematico e pratico de ensino e aprendizagem envolvendo a interdisciplinaridade entre as diferentes areas da musica e entre a musica e outras areas do conhecimento."
    },
    {
        "disciplina": " SEMINARIO EM EDUCACAO MUSICAL 3",
        "codigo": "MUS0813 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": ""
    },
    {
        "disciplina": " SEMINARIO EM EDUCACAO MUSICAL 4",
        "codigo": "MUS0814 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": ""
    },
    {
        "disciplina": " SEMINARIO EM EDUCACAO MUSICAL 5",
        "codigo": "MUS0815 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": ""
    },
    {
        "disciplina": " SEMINARIO EM EDUCACAO MUSICAL 6",
        "codigo": "MUS0816 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": ""
    },
    {
        "disciplina": " INSTRUMENTO PRINCIPAL VIOLAO 5",
        "codigo": "MUS0820 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Introducao e desenvolvimento da pratica de execucao do violao, considerando habilidades especificas, estilos, generos e periodos variados. Conceitos fundamentais em tecnica violonistica superior coordenacao motora geral e fina desenvolvimento de recursos tecnico-interpretativos fundamentais e sua aplicacao ao estudo e interpretacao de formas e estruturas musicais basicas. Desenvolvimento da pratica de execucao de acordes de setima (tetrades) e encadeamentos harmonicos aplicados ao repertorio da musica popular brasileira. Introducao as levadas ritmicas aplicadas na pratica de acompanhamento de generos musicais brasileiros."
    },
    {
        "disciplina": " INSTRUMENTO PRINCIPAL VIOLAO 6",
        "codigo": "MUS0821 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Introducao e desenvolvimento da pratica de execucao do violao, considerando habilidades especificas, estilos, generos e periodos variados. Conceitos fundamentais em tecnica violonistica superior coordenacao motora geral e fina desenvolvimento de recursos tecnico-interpretativos fundamentais e sua aplicacao ao estudo e interpretacao de formas e estruturas musicais basicas. Desenvolvimento da pratica de execucao de acordes de setima (tetrades) e encadeamentos harmonicos aplicados ao repertorio da musica popular brasileira. Introducao as levadas ritmicas aplicadas na pratica de acompanhamento de generos musicais brasileiros."
    },
    {
        "disciplina": " INSTRUMENTO SUPLEMENTAR 2",
        "codigo": "MUS0826 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Introducao e/ou desenvolvimento das habilidades funcionais para a pratica de educacao musical em contextos variados: estudo de repertorio de diferentes estilos, generos e periodos;interpretacao, criacao e improvisacao, audicao, arranjo, leitura, harmonizacao."
    },
    {
        "disciplina": " INSTRUMENTO PRINCIPAL 1",
        "codigo": "MUS0828 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Introducao e/ou desenvolvimento das habilidades funcionais para a pratica de instrumento musical em contextos variados: estudo de repertorio de diferentes estilos, generos e periodos; interpretacao, criacao e improvisacao, audicao, arranjo, leitura, harmonizacao"
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO EM MUSICA 1",
        "codigo": "MUS0829 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "mersao e regencia compartilhada e individual em contextos educacionais da Educacao Basica,\npresencial e a distancia, com reflexao sobre as praticas vivenciadas e dialogo com principios e\nmetodologias pertinentes. Discussao e elaboracao de material didatico, planejamento e\nestrategias que envolvam as tendencias contemporaneas do ensino e aprendizagem musical,\nsuas tecnologias e praticas integradas com inclusao, meio ambiente, etnico racial e diferentes\ngrupos socioculturais"
    },
    {
        "disciplina": " INSTRUMENTO PRINCIPAL 2",
        "codigo": "MUS0831 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Introducao e/ou desenvolvimento das habilidades funcionais para a pratica de instrumento musical em contextos variados: estudo de repertorio de diferentes estilos, generos e periodos; interpretacao, criacao e improvisacao, audicao, arranjo, leitura, harmonizacao."
    },
    {
        "disciplina": " FUNDAMENTOS DA ARTE MUSICAL",
        "codigo": "MUS1054 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Fundamentos da educacao musical para a formacao do/da professor(a) de musica: aspectos historicos e metodologicos, abordando questoes etnico-raciais, ambientais e da educacao especial. Estudo de contextos de ensino e aprendizagem da arte musical no DF."
    },
    {
        "disciplina": " FORMACAO E INSERCAO PROFISSIONAL",
        "codigo": "MUS1077 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Trajetoria academica do estudante de Musica. Introducao a diversidade de praticas para insercao profissional do egresso, seu campo de atuacao e responsabilidade social e etica. Interacao com a comunidade por  meio de levantamento de atuacao profissional, desafios e praticas e intervencao para propostas de intervecao e acao no campo musical."
    },
    {
        "disciplina": " INSTRUMENTO SUPLEMENTAR CANTO POPULAR 1",
        "codigo": "MUS1135 ",
        "unidade_responsavel": "DEPTO MUSICA ",
        "ementa": "Introducao e desenvolvimento da pratica vocal em grupo com enfase na voz cantada, considerando o desenvolvimento de habilidades tecnicas e expressivas caracteristicas da musica popular nos seus diversos estilos, generos e periodos, bem como sua pratica pedagogico-musical."
    }
]