[
    {
        "disciplina": " DEMOCRACIA E RELACOES INTERNACIONAIS",
        "codigo": "IRI0001 ",
        "unidade_responsavel": "INSTITUTO DE RELACOES INTERNACIONAIS ",
        "ementa": "O curso objetiva estudar temas do Direito Internacional Publico relacionando-os as abordagens politicas oferecidas pela area de Relacoes Internacionais. Serao analisados conflitos internacionais selecionados, incluindo a solucao dada por cortes internacionais."
    },
    {
        "disciplina": " TOPICOS ESPECIAIS EM INTRODUCAO AO ESTUDO DAS RELACOES INTERNACIONAIS",
        "codigo": "IRI0003 ",
        "unidade_responsavel": "INSTITUTO DE RELACOES INTERNACIONAIS ",
        "ementa": "O objetivo da disciplina e apresentar de forma introdutoria novos temas das agendas contemporaneas das Relacoes Internacionais e dela extrair subsidios para a atualizacao constante do curriculo do curso de graduacao. Governanca da Internet, Governanca do Artico, Meio Ambiente, Musica, Arte, Genero, Raca, Sexualidade, entre outros temas emergentes poderao compor o leque de assuntos abordados na disciplina."
    },
    {
        "disciplina": " MIGRACAO E REFUGIO",
        "codigo": "IRI0006 ",
        "unidade_responsavel": "INSTITUTO DE RELACOES INTERNACIONAIS ",
        "ementa": "As migracoes internacionais, quer forcadas ou voluntarias, sejam por motivos economicos, familiares, por conflitos ou desastres ambientais, tem se intensificado nos ultimos anos e tem sido mais complexas quanto as causas e consequencias para os sujeitos migrantes e para os paises de origem e destino desses fluxos migratorios. Ao mesmo tempo em que os migrantes buscam meios de sobrevivencia fora do pais de origem, eles se deparam com politicas migratorias cada vez mais restritivas, com fronteiras fechadas e com inumeras violacoes dos seus direitos humanos."
    },
    {
        "disciplina": " RELACOES INTERNACIONAIS DA CHINA",
        "codigo": "IRI0007 ",
        "unidade_responsavel": "INSTITUTO DE RELACOES INTERNACIONAIS ",
        "ementa": "Este curso busca compreender o aumento da presenca da China na cena internacional por meio do estudo da politica externa chinesa contemporanea, desde o estabelecimento da Republica Popular da China (RPC), e de forma mais concentrada a partir da evolucao recente da politica externa chinesa durante os anos 2000."
    },
    {
        "disciplina": " HISTORIA DAS RELACOES INTERNACIONAIS CONTEMPORANEAS",
        "codigo": "IRI0012 ",
        "unidade_responsavel": "INSTITUTO DE RELACOES INTERNACIONAIS ",
        "ementa": "Analise das Relacoes Internacionais desde o inicio do seculo XIX aos dias atuais,caracterizada pela dupla revolucao da modernidade – a politica, francesa, e a industrial,inglesa – e ate o inicio do seculo XXI. Esse periodo historico testemunhou tanto o augedo poder europeu no periodo do imperialismo/colonialismo quanto sua crise edecadencia, causadas pelos dramas e principais caracteristicas do seculo passado:guerras mundiais, revolucoes, descolonizacao, guerra fria, globalizacao – todascapacitadas pelos vertiginosos avancos da ciencia e da tecnologia.Objetivo:O conhecimento do passado e das raizes historicas e precondicao para compreender asrelacoes internacionais no mundo atual. O curso tem como objetivo principalproporcionar o entendimento de como a estrutura internacional contemporanea sedesenvolveu a partir das estruturas do passado, sobretudo as influencias provenientesdos seculos XIX e XX."
    },
    {
        "disciplina": " INTRODUCAO AO ESTUDO DAS RELACOES INTERNACIONAIS",
        "codigo": "IRI0013 ",
        "unidade_responsavel": "INSTITUTO DE RELACOES INTERNACIONAIS ",
        "ementa": "Apresentacao das Relacoes Internacionais como area de estudo. Discussao e contextualizacao dos principais temas, agendas, perspectivas teoricas e conceitos afeitos a area. Enfase na compreensao, do ponto de vista historico, da nocao de meio internacional e sua evolucao ate assumir as caracteristicas atuais. Estudo das principais forcas e agentes que tem participado do sistema internacional, bem como de processos por meio dos quais os padroes predominantes na politica internacional no mundo contemporaneo se configuram ao longo do tempo. Apresentacao dos principais conceitos e termos usuais empregados no estudo das Relacoes Internacionais, bem como dos debates entre as principais correntes teoricas que procuram explicar o conflito, a formacao de aliancas, a cooperacao e outros fenomenos caracteristicos do meio internacional."
    },
    {
        "disciplina": " TEORIA DAS RELACOES INTERNACIONAIS 1",
        "codigo": "IRI0015 ",
        "unidade_responsavel": "INSTITUTO DE RELACOES INTERNACIONAIS ",
        "ementa": "Essa disciplina pretende introduzir perspectivas teoricas de autores cujas obras constituem eixos centrais da producao em teoria das relacoes internacionais (TRI), desenvolvida no periodo que compreende principalmente dos anos 1950 ao final dos anos 1980/inicio dos anos 1990, oriundos essencialmente da America do Norte. Os desdobramentos teoricos mais recentes serao deixados para um segundo momento (TRI 2). Um objetivo secundario da disciplina consiste em refletir sobre as transformacoes do mundo contemporaneo e as questoes que representam desafios para as teorias das relacoes internacionais.A opcao por alguns autores e suas obras, em vez de compilacoes, justifica-se com o argumento de que, no periodo de formacao, e necessario \"ir aos classicos\", embora a producao teorica seja relativamente recente nesse campo de estudo. Um curso introdutorio de TRI deve dar aos estudantes a oportunidade de conhecer autores/obras que sao referencias obrigatorias para qualquer trabalho teorico ou empirico na area. Sao esses textos que fornecem perspectivas e conceitos basilares para parte consideravel dos estudos em RI, pontos de partida dos debates teoricos na area. Nesse sentido, o curso nao pretende esgotar o assunto, nem mesmo abranger de forma panoramica tudo o que se tem produzido no ambito das TRI, mas apresenta autores relevantes e constantemente citados na literatura. Deve-se chamar a atencao para o fato de que se trata de uma opcao circunscrita historica e geograficamente, que pretende apenas iniciar estudantes no desafio de pensar teoricamente a politica internacional."
    },
    {
        "disciplina": " ORGANIZACOES INTERNACIONAIS 1",
        "codigo": "IRI0018 ",
        "unidade_responsavel": "INSTITUTO DE RELACOES INTERNACIONAIS ",
        "ementa": "O curso estuda os processos historico que resultaram na criacao da Liga das Nacoes e da ONU. Apos 1945, os regimes internacionais e as OIs multiplicaram-se, abarcando uma grande variedade de temas como comercio, direitos humanos, meio ambiente, etc. Alem dos Estados, atores como as corporacoes transnacionais, a sociedade civil, as organizacoes nao-governamentais e as coalizoes internacionais passaram a fazer parte da rede de governanca internacional. Esse universo crescentemente complexo e tambem estudado no curso, assim como os embates teoricos sobre as possibilidades de os atores internacionais cooperarem, sobre o conceito e a pratica do multilateralismo, assim como o processo de \"organizacao internacional\"/governanca global."
    },
    {
        "disciplina": " ANALISE DAS RELACOES INTERNACIONAIS",
        "codigo": "IRI0049 ",
        "unidade_responsavel": "INSTITUTO DE RELACOES INTERNACIONAIS ",
        "ementa": "Estudo de elementos teorico-conceituais voltados para a analise e interpretacao de fenomenos e processos das relacoes internacionais contemporaneas. Compreensao, escolha e aplicacao de conhecimentos teoricos e metodologicos na producao analitica em suas diferentes formas e contextos em ciencias sociais e relacoes internacionais. Avaliacao de modelos e sua adequacao ao objeto de analise, levando-se em conta o poder explicativo relativo dos modelos alternativos, suas limitacoes, seus pontos fracos e pontos fortes."
    },
    {
        "disciplina": " TEORIA DAS RELACOES INTERNACIONAIS 2",
        "codigo": "IRI0052 ",
        "unidade_responsavel": "INSTITUTO DE RELACOES INTERNACIONAIS ",
        "ementa": "Seguimento ao aprendizado iniciado em Teoria das Relacoes Internacionais 1 (TRI 1). Visao critica da evolucao das teorias e debates teoricos das Relacoes Internacionais. Enfase nos desdobramentos teoricos e debates, que surgiram no pos-Guerra Fria. Pluralismo epistemologico, teorico e metodologico. Metodos explicativo e interpretativo. Construtivismo. Pos-positivismo. Feminismo. Pos-colonialismo. Perspectivas do Sul Global."
    },
    {
        "disciplina": " COMERCIO INTERNACIONAL",
        "codigo": "IRI0053 ",
        "unidade_responsavel": "INSTITUTO DE RELACOES INTERNACIONAIS ",
        "ementa": "O objetivo deste curso e apresentar o COMERCIO INTERNACIONAL em suas caracteristicas, suas instituicoes e sua evolucao historica. Serao discutidos os principais conceitos e as orientacoes teoricas mais notaveis que tem procurado interpretar o significado e o sentido das trocas comerciais entre as nacoes. Esses conceitos e teorias mostram que o comercio internacional representa muito mais do que simplesmente uma forma de obtencao de bens e de lucros. A historia mostra que o comercio e uma atividade que se relaciona diretamente com variaveis politicas como o poder e a capacidade dos Estados de manter sua autonomia e de assegurar a seus cidadaos padroes de vida compativeis com os padroes desfrutados por outras nacoes. A abordagem do tema sera feita fortemente baseado na historia e na utilizacao dos recursos analiticos oriundos da Economia Politica Internacional, que e uma vertente do campo de estudo das Relacoes Internacionais, que considera que o comercio forma um regime internacional distinto e bem definido. Neste curso, portanto, sera objeto de especial atencao as formas pelas quais os fatos economicos sao influenciados por desenvolvimentos ocorridos na esfera da politica promovendo padroes internacionais de distribuicao de riqueza e de emprego de recursos de poder. O curso sera ministrado essencialmente por meio de aulas expositivas, podendo contar com alguns seminarios tematicos conduzidos por convidados."
    },
    {
        "disciplina": " SISTEMA FINANCEIRO INTERNACIONAL",
        "codigo": "IRI0066 ",
        "unidade_responsavel": "INSTITUTO DE RELACOES INTERNACIONAIS ",
        "ementa": "O objetivo do curso e apresentar o SISTEMA FINANCEIRO INTERNACIONAL (SFI) em sua constituicao e em sua dinamica. A apresentacao e discussao das principais praticas e das instituicoes que formam esse sistema serao conduzidas a partir de uma base historica ja que, ao longo do tempo, o SFI sofreu transformacoes substantivas tanto na forma quanto em seus aspectos substantivos. Serao utilizados no curso os recursos teoricos oferecidos pela Economia Politica Internacional, que e o ramo do campo de estudo das Relacoes Internacionais que procura explicar as transacoes economicas internacionais. Dessa forma, a compreensao do SFI sera feita a partir do conceito de ordem economica internacional, que e um conceito construido essencialmente sobre a ideia de que as transacoes economicas internacionais nao sao aleatorias, mas seguem uma certa logica orientada essencialmente para o crescimento economico. Embora o programa inclua a discussao de antecedentes e de fundamentos historicos importantes dos fluxos financeiros internacionais, a abordagem sera baseada fortemente no periodo que se seguiu a segunda guerra mundial, quando houve uma expansao notavel dos fluxos financeiros internacionais. Serao discutidas as formas pelas quais, ao longo da historia, os fluxos financeiros desempenharam papel distinto na conformacao da ordem economica e no estimulo ao crescimento e a geracao de riqueza pelas economias. Um importante aspecto a ser explorado no curso serao as mudancas ocorridas no papel do Estado no SFI."
    },
    {
        "disciplina": " GLOBALIZACAO E RELACOES INTERCULTURAIS",
        "codigo": "IRI0092 ",
        "unidade_responsavel": "INSTITUTO DE RELACOES INTERNACIONAIS ",
        "ementa": "A DISCIPLINA VISA  DESENVOLVER  HABILIDADES PARA LIDAR COM REALIDADESINTER E MULTICULTURAIS, MEDIANTE E ENTENDIMENTO DE CONCEITOS DIFERENCIA-DOS DE TEMPO, ESPACO, PESSOA, AMBIENTE, ESTADO, ETC."
    },
    {
        "disciplina": " PROCESSOS DECISORIOS EM RELACOES INTERNACIONAIS",
        "codigo": "IRI0096 ",
        "unidade_responsavel": "INSTITUTO DE RELACOES INTERNACIONAIS ",
        "ementa": "A DISCIPLINA TEM POR OBJETIVO EXAMINAR OS ATORES, AS INSTITUICOES,  ALOGICA E A  DINAMICA DO  PROCESSO DECISORIO NAS  RELACOES INTERNACIONAISSOBRE OS SETORES DA GLOBALIZACAO."
    },
    {
        "disciplina": " PROTECAO INTERNACIONAL DO MEIO AMBIENTE",
        "codigo": "IRI0102 ",
        "unidade_responsavel": "INSTITUTO DE RELACOES INTERNACIONAIS ",
        "ementa": "O objetivo da disciplina e o de oferecer aos alunos uma visao analitica acerca das questoes contemporaneas, com vistas a capacita-los para a compreensao dos desafios  globais do desenvolvimento sustentavel a partir das Agendas do Milenio e da Agenda 2030, ambas da ONU. Apresentar a protecao internacional do meio ambiente no sistema de governanca da Terra, e como o direito internacional publico pode ser um  instrumento dessa protecao. Oferecer uma introducao acerca da evolucao das questoes ambientais.  Discutir  conceitos estruturantes e seu conteudo, principalmente: o desenvolvimento sustentavel interesse geral da humanidade direito de geracoes futuras patrimonio comum da humanidade seguranca ambiental e responsabilidades comuns mas diferenciadas, Antropoceno. As seguintes discussoes tambem fazem parte do curso: o que e o meio ambiente e porque protege-lo. O Direito Ambiental Internacional e as RI.  Principais tratados e regimes internacionais:  biodiversidade, florestas, aguas, Antartica,oceanos e clima.** Esta disciplina sera ofertada em lingua francesa no semestre 2019/2 **"
    },
    {
        "disciplina": " COOPERACAO INTERNACIONAL",
        "codigo": "IRI0122 ",
        "unidade_responsavel": "INSTITUTO DE RELACOES INTERNACIONAIS ",
        "ementa": "A cooperacao internacional nas Relacoes Internacionais. A cooperacao internacional em perspectiva historia e teorica. A cooperacao entre estados nacionais, entre instituicoes internacionais e atores nao-estatais ou nao-governamentais. A cooperacao como fenomeno publico e como fenomeno privado. A cooperacao como processo de integracao. Manifestacoes diversas da cooperacao para o desenvolvimento internacional: agencias, atores e agendas, ajuda humanitaria, ajuda financeira, refugiados e migrantes, o sistema multilateral de cooperacao para o desenvolvimento internacional, entre outras. Temas contemporaneos da agenda de cooperacao internacional e possibilidades de atuacao brasileira: meio-ambiente, saude, educacao, ciencia e tecnologia, pobreza, desenvolvimento agricola e agricultura, entre outros. Politicas, conhecimentos, experiencias e praticas da cooperacao internacional."
    },
    {
        "disciplina": " TOPICOS ESPECIAIS EM POLITICA INTERNACIONAL 3",
        "codigo": "IRI0133 ",
        "unidade_responsavel": "INSTITUTO DE RELACOES INTERNACIONAIS ",
        "ementa": "O objetivo da disciplina e o de analisar temas da politica internacional que complementam a formacao do estudante de relacoes internacionais, nessa disciplina poderao ser estudadas questoes especificas como, por exemplo, a politica externa de paises importantes no cenario internacional ou o papel desempenhado por um pais ou organizacao em determinado episodio ou area das relacoes internacionais. Nessa disciplina poderao ser tambem discutidas e analisadas temas historicos e tendencias relevantes na politica internacional da atualidade."
    },
    {
        "disciplina": " TOPICOS ESPECIAIS EM POLITICA INTERNACIONAL 4",
        "codigo": "IRI0134 ",
        "unidade_responsavel": "INSTITUTO DE RELACOES INTERNACIONAIS ",
        "ementa": "Definindo a regiao: Sudeste Asiatico, Nordeste Asiatico, Leste Asiatico. Definindo as tendencias integrativas: Do PAFTA as Comunidades Epistemicas. O Relatorio Patrick-Drysdale e a constituicao da APEC. O dilema da presenca ou nao dos Estados Unidos nestes processos integrativos. A crise asiatica e as propostas ASEAN+3, ASEAN+6. A AFTA e as 5 areas de livre comercio ASEAN+1. As modalidades de mega acordos: TPP, RCEP e CKJ. As propostas com vies estrategico CPTPP (TPP-11) e Free and Open Indo-Pacific. Partindo da premissa de que, apesar da extrema relevancia que a Asia atualmente detem no meio internacional ha um profundo desconhecimento na sociedade brasileira sobre esta realidade, o objetivo primario da presente disciplina e buscar ampliacao do conhecimento sobre o continente asiatico nas dimensoes economica, estrategica e politica. Assim, o objetivo basico da presente disciplina e avaliar as propostas, esforcos, conflitos e interesses presentes no processo de definicao e construcao de uma Comunidade do Leste Asiatico, com vistas a ampliar os mecanismos regionais de cooperacao ou de integracao."
    },
    {
        "disciplina": " ANALISE DAS RELACOES INTERNACIONAIS DO BRASIL",
        "codigo": "IRI0144 ",
        "unidade_responsavel": "INSTITUTO DE RELACOES INTERNACIONAIS ",
        "ementa": "O objetivo desta disciplina e analisar e discutir a formulacao e execucao da politica exterior do Brasil a partir da segunda metade dos anos 80 sob a perspectiva teorico-conceitual da  Analise da Politica Externa. Em vista disso, estuda-se a influencia do ambiente internacional - em suas dimensoes de anarquia, poder, regulamentacao e transnacionalidade - e o papel de fatores domesticos, tais como o do  legislativo, dos grupos de interesse e dos grupos de causa, da opiniao publica e  do sistema de crencas dos tomadores de decisao sobre a politica externa. A primeira parte do curso focaliza temas teorico-conceituais, procurando nao perder de vista a sua correspondencia com a realidade empirica brasileira a segunda parte investiga as relacoes internacionais do pais a partir do governo Sarney.  Cabe ainda ressaltar, que o curso direciona-se a explicar a politica externa brasileira a partir da combinacao das mudancas que ocorrem no espaco internacional com as que se desenvolvem no contexto interno, dando-se enfase, neste caso, a consolidacao da democracia e a internacionalizacao da economia. Os textos da Leitura Complementar com asteriscos sao leituras recomendadas, ainda que nao obrigatorias, pois eles contribuem de modo mais direto para o entendimento do tema da unidade.."
    },
    {
        "disciplina": " DIREITO EM RELACOES INTERNACIONAIS",
        "codigo": "IRI0146 ",
        "unidade_responsavel": "INSTITUTO DE RELACOES INTERNACIONAIS ",
        "ementa": "O Direito das Relacoes Internacionais confunde-se com a regulamentacao, disciplinada pelo Direito Internacional, tanto no ambito publico, quanto no privado pelo que a disciplina apresenta um estudo da estrutura e da evolucao da sociedade internacional atual. Poder e organizacao na sociedade internacional. Interdependencia, dependencia e globalizacao. Principais dinamicas de cooperacao, integracao e conflito. Avaliacao e abordagem geral dos direitos em uma gestao de crise e conflitos.No seculo XXI, tem crescido em numero e importancia as decisoes de tribunais internacionais, fato que confere a jurisprudencia um papel da mais alta relevancia, como forma de revelacao das normas do Direito das Relacoes Internacionais que vem, ao longo do tempo, ganhando novos contornos e evoluindo ao avanco da sociedade internacional, o que releva a extrema complexidade desse fenomeno e demanda um imprescindivel engajamento por parte dos novos atores do cenario global."
    },
    {
        "disciplina": " HISTORIA DAS RELACOES INTERNACIONAIS DO BRASIL",
        "codigo": "IRI0154 ",
        "unidade_responsavel": "INSTITUTO DE RELACOES INTERNACIONAIS ",
        "ementa": "Conceitos e unidades de analise fundamentais para a analise da Historia das Relacoes Internacionais do Brasil. Periodos e fases de longa duracao na Politica Exterior do Brasil: A Politica Exterior do Imperio (1822-1889) a Primeira Republica e a sua Politica Exterior (1889-1930) A Era Vargas (1930-1945) A Republica Liberal e a sua Politica Exterior (1945-1964) O Regime Militar, o apogeu e o ocaso do Nacional Desenvolvimentismo (1964-1990) Democratizacao e o Brasil no mundo pos-guerra fria (de 1990 em diante). Identificacao dos principios e ideias norteadores da atuacao internacional do Brasil Identificacao dos eixos do sistema de relacoes internacionais do Brasil (relacoes bilaterais e atuacao multilateral) Caracterizacao dos problemas politicos e economicos da insercao internacional do Brasil Contextualizacao das conexoes entre as estrategias de insercao internacional e os processos de modernizacao e desenvolvimento social, politico e economico do Brasil."
    },
    {
        "disciplina": " METODOS E TECNICAS DE PESQUISA EM RELACOES INTERNACIONAIS",
        "codigo": "IRI0156 ",
        "unidade_responsavel": "INSTITUTO DE RELACOES INTERNACIONAIS ",
        "ementa": "A disciplina tem por objetivo apresentar treinamento pratico em metodologia cientifica e tecnicas de pesquisa, bem como oportunidade de reflexao teorica sobre as abordagens e instrumentos utilizados nas ciencias sociais, com enfase nas relacoes internacionais. Sao topicos a serem abordados: O conhecimento cientifico Cencia, Pesquisa, Teoria e Metodo Ciencia pura e Ciencia aplicada o status cientifico das Relacoes Internacionais  Metodos e Tecnicas de Pesquisa a pesquisa Elaboracao e  comunicacao da pesquisa."
    },
    {
        "disciplina": " POLITICA COMPARADA",
        "codigo": "IRI0158 ",
        "unidade_responsavel": "INSTITUTO DE RELACOES INTERNACIONAIS ",
        "ementa": "O curso tem por objetivo introduzir o aluno aos estudos comparados, essencial para as areas de Relacoes Internacionais e Ciencia Politica e grande lacuna nos cursos de graduacao e pos-graduacao no Brasil. O campo de Politica Comparada confunde-se hoje com seu metodo, embora tenha surgido nos Estados Unidos nos anos 50, no contexto da guerra fria, com a finalidade de estudar outros paises e outros povos e dar subsidios a politica externa americana.A primeira parte do curso sera dedicada a introducao a metodologia cientifica, com o proposito de nivelamento dos alunos. Em seguida, o aluno sera apresentado a uma visao historica do campo de Politica Comparada (e um campo ou um metodo?) e seu debate atual (metodos quantitativos vs. qualitativos), enfatizando seus conceitos basicos. A evolucao conceitual e teorica do campo sera ligada aos contextos da guerra fria e pos-guerra fria. No que se refere ao metodo comparado sera dado enfase a abordagem qualitativa, mais frequentemente usada em Relacoes Internacionais, especialmente no Brasil. Os alunos serao apresentados a estudos de caso, tipos de vies de selecao de casos e aos principais desenhos do metodo comparado qualitativo.   A terceira parte do curso visa fornecer aos alunos material para a elaboracao do trabalho final.  Dentre os varios temas possiveis deste campo, este curso se centrara no processo de democratizacao atual, chamado de Terceira Onda de Democratizacao. Veremos os processos de transicao e consolidacao das democracias desta onda e trataremos da promocao ou exportacao de democracia como parte da politica externa do hegemon.Havera controle de leitura semanal, uma verificacao por escrito e um trabalho final em grupo a ser apresentado no ultimo dia de aula. Os controles devera ser entregues por escrito ao final de cada unidade. Atrasos na entrega dos controles implicarao em perda de pontos. A avaliacao final sera a media aritmetica da verificacao por escrito, do trabalho final e dos controles de leitura.  A leitura em ingles e imprescindivel."
    },
    {
        "disciplina": " POLITICA INTERNACIONAL CONTEMPORANEA",
        "codigo": "IRI0164 ",
        "unidade_responsavel": "INSTITUTO DE RELACOES INTERNACIONAIS ",
        "ementa": "A disciplina tem por objetivo apresentar uma visao geral dos principais temas da insercao internacional do Brasil contemporaneo. Sao topicos a serem cobertos: fundamentacao teorica da analise da politica exterior os pensamentos brasileiro e latino-americano de analise de politica exterior os principios e valores inerentes a acao internacional do Brasil analise de relacoes internacionais do Brasil: o Brasil e os novos constrangimentos internacionais o universalismo na Politica Exterior do Brasil dimensoes da insercao internacional do Brasil (comercio, fluxos financeiros, investimentos externos diretos) multilateralismo politico e economico a ancoragem regional e as Relacoes do Brasil com os paises vizinhos o Brasil e a Europa o Brasil e os Estados Unidos o Brasil e a Africa, Asia e Oriente Medio o processo de formulacao e implementacao da Politica Exterior o Brasil e os novos temas da agenda internacional contemporanea (seguranca, desenvolvimento, direitos humanos, meio-ambiente, ciencia e tecnologia etc)."
    },
    {
        "disciplina": " A POLITICA EXTERIOR DO BRASIL SOB O NACIONAL",
        "codigo": "IRI0165 ",
        "unidade_responsavel": "INSTITUTO DE RELACOES INTERNACIONAIS ",
        "ementa": "A disciplina tem por objetivo apresentar a historia da politica exterior do Brasil no periodo que se estende de 1930 a 1990, abordando os aspectos politicos, economicos e ideologicos da conformacao do paradigma nacional desenvolvimentista de politica exterior."
    },
    {
        "disciplina": " ECONOMIA POLITICA INTERNACIONAL 1",
        "codigo": "IRI0168 ",
        "unidade_responsavel": "INSTITUTO DE RELACOES INTERNACIONAIS ",
        "ementa": "O curso focara a revisao das principais escolas da economia politica e sera dividido em tres partes. A primeira, introdutoria, apresentara a definicao de economia politica, alem de um breve panorama da evolucao do capitalismo. Tambem discutiremos a construcao dos argumentos teoricos que serviram de base para os pressupostos ligados a racionalidade do homem economico. A segunda parte abordara as principais correntes de pensamento e visoes analiticas que estruturaram e mobilizaram o debate academico sobre a economia politica ao longo do tempo, cobrindo desde as concepcoes classicas dos seculos XVIII e XIX ate as vertentes associadas a teoria da dependencia. Por fim, serao introduzidas algumas visoes sobre o aspecto politico das relacoes economicas internacionais, tema que sera desenvolvido e aprofundado na disciplina de Economia Politica Internacional II."
    },
    {
        "disciplina": " ECONOMIA POLITICA INTERNACIONAL 2",
        "codigo": "IRI0169 ",
        "unidade_responsavel": "INSTITUTO DE RELACOES INTERNACIONAIS ",
        "ementa": "O curso focara as teorias, processos historicos e temas ligados a Economia Politica Internacional. A primeira parte e introdutoria e incluira a apresentacao do conceito de economia politica internacional, bem como uma breve revisao das principais abordagens da economia politica. Na segunda parte, serao discutidas as principais teorias da economia politica internacional. A terceira parte abordara a historia da economia politica internacional desde os seus primordios (1400-1800) ate os dias atuais. A quarta parte focara temas de economia politica internacional e a posicao brasileira em cada um deles. Por fim, dedicaremos a parte final do curso a discussao das perspectivas dos paises do Sul na economia politica internacional."
    },
    {
        "disciplina": " TEMAS DAS RELACOES INTERNACIONAIS DO BRASIL CONTEMPORANEO",
        "codigo": "IRI0171 ",
        "unidade_responsavel": "INSTITUTO DE RELACOES INTERNACIONAIS ",
        "ementa": "A disciplina tem por objetivo apresentar ao aluno as linhas gerais da politica exterior do Brasil contemporaneo, contempladas a partir de recortes tematicos especificos, como a atuacao regional, a manutencao das parcerias estrategicas tradicionais, a atuacao em foros multilaterais politicos e economicos, os problemas da seguranca, dos direitos humanos, do meio-ambiente, e a intensificacao do debate social sobre as questoesinternacionais."
    },
    {
        "disciplina": " NEGOCIACOES INTERNACIONAIS",
        "codigo": "IRI0182 ",
        "unidade_responsavel": "INSTITUTO DE RELACOES INTERNACIONAIS ",
        "ementa": "Negociacao: arte e oficio. Teorias da negociacao. Tipos de negociacao. Caracteristicas da negociacao. Elementos da negociacao. O processo de negociacao e suas regras. Gestao dos processos de negociacao internacional. Negociacao Internacional Aplicada como instrumento para o desenvolvimento.Estrategias de Negociacao. Cultura e sociedade global. Padroes culturais, inteligencia cultural. Conceituacao e aplicacao pratica da negociacao nas Relacoes Internacionais. Abordagens de Hall & Hoffstede. Pratica da negociacao internacional: estudos de caso e simulacoes"
    },
    {
        "disciplina": " RELACOES INTERNACIONAIS DA AFRICA",
        "codigo": "IRI0184 ",
        "unidade_responsavel": "INSTITUTO DE RELACOES INTERNACIONAIS ",
        "ementa": "O curso tem o proposito de apresentar as linhas gerais da evolucao das relacoes internacionais da Africa, do seculo XIX ao inicio do seculo XXI. Com a finalidade de compreender com maior precisao o significado das transformacoes sociais, politicas e economicas vivenciadas no continente africano, a disciplina propoe uma analise das varias dinamicas que o continente atravessou no periodo contemporaneo, com destaque para os impactos internos de sua insercao internacional."
    }
]