[
    {
        "disciplina": " PROJETO DE PAISAGISMO 2",
        "codigo": "PRO0002 ",
        "unidade_responsavel": "DEPTO PROJETOS EXPRES REPRES ARQ E URBAN ",
        "ementa": "x"
    },
    {
        "disciplina": " CIENCIAS DO COMPORTAMENTO APLICADAS A ARQUITETURA",
        "codigo": "PRO0004 ",
        "unidade_responsavel": "DEPTO PROJETOS EXPRES REPRES ARQ E URBAN ",
        "ementa": ""
    },
    {
        "disciplina": " ESTAGIOS SUPERVISIONADOS DE PROJETOS",
        "codigo": "PRO0007 ",
        "unidade_responsavel": "DEPTO PROJETOS EXPRES REPRES ARQ E URBAN ",
        "ementa": "A disciplina visa proporcionar um realcionamento mais estreito entre o plano didatico e a realidade profissional. Por meio de exercicio pratico, levado a efeito junto a empresas publicas ou privadas, o aluno tem a oportunidade de poder participar efetivamente da experiencia profissional, colaborando na realizacao de trabalhos executados sob a responsabilidade de profissionais legalmente habilitados."
    },
    {
        "disciplina": " PRATICA PROFISSIONAL",
        "codigo": "PRO0009 ",
        "unidade_responsavel": "DEPTO PROJETOS EXPRES REPRES ARQ E URBAN ",
        "ementa": "Legislacao de modalidade do exercicio profissional, orgaos regulamentadores da profissao, orgaos de classe, organizacoes nacionais e internacionais organizacao profissional relacionada ao mercado de trabalho, sua evolucao na sociedade brasileira.  Perspectivas do desenvolvimento profissional. Seminarios e debates."
    },
    {
        "disciplina": " PROJETO ARQUITETONICO 1",
        "codigo": "PRO0011 ",
        "unidade_responsavel": "DEPTO PROJETOS EXPRES REPRES ARQ E URBAN ",
        "ementa": "Pratica  intensiva de projetos como resposta a situacao arquitetonicas simples, predeterminadas, com acentuado compromisso com o urbano. Tratamento  da arquitetura  na sua totalidade, considerados os aspectos ambientais, tecnologicos, funcionais e esteticos. Analise de espacos existentes e sua reproposicao. Desenvolvimento em nivel de estudo preliminar. Apresentacao com enfase no desenho a mao livre com perspectivas e maquetes."
    },
    {
        "disciplina": " PROJETO DE ARQUITETURA ",
        "codigo": "PRO0013 ",
        "unidade_responsavel": "DEPTO PROJETOS EXPRES REPRES ARQ E URBAN ",
        "ementa": "projeto de edificacoes de pequeno porte com forte conteudo simbolico de carater coletivo. Enfase no exercicio de simbolizacao e expressao estetica, alem da resolucao dos aspectos funcionais, ambientais e construtivos. Detalhamento relevante para o partido arquitetonico."
    },
    {
        "disciplina": " PROJETO DE ARQUITETURA ",
        "codigo": "PRO0015 ",
        "unidade_responsavel": "DEPTO PROJETOS EXPRES REPRES ARQ E URBAN ",
        "ementa": "Pratica em projetos de edificacoes residenciais uni e/ou plurifamiliares, precedida de aulas teoricas e de debates sobre a questao habitacional. Mostra de fatos/desenhos sobre o tema, estudo de casos, exemplificacoes, seguindo-se a definicao da clientela e do programa de necessidades. Estudos ambientais de implantacao, tecnicas de projetacao e de configuracoes volumetricas, dimensionamentos  estruturais preliminares, fluxos e adequacao das varias funcoes da moradia de modo a orientar o aluno a conceber o espaco urbanistico e/ou arquitetonico residencial em todas as suas abrangencias e dimensoes. Desenvolvimento de analise sas condicionantes sociais, ambientais, tecnicas e economicas e a avaliacao critica dos conteudos, rendimentos e procedimentos, de modo que todos possam entender o significado da intervencao na cidade enquanto producao cultural e politica. Desenvolvimento incluindo estudo volumetrico, perspectivas  e maquetes."
    },
    {
        "disciplina": " PROJETO DE ARQUITETURA DE GRANDES VAOS",
        "codigo": "PRO0016 ",
        "unidade_responsavel": "DEPTO PROJETOS EXPRES REPRES ARQ E URBAN ",
        "ementa": "Projeto de edificacoes cujo programa exija grandes vaos, com problemas especificos de seguranca (relacionados a presenca de grande numero de pessoas) e de controle ambiental (iluminacao, acustica, visibilidade etc). Detalhes de elementos construtivos e de circulacao vertical. Aplicacao de metodologias relativas a analise do sitio. Tema de forte compromisso com a escala urbana, com enfase na presenca da edificacao no seu entorno."
    },
    {
        "disciplina": " PROJETO ARQUITETONICO DE EDIFICACOES EM ALTURA",
        "codigo": "PRO0017 ",
        "unidade_responsavel": "DEPTO PROJETOS EXPRES REPRES ARQ E URBAN ",
        "ementa": "Pratica em projetos de edificacoes, a nivel de equipamentos urbanos, por meio de analise e avaliacao criticas da insercao de objetos arquitetonicos em uma dada fracao urbana, e proposta de sua ocupacao fisica com o fim de conceber o espaco arquitetonico em toda a sua abrangencia, desde as suas necessidades ambientais e possibilidades economicas, ate seu significado enquanto producao cultural. Os alunos deverao, necessariamente, neste PA5, projetar edificios com solucoes verticais."
    },
    {
        "disciplina": " PROJETO DE ARQUITETURA DE FUNCOES COMPLEXAS",
        "codigo": "PRO0018 ",
        "unidade_responsavel": "DEPTO PROJETOS EXPRES REPRES ARQ E URBAN ",
        "ementa": "Projeto de edificacao com grande numero de espacos especificos para funcoes interagentes. Programacao, dimensionamento relativo entre as funcoes, descricao das atividades, caracterizacao dos espacos, equipamentos e instalacoes. Desenvolvimento a nivel de anteprojeto."
    },
    {
        "disciplina": " PROJETO DE URBANISMO 1",
        "codigo": "PRO0020 ",
        "unidade_responsavel": "DEPTO PROJETOS EXPRES REPRES ARQ E URBAN ",
        "ementa": "Exercicio de projeto de espaco urbano. Aplicacao de tecnicas e procedimentos urbanisticos com enfase no dimensionamento de um programa de necessidades, considerando os aspectos funcionais, ambientais e comportamentais."
    },
    {
        "disciplina": " PROJETO DE URBANISMO 2",
        "codigo": "PRO0021 ",
        "unidade_responsavel": "DEPTO PROJETOS EXPRES REPRES ARQ E URBAN ",
        "ementa": "Exercicio de projeto de espaco urbano.Formulacao, avaliacao e adocao de alternativas de organizacao espacial instrumentos de implementacao de propostas (legislacao urbana, gestao, financiamento etc.). Aplicacao de tecnicas e procedimentos urbanisticos com enfase nos aspectos de infra-estrutura urbana, legislacao, custos, financiamento e gestao."
    },
    {
        "disciplina": " PROJETO PAISAGISTICO 1",
        "codigo": "PRO0022 ",
        "unidade_responsavel": "DEPTO PROJETOS EXPRES REPRES ARQ E URBAN ",
        "ementa": "Intervencao na paisagem urbana. Projetos de espacos urbanos livres e de espacos abertos vinculados a edificacao. Metodologia e representacao grafica de projetos de paisagismo."
    },
    {
        "disciplina": " DESENHO ARQUITETONICO",
        "codigo": "PRO0023 ",
        "unidade_responsavel": "DEPTO PROJETOS EXPRES REPRES ARQ E URBAN ",
        "ementa": "Conhecimento basico dos meios de expressao e representacao de projetos de arquitetura e urbanismo. Familiarizacao com os instrumentos, meios e materiais utilizados para expressao e representacao. Normas e convencoes (ABNT e DIN). Linhas, texturas, desenhosde projeto, projeto de execucao, detalhes. Normalizacao das pranchas, escalas graficas, selo e indicacoes de apoio a leitura de projetos. Modelos reduzidos."
    },
    {
        "disciplina": " DESENHO E PLASTICA 1",
        "codigo": "PRO0025 ",
        "unidade_responsavel": "DEPTO PROJETOS EXPRES REPRES ARQ E URBAN ",
        "ementa": "Disciplina introdutoria de carater pratico-analiticos visando desenvolver a capacidade de exprimir e representar ideias e intencoes numa linguagem bi e tridimensional, atraves dos materiasi e tecnicas de expressao e representacao."
    },
    {
        "disciplina": " DESENHO E PLASTICA 2",
        "codigo": "PRO0026 ",
        "unidade_responsavel": "DEPTO PROJETOS EXPRES REPRES ARQ E URBAN ",
        "ementa": "Aprofundamento e direcionamento de conceitos, tecnicas e materiais de expressao grafica paa aplicacao nos projetos de arquitetura e urbanismo."
    },
    {
        "disciplina": " GEOMETRIA CONSTRUTIVA",
        "codigo": "PRO0028 ",
        "unidade_responsavel": "DEPTO PROJETOS EXPRES REPRES ARQ E URBAN ",
        "ementa": "Analise e construcao das formas geometricas basicas bi e tridimensionais e suas aplicacoes como suporte da arquitetura."
    },
    {
        "disciplina": " PROGRAMACAO VISUAL APLICADA A ARQUITETURA E URBANISMO",
        "codigo": "PRO0031 ",
        "unidade_responsavel": "DEPTO PROJETOS EXPRES REPRES ARQ E URBAN ",
        "ementa": "A disciplina visa fornecer ao estudante de arquitetura e urbanismo subsidios para uma iniciacao a programacao  visual do edificio e do espaco urbano, analisando como os elementos de comunicacao visual podem integrar-se, interferir e ate modificar estes espacos."
    },
    {
        "disciplina": " VEGETACAO APLICADA AO PAISAGISMO",
        "codigo": "PRO0035 ",
        "unidade_responsavel": "DEPTO PROJETOS EXPRES REPRES ARQ E URBAN ",
        "ementa": "A disciplina tem por objetivo aprofundar o conhecimento e afinidade no tratamento dos espacos livres utilizando elementos vegetais."
    },
    {
        "disciplina": " OFICINA DE MAQUETE",
        "codigo": "PRO0036 ",
        "unidade_responsavel": "DEPTO PROJETOS EXPRES REPRES ARQ E URBAN ",
        "ementa": "Valorizacao do uso da maquete como meio para simular o espaco arquitetonico, apreender as tecnicas construtivas estruturais, desenvolver a relacao plano-espaco tridimensional e expressar e representar o projeto arquitetonico."
    },
    {
        "disciplina": " PROJETO DE ARQUITETURA E URBANISMO 8 ",
        "codigo": "PRO0047 ",
        "unidade_responsavel": "DEPTO PROJETOS EXPRES REPRES ARQ E URBAN ",
        "ementa": "O dominio das teorias, praticas projetuais e solucoes tecnologicas para a preservacao, conservacao, restauracao, recontrucao, reabilitacao e reutilizacao de edificacoes, conjuntos arquitetonicos e cidades."
    },
    {
        "disciplina": " SABER LOCAL ",
        "codigo": "PRO0049 ",
        "unidade_responsavel": "DEPTO PROJETOS EXPRES REPRES ARQ E URBAN ",
        "ementa": "Trata-se do estudo sobre situacoes existentes, destacando-se os movimentos sociais urbanos e rurais, sob o ponto de vista da producao e configuracao do seu ambiente. A disciplina problematizara a pratica e a formacao dos profissionais universitarios (principalmente dos arquitetos) face as praticas e modos de construcao das populacoes tradicionais. Um dos exemplos a serem considerados sera as etnias indigenas brasileiras as quais empregam materias-primas naturais e processos construtivos tradicionais no seu habitat. A analise dara especial enfase ao saber (tecnologico e arquitetonico) dessas comunidades contingenciado pela natureza e pelas instituicoes reguladoras desses povos."
    },
    {
        "disciplina": " PRATICA DE ESCRITORIO MODELO DE ARQUITETURA E URBANISMO 1",
        "codigo": "PRO0055 ",
        "unidade_responsavel": "DEPTO PROJETOS EXPRES REPRES ARQ E URBAN ",
        "ementa": ""
    },
    {
        "disciplina": " PROJETO DE PAISAGISMO 1",
        "codigo": "PRO0060 ",
        "unidade_responsavel": "DEPTO PROJETOS EXPRES REPRES ARQ E URBAN ",
        "ementa": ""
    },
    {
        "disciplina": " MODELAGEM TRIDIMENSIONAL DIGITAL EM ARQUITETURA",
        "codigo": "PRO0063 ",
        "unidade_responsavel": "DEPTO PROJETOS EXPRES REPRES ARQ E URBAN ",
        "ementa": ""
    },
    {
        "disciplina": " CONFORTO TERMICO AMBIENTAL 2",
        "codigo": "PRO0064 ",
        "unidade_responsavel": "DEPTO PROJETOS EXPRES REPRES ARQ E URBAN ",
        "ementa": ""
    },
    {
        "disciplina": " MODELAGEM DA INFORMACAO DA CONSTRUCAO ",
        "codigo": "PRO0065 ",
        "unidade_responsavel": "DEPTO PROJETOS EXPRES REPRES ARQ E URBAN ",
        "ementa": ""
    }
]