[
    {
        "disciplina": " PATOLOGIA MOLECULAR CLINICA",
        "codigo": "FCE0005 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Tecnicas de diagnostico molecular de processos infecciosos e de doencas geneticas e metabolicas. Conceitos de identificacao humana, teste de paternidade"
    },
    {
        "disciplina": " HEMATOLOGIA CLINICA",
        "codigo": "FCE0006 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Hematologia laboratorial na pratica clinica. Tecnicas de colheita de sangue. Anticoagulantes utilizados no laboratorio de hematologia. Hemograma: indices hematometricos unidades de medicao em hematologia. Observacao do esfregaco de sangue periferico: anomalias quantitativas e qualitativas dos globulos vermelhos e brancos. Nocoes de hematopoiese: eritropoiese e mielopoieses. Nocoes de coagulacao e hemostase. Testes laboratoriais utilizados no diagnostico de anomalias da coagulacao. Testes do globulo branco: leucemias agudas e cronicas."
    },
    {
        "disciplina": " A ENFERMAGEM NA ESTRATEGIA SAUDE DA FAMILIA",
        "codigo": "FCE0007 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Textos e contexto relativos a saude. Organizacao e niveis de discurso. Analise de topicos e conhecimentos de categorias de analise. Pragmatica do discurso, pista de contextualizacao e inferencias. Caracteristicas dos discursos oral e escrito. Coerencia, coesao e selecao lexical. Intertextualidade e semiose. Discurso e ideologia relativos a saude publica."
    },
    {
        "disciplina": " PRATICA DA FISIOTERAPIA BASEADA EM PROBLEMAS",
        "codigo": "FCE0009 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Estudo e resolucao de casos-problema envolvendo diferentes ciclos de vida e niveis de complexidade de atencao a saude, integrando os conhecimentos teorico-praticos adquiridos no decorrer do curso de Fisioterapia. Uso de metodos ativos de aprendizagem como norteador do processo ensino- aprendizagem e do desenvolvimento de competencias relacionadas a tomada de decisao clinica e resolucao de problemas no estagio curricular em fisioterapia."
    },
    {
        "disciplina": " ATENCAO PRIMARIA EM SAUDE",
        "codigo": "FCE0011 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "A Atencao Primaria a Saude enquanto ciencia constitui-se como o primeiro contato de individuos, familias e comunidades com o sistema de saude. Tem o papel centralizador de organizacao, coordenacao e responsabilizacao dentro de um sistema de saude."
    },
    {
        "disciplina": " APRIMORAMENTO DA PERFORMANCE COMUNICATIVA: ATIVIDADE PRATICA",
        "codigo": "FCE0021 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Analise dos conceitos de comunicacao, linguagem, expressividade e performance comunicativa. Reflexao sobre os aspectos verbais e nao verbais da comunicacao humana. Experimentacao de atividades praticas relacionadas a performance comunicativa."
    },
    {
        "disciplina": " FUNDAMENTOS DE CANCEROLOGIA",
        "codigo": "FCE0028 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Fundamentos de biologia celular e molecular aplicados ao processo de tumorogenese e manutencao tumoral, abordagens terapeuticas e de diagnostico dos tipos de cancer de maior importancia epidemiologica e nocoes basicas de pesquisa em cancerologia basica e aplicada."
    },
    {
        "disciplina": " ESTAGIO OBRIGATORIO EM FISIOTERAPIA 1",
        "codigo": "FCE0034 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Assegura a pratica de intervencoes fisioterapeuticas na atencao de media e alta complexidade em saude. Proporciona ambiente para treinamento pratico em servicos de fisioterapia com praticas preventivas, curativas e de reabilitacao, seja nas unidades basicas de saude, seja nos ambulatorios e centros de reabilitacao."
    },
    {
        "disciplina": " ESTAGIO OBRIGATORIO EM FISIOTERAPIA 2",
        "codigo": "FCE0035 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Assegura a pratica de intervencoes fisioterapeuticas na atencao de media e alta complexidade em saude. Proporciona ambiente para treinamento pratico em servicos de fisioterapia com praticas preventivas, curativas e de reabilitacao, seja nas unidades basicas de saude, seja nos ambulatorios e centros de reabilitacao."
    },
    {
        "disciplina": " ESTAGIO OBRIGATORIO EM FISIOTERAPIA 3",
        "codigo": "FCE0036 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Assegura a pratica de intervencoes fisioterapeuticas  na  atencao de  media e alta complexidade  em saude.  Proporciona ambiente para treinamento pratico em servicos de fisioterapia com praticas preventivas e curativas nas unidades de terapia intensiva e ambulatorios."
    },
    {
        "disciplina": " INTRODUCAO A FONOAUDIOLOGIA",
        "codigo": "FCE0038 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Historia da Fonoaudiologia no Brasil e no cenario internacional. Regulamentacao da profissao estruturacao e formacao doprofissional fonoaudiologo. Areas de atuacao, interdisciplinaridade, papel da Fonoaudiologia nas politicas publicas da Saude eEducacao."
    },
    {
        "disciplina": " ESTUDOS LINGUISTICOS 1",
        "codigo": "FCE0040 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Conceitos de comunicacao, lingua e linguagem. Objeto de estudo, historia e areas da linguistica. Linguagem e pensamento. Introducao a morfologia, sintaxe, semantica, analise do discurso e pragmatica."
    },
    {
        "disciplina": " MORFOSIOLOGIA DE CABECA E PESCOCO",
        "codigo": "FCE0041 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Estudo integrado da anatomia, histologia e fisiologia dos sistemas que compoem os segmentos da cabeca e pescoco envolvidos no processo fonoarticulatorio. Controle nervoso do mecanismo de producao da fala. Desenvolvimento de nocoes da morfofisiologia de cabeca e pescoco para o raciocinio clinico."
    },
    {
        "disciplina": " ESTUDOS LINGUISTICOS 2",
        "codigo": "FCE0042 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Aspectos articulatorios e acusticos envolvidos na producao da fala. Organizacao fonologica da lingua portuguesa. Transcricao fonetica e fonologica. Prosodia. Variacao linguistica."
    },
    {
        "disciplina": " FISICA ACUSTICA",
        "codigo": "FCE0043 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Conceitos fundamentais da fisica aplicados a Fonoaudiologia. Fisica dos sons, propagacao dos sons. Bases fisicas da fonacao, incluindo seus aspectos aerodinamicos. Bases fisicas da audicao. Ruido: niveis e medidas. Psicoacustica. Instrumentacao."
    },
    {
        "disciplina": " TRABALHO DE CAMPO EM FONOAUDIOLOGIA 1",
        "codigo": "FCE0048 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": ""
    },
    {
        "disciplina": " ATENCAO AO PREMATURO E A FAMILIA",
        "codigo": "FCE0050 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "A prematuridade e o baixo peso ao nascer como problema de saude publica abordando o cuidado de apoio ao desenvolvimento do prematuro e o cuidado centrado na familia. Discute e analisa o cuidado de enfermagem de uma forma sistematizada e aborda aspectos como semiologia e semiotecnica e diagnosticos de enfermagem voltados para essa populacao."
    },
    {
        "disciplina": " PROCESSOS COGNITIVOS: CINESIO",
        "codigo": "FCE0053 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Cinesiologia e suas relacoes com a Fisiopatologia dos processos cognitivos envolvidos nas capacidades e habilidades neuromotoras de memoria, aprendizagem e reaprendizagem de funcionalidade relacoes das caracteristicas proprias das lesoes/patologias que acometem o Sistema Nervoso (adquiridas, traumaticas ou degenerativas) com incapacidades cognitivo/motoras envolvidas nas incapacidades neuromotoras geradas como efeito. Reflexao sobre as aplicacoes desses conhecimentos na assistencia em saude, considerando os limites e possibilidades de recuperacao funcional cognitiva e motora. ."
    },
    {
        "disciplina": " SERVICOS CLINICOS FARMACEUTICOS",
        "codigo": "FCE0063 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": ""
    },
    {
        "disciplina": " TECNOLOGIAS ASSISTIVAS EM AUDIOLOGIA",
        "codigo": "FCE0065 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Desenvolvimento de habilidades que permitam ao estudante identificar a necessidade do uso das tecnologias disponiveis que objetivam promover a funcionalidade, melhoria da autonomia, da independencia, da comunicacao, do aprendizado, da qualidade de vida e a inclusao social de pessoas com alteracao auditiva. Entender o processo de prescricao de equipamentos e do acompanhamento do usuario, levando em consideracao suas necessidades e desejos, o contexto em que vive e os recursos existentes."
    },
    {
        "disciplina": " FONOAUDIOLOGIA NA ATENCAO PRIMARIA A SAUDE",
        "codigo": "FCE0069 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Acoes de saude, no ambito individual e coletivo, que abrangem a promocao e a protecao da saude, a prevencao de agravos, o diagnostico, o tratamento, a reabilitacao e a manutencao da saude em Fonoaudiologia. Trabalho em equipe de forma territorializada."
    },
    {
        "disciplina": " PESQUISA EM PROMOCAO DO USO RACIONAL DOS MEDICAMENTOS",
        "codigo": "FCE0071 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Planejamento, estruturacao e execucao de pesquisas nas areas de assistencia farmaceutica, atencao farmaceutica, farmacia hospitalar e farmacoepidemiologia, com vistas a promocao do uso racional de medicamentos e otimizacao da farmacoterapia e qualidade de vida do paciente."
    },
    {
        "disciplina": " TOPICOS AVANCADOS EM TERAPIA MANUAL 1",
        "codigo": "FCE0072 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "A disciplina proporcionara ambiente para discussao do uso das tecnicas de terapia manual no contexto da fisioterapia, sua filosofia, formas de raciocinio clinico, forma de avaliacao, de diagnostico diferencial e suas tecnicas de intervencao nos ciclos da vida, de forma preventiva e curativa e nas diferentes condicoes cinesiopatologicas."
    },
    {
        "disciplina": " INTERPRETACAO DE EXAMES NO PROCESSO DE CUIDAR EM ENFERMAGEM",
        "codigo": "FCE0078 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Interpretacao de exames laboratoriais e de imagem na pratica de enfermagem correlacionando com as principais alteracoes clinicas. Intervencoes de enfermagem baseadas em resultados de exames. Processo de enfermagem com enfoque no diagnostico e planejamento de enfermagem."
    },
    {
        "disciplina": " SURDEZ: CULTURA, LINGUA E SOCIEDADE",
        "codigo": "FCE0080 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Apresentacao dos aspectos sociais e politicos do sujeito surdo e da comunidade surda. Apresentacao e discussao das abordagens educacionais, de inclusao e do papel da familia surda ou ouvinte no processo de escolha. Desenvolvimento de habilidades para estabelecer relacoes entre os aspectos sensoriais, as tecnologias assistivas em Audiologia e o desenvolvimento/aprimoramento da linguagem, a fim de discutir as diversas filosofias e abordagens de orientacao e metodologias e tecnicas de reabilitacao fonoaudiologica. Nocoes basicas de LIBRAS."
    },
    {
        "disciplina": " TERAPIA OCUPACIONAL NO CAMPO SOCIAL",
        "codigo": "FCE0089 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Preparar o aluno para o trabalho no campo social, tomando-se o conhecimento produzido nesse ambito, de maneira a oferecer elementos para o reconhecimento e a discussao de necessidades de sujeitos, individuais e coletivos, e de grupos populacionais que, por razoes sociais, culturais e historicas, encontram-se fora ou em processos de ruptura das redes sociais de suporte, bem como de proposicoes teorico-metodologicas advindas do campo da terapia ocupacional social, produzindo, assim, reflexoes e analises acerca do papel social do tecnico e das contribuicoes da terapia ocupacional na intervencao social."
    },
    {
        "disciplina": " FONOAUDIOLOGIA HOSPITALAR",
        "codigo": "FCE0090 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": ""
    },
    {
        "disciplina": " FONOAUDIOLOGIA EDUCACIONAL",
        "codigo": "FCE0092 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Politicas de educacao nos ambitos federal e distrital. Atuacao do fonoaudiologo no ambiente escolar, contemplando ensino infantil, fundamental, medio e superior."
    },
    {
        "disciplina": " PESQUISA APLICADA EM FISIOTERAPIA 1",
        "codigo": "FCE0097 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Disciplina que aborda o desenvolvimento de projetos de pesquisa na area de fisioterapia, bem como a aplicacao pratica da pesquisa cientifica no contexto da Fisioterapia. Propicia ambiente para investigacao e implementacao de processos de avaliacao, indicacao de recursos terapeuticos adequados, bem como instituicao de intervencao fisioterapeutica, aplicada em individuos nos diferentes ciclos de vida."
    },
    {
        "disciplina": " PESQUISA APLICADA EM FISIOTERAPIA 2",
        "codigo": "FCE0098 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Disciplina que aborda o desenvolvimento de projetos de pesquisa na area de fisioterapia, bem como a aplicacao pratica da pesquisa cientifica no contexto da Fisioterapia. Propicia ambiente para investigacao e implementacao de processos de avaliacao, indicacao de recursos terapeuticos adequados, bem como instituicao de intervencao fisioterapeutica, nos diferentes niveis de atencao a saude."
    },
    {
        "disciplina": " TOPICOS AVANCADOS EM AUDIOLOGIA 3",
        "codigo": "FCE0103 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Apresentacao dos procedimentos eletrofisiologicos de avaliacao do sistema vestibular perifericos e centrais. Avaliacao fonoaudiologico e diagnostico diferencial de patologias perifericas e centrais do equilibrio. Reabilitacao vestibular."
    },
    {
        "disciplina": " TRABALHO DE CONCLUSAO DE CURSO EM FONOAUDIOLOGIA 1",
        "codigo": "FCE0105 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Estimular a realizacao de projetos de pesquisa. Desenvolve habilidades na pratica cientifica a partir da realizacao de pesquisa bibliografica, da leitura e interpretacao de textos academicos e da reflexao sobre etica em pesquisa e direitos humanos."
    },
    {
        "disciplina": " ANALISES LABORATORIAIS DOS FLUIDOS BIOLOGICOS",
        "codigo": "FCE0112 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": ""
    },
    {
        "disciplina": " AVALIACAO E DIAGNOSTICO FONOAUDIOLOGICO NO PRIMEIRO CICLO DE VIDA",
        "codigo": "FCE0113 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Estudo integrado das abordagens de avaliacao e de diagnostico do sujeito que recebe o cuidado fonoaudiologico no primeiro ciclo de vida. Reconhecimento do processo de tomada de decisoes e compreensao da importancia da atuacao fonoaudiologica no trabalho em equipe multi, interdisciplinar."
    },
    {
        "disciplina": " AVALIACAO E DIAGNOSTICO FONOAUDIOLOGICO NO SEGUNDO CICLO DE VIDA",
        "codigo": "FCE0114 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Estudo integrado das praticas de diagnostico do sujeito que recebe o cuidado fonoaudiologico em seudesenvolvimento no periodo entre a infancia e a adolescencia. Reconhecimento do processo de tomada dedecisoes, condutas, encaminhamentos e compreensao da importancia da atuacao fonoaudiologica no trabalhoem equipe multi e interdisciplinar."
    },
    {
        "disciplina": " AVALIACAO E DIAGNOSTICO FONOAUDIOLOGICO NO TERCEIRO CICLO DE VIDA",
        "codigo": "FCE0115 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Estudo das praticas de diagnostico e de reabilitacao do sujeito que recebe o cuidado fonoaudiologico na vida adulta e no processo de envelhecimento. Reconhecimento do processo de tomada de decisoes e compreensao da importancia da atuacao fonoaudiologica no trabalho em equipe multi e interdisciplinar."
    },
    {
        "disciplina": " FUNDAMENTOS EM PSICOLOGIA APLICADOS AO DESENVOLVIMENTO 1",
        "codigo": "FCE0116 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Introducao a Psicologia. Conceitos e concepcoes sobre o desenvolvimento nos ciclos de vida. Integracao dos aspectos fisico, cognitivo, emocional e social do desenvolvimento nos ciclos de vida. Questoes concernentes a socializacao nos diversos contextos do desenvolvimento."
    },
    {
        "disciplina": " FUNDAMENTOS EM PSICOLOGIA APLICADOS AO DESENVOLVIMENTO 2",
        "codigo": "FCE0117 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Integracao dos aspectos fisico, cognitivo, emocional e social do desenvolvimento do adolescente ate o adulto idoso. Reflexoes contextualizadas das mudancas que ocorrem ao longo da vida adulta."
    },
    {
        "disciplina": " MORFOFISIOLOGIA DOS ORGAOS DA FALA E DA AUDICAO",
        "codigo": "FCE0118 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Estudo integrado da anatomia, histologia e fisiologia dos sistemas que compoem os orgaos da fala e funcoes orais, bem como dos sistemas auditivo e vestibular, a fim de aprofundar o conhecimento teorico dos aspectos envolvidos nos processos nao-patologicos e na genese das doencas associadas a esses mesmos sistemas. Desenvolvimento de nocoes da morfofisiologia da fala e audicao para o raciocinio clinico. Introducao de reflexoes para a atuacao fonoaudiologica em cabeca e pescoco, bem como na avaliacao audiologica."
    },
    {
        "disciplina": " FONOAUDIOLOGIA NO TERCEIRO CICLO DE VIDA",
        "codigo": "FCE0119 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Estudo integrado fisico, cognitivo e social do sujeito que recebe o cuidado fonoaudiologico em seu desenvolvimento das funcoes comunicativas orais e graficas, sensoriais e orofaciais, relacionadas a fala, linguagem, respiracao, mastigacao e degluticao no periodo da vida adulta e no processo de envelhecimento."
    },
    {
        "disciplina": " EXERCICIO PROFISSIONAL E DEONTOLOGIA EM FONOAUDIOLOGIA",
        "codigo": "FCE0120 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Origem, conceitos fundamentais e principios. Etica e moral. Evolucao historica e classica do pensamento etico. Etica e deontologia profissional. Etica e cidadania. Conhecimento sobre o codigo de etica da Fonoaudiologia. Analise critica de comportamentos profissionais nas relacoes com os pacientes, familiares e outros profissionais baseados nos principios eticos."
    },
    {
        "disciplina": " VIVENCIAS EM SAUDE FONOAUDIOLOGICA",
        "codigo": "FCE0121 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Vivencia integrada da atencao a saude fonoaudiologica no periodo entre o nascimento e a vida adulta. Desenvolvimento de habilidades de observacao e comunicacao, a partir do contato com diferentes espacos da atuacao fonoaudiologica."
    },
    {
        "disciplina": " FONOAUDIOLOGIA NO PRIMEIRO CICLO DE VIDA",
        "codigo": "FCE0122 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Estudo integrado do sujeito que recebe o cuidado fonoaudiologico em seu desenvolvimento no primeiro ciclo de vida."
    },
    {
        "disciplina": " RECURSOS TERAPEUTICOS EM FONOAUDIOLOGIA NO SEGUNDO CICLO DE VIDA",
        "codigo": "FCE0123 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "LINGUAGEM DE CONTROLE B/6700 - WFL. INTRODUCAO AO  ALGOL-60. OS  ELE_MENTOS  FUNDAMENTAIS  DO  ALGOL. CONTROLE DO  PROGRAMA. ENTRADA E SAIDA.ESTRUTURA DO PROGRAMA. MANIPULACAO DE STRINGS E DE PALAVRAS PARCIAIS."
    },
    {
        "disciplina": " FONOAUDIOLOGIA NO SEGUNDO CICLO DE VIDA",
        "codigo": "FCE0124 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Estudo integrado do sujeito que recebe o cuidado fonoaudiologico em seu desenvolvimento no periodo entre a infancia e a adolescencia."
    },
    {
        "disciplina": " FUNDAMENTOS DE AUDIOLOGIA 1",
        "codigo": "FCE0125 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Apresentacao dos campos de atuacao em Audiologia. Desenvolvimento de habilidades para estabelecer relacoes entre as informacoes da teoria e da pratica audiologica. Estudo dos conceitos e das tecnicas que compoem a avaliacao da audicao e do equilibrio."
    },
    {
        "disciplina": " FUNDAMENTOS DE AUDIOLOGIA 2",
        "codigo": "FCE0126 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Desenvolvimento de habilidades para estabelecer relacoes entre as informacoes da teoria e da pratica audiologica. Estudo dos conceitos e das tecnicas que compoem a avaliacao da audicao e do equilibrio. Realizacao de casos clinicos envolvendo avaliacao audiologica basica e complementar."
    },
    {
        "disciplina": " SEMINARIOS INTEGRATIVOS EM FONOAUDIOLOGIA",
        "codigo": "FCE0127 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Raciocinio clinico diante das diferentes manifestacoes dos disturbios da comunicacao nos processos de avaliacao nas areas da fonoaudiologia, a relacao do diagnostico e de linhas de condutas terapeuticas a partir da interdisciplinaridade. Discussao de casos clinicos e praticas fonoaudiologicas baseadas em evidencia dentro de um enfoque multidisciplinar."
    },
    {
        "disciplina": " RECURSOS TERAPEUTICOS EM FONOAUDIOLOGIA NO PRIMEIRO CICLO DE VIDA",
        "codigo": "FCE0128 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Estudo integrado das abordagens preventivas e terapeuticas do sujeito que recebe o cuidado fonoaudiologico no primeiro ciclo de vida. Compreensao da intervencao fonoaudiologica e da sua insercao no processo social e de saude em equipe multi, interdisciplinar."
    },
    {
        "disciplina": " ESTAGIO CURRICULAR SUPERVISIONADO EM FONOAUDIOLOGIA 2",
        "codigo": "FCE0129 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Supervisao de praticas fonoaudiologicas, preferencialmente, na atencao secundaria a saude nos diferentes cenarios do Sistema Unico de Saude e/ou em instituicoes de acompanhamento e acolhimento."
    },
    {
        "disciplina": " ESTAGIO CURRICULAR SUPERVISIONADO EM FONOAUDIOLOGIA 1",
        "codigo": "FCE0130 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Supervisao de praticas fonoaudiologicas, preferencialmente, na atencao primaria a saude nos diferentes cenarios de saude e educacao e/ou em instituicoes de acolhimento e acompanhamento."
    },
    {
        "disciplina": " ESTAGIO CURRICULAR SUPERVISIONADO EM FONOAUDIOLOGIA 3",
        "codigo": "FCE0131 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Supervisao de praticas fonoaudiologicas, preferencialmente, na atencao terciaria e quaternaria a saude nos diferentes cenarios do Sistema Unico de Saude."
    },
    {
        "disciplina": " RECURSOS TERAPEUTICOS EM FONOAUDIOLOGIA NO TERCEIRO CICLO DE VIDA",
        "codigo": "FCE0132 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Estudo de abordagens terapeuticas em saude fonoaudiologica no adulto e no idoso. Limitacao terapeutica: funcionalidade e incapacidade. Programas terapeuticos."
    },
    {
        "disciplina": " TERAPIA OCUPACIONAL APLICADA A NEONATOLOGIA",
        "codigo": "FCE0134 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": ""
    },
    {
        "disciplina": " PESQUISA EM EXERCICIO FISICO, REABILITACAO E DESEMPENHO HUMANO",
        "codigo": "FCE0141 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Disciplina que aborda o desenvolvimento de projetos de pesquisa e a aplicacao pratica da pesquisa cientifica na area de exercicio fisico, reabilitacao e desempenho humano. Propicia ambiente para investigacao e implementacao de processos de avaliacao, e/ou indicacao de recursos terapeuticos adequados, e/ou de instituicao de intervencao terapeutica, aplicada em individuos nos diferentes ciclos de vida."
    },
    {
        "disciplina": " GESTAO DE SERVICOS E RECURSOS HUMANOS EM FONOAUDIOLOGIA",
        "codigo": "FCE0142 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Variaveis no processo administrativo. Competencias necessarias ao gestor e o papel da mudanca e da inovacao em gestao. Funcoes administrativas. Planejamento, organizacao, direcao, controle e lideranca: conceitos, generalidades e especificidades. Sistemas de Informacao em Saude e Vigilancia Epidemiologica para garantia da qualidade da assistencia na gestao de custos, de pessoas e de recursos. Empreendedorismo."
    },
    {
        "disciplina": " SUPORTE E MOVIMENTO",
        "codigo": "FCE0145 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Estudo morfofuncional dos sistemas esqueletico, articular e muscular"
    },
    {
        "disciplina": " DA CELULA AOS SISTEMAS",
        "codigo": "FCE0146 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Conceitos de composicao corporal e organizacao sistemica e segmentar.\r\nConceito de homeostase. Nocoes de embriologia. Histologia basica. Nocoes de controle\r\nendocrino. Morfofisiologia dos sistemas organicos.\r\nConteudo programatico: Organizacao do corpo humano e tecidos basicos, Sistema\r\nnervoso, Sistema endocrino, Sistema reprodutor, Sistema cardiovascular, Sistema\r\nrespiratorio, Sistema urinario, Sistema digestorio."
    },
    {
        "disciplina": " PROCESSOS PATOLOGICOS",
        "codigo": "FCE0147 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Bases de patologia geral, por meio da observacao e discussao acerca dos principais mecanismos de agressoes e defesa. Estudo das alteracoes morfologicas (macroscopicas e microscopicas) sob aspectos da etiologia, patogenese e fisiopatologia."
    },
    {
        "disciplina": " PRATICA EM BIOQUIMICA E BIOLOGIA CELULAR",
        "codigo": "FCE0149 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Realizacao de praticas em laboratorio para sedimentacao dos conteudos relacionados a bases moleculares da vida. Incluindo: Principios de boas praticas e seguranca em laboratorios, reacoes quimicas, atividade enzimatica, microscopia, manipulacao de biomoleculas, genetica e estudos de casos clinicos."
    },
    {
        "disciplina": " ENFERMAGEM NO CONTEXTO DO ENVELHECIMENTO HUMANO",
        "codigo": "FCE0151 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Estudo dos aspectos fisicos, funcionais, estruturais, emocionais, socioeconomicos e politicos do envelhecimento as teorias do envelhecimento Epidemiologia do envelhecimento. Conceitos fundamentais em geriatria e gerontologia. Politicas publicas para a pessoa idosa. Promocao do envelhecimento saudavel. Fragilidade e quedas em idosos. Nutricao no idoso. Sistematizacao da assistencia de enfermagem a pessoa idosa. Principais avaliacoes em Geriatria."
    },
    {
        "disciplina": " PESQUISA EM TERAPIA OCUPACIONAL",
        "codigo": "FCE0152 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": ""
    },
    {
        "disciplina": " TERAPIA OCUPACIONAL NO CONTEXTO ESCOLAR INFANTIL",
        "codigo": "FCE0154 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": ""
    },
    {
        "disciplina": " TOPICOS ESPECIAIS EM SIMULACAO PEDIATRICA NA ENFERMAGEM",
        "codigo": "FCE0160 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Aborda temas da assistencia de enfermagem pediatrica, utilizando cenarios simulados, de forma a instrumentalizar os estudantes para praticas seguras, eticas e humanizadas no cuidado ao recem-nascido, crianca, adolescente, familia, colegas de trabalho e profissionais de saude."
    },
    {
        "disciplina": " TERAPIA OCUPACIONAL NO CAMPO DO TRABALHO",
        "codigo": "FCE0166 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Proporcionar um espaco de debate sobre a Terapia Ocupacional no Campo do Trabalho, agregando conteudo especifico para o desenvolvimento teorico-pratico da atuacao profissional.A disciplina trara teorias e exemplos praticos baseados nas seguintes tematicas: 1. Dimensao social e de saude do trabalho 2. Perspectiva historica e contemporanea da terapia ocupacional e trabalho 3. Trabalho como ocupacao humana 4. Politicas Publicas e a Saude do Trabalhador 5. Psicodinamica do trabalho na perspectiva da terapia ocupacional 6. Saude mental e trabalho na perspectiva da terapia ocupacional 7. Ergonomia da perspectiva da terapia ocupacional 8. Deficiencia e trabalho na perspectiva da terapia ocupacional 9. Reabilitacao profissional e retorno ao trabalho como pratica da terapia ocupacional 10. Doencas e acidentes relacionados ao trabalho e a pratica da terapia ocupacional 11. Avaliacao em saude do trabalhador e anamnese ocupacional na perspectiva do terapia ocupacional."
    },
    {
        "disciplina": " PRATICAS SUPERVISIONADAS EM ENFERMAGEM 1",
        "codigo": "FCE0169 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Desenvolvimento da habilidade de coleta de dados fundamentada na semiologia e semiotecnica. Aplicacao dos conceitos de educacao em saude como norteadores da acao educativa, nos programas de atencao basica, em conformidade com a Politica Nacional de Promocao a Saude."
    },
    {
        "disciplina": " SEMIOLOGIA E SEMIOTECNICA 2",
        "codigo": "FCE0170 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Aplicacao dos instrumentos basicos do cuidar considerando a integralidade do individuo. A assistencia de  enfermagem sera subsidiada por meio de bases tecnico-cientificas, pautadas nos principios eticos, legais e humanisticos."
    },
    {
        "disciplina": " PRATICAS SUPERVISIONADAS EM ENFERMAGEM 2",
        "codigo": "FCE0171 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Aplicacao da Sistematizacao da Assistencia de Enfermagem ao individuo adulto englobando a atencao primaria e secundaria em saude, pautada no conhecimento da semiologia e semiotecnica. Reconhecimento dos modelos da administracao e suas interfaces com os ambientes de trabalho e equipe de trabalho em saude."
    },
    {
        "disciplina": " PRATICAS SUPERVISIONADAS EM ENFERMAGEM 3",
        "codigo": "FCE0172 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Aplicac&#807;a&#771;o da Sistematizac&#807;a&#771;o da Assiste&#770;ncia de Enfermagem ao indivi&#769;duo adulto e idoso, submetidos a tratamento cli&#769;nico, na atenc&#807;a&#771;o prima&#769;ria, secunda&#769;ria e tercia&#769;ria em sau&#769;de. Reflexa&#771;o acerca do cuidado em sau&#769;de com base nas proposic&#807;o&#771;es e&#769;ticas e bioe&#769;ticas no cuidado de enfermagem."
    },
    {
        "disciplina": " PRATICAS SUPERVISIONADAS EM ENFERMAGEM 4",
        "codigo": "FCE0173 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Aplicacao da Sistematizacao da Assistencia de Enfermagem aos individuos adultos e idosos, submetidos a tratamento clinico e cirurgico, na atencao primaria, secundaria e terciaria em saude. Reflexao acerca do cuidado em saude com base nas proposicoes eticas e bioeticas envolvidas no cuidado de enfermagem. Aplicacao do cuidado clinico e psicossocial ao individuo em sofrimento mental e seus familiares, tomando por base o relacionamento interpessoal."
    },
    {
        "disciplina": " CUIDADO INTEGRAL A SAUDE DO ADULTO E IDOSO NO CONTEXTO CIRURGICO",
        "codigo": "FCE0176 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Abordagem do processo saude-doenca na integralidade dos cuidados de enfermagem ao adulto e ao idoso, em situacoes cirurgicas e correlatas, nos diversos niveis de complexidade assistencial, considerando as politicas publicas de saude, a seguranca dos individuos e o perfil de morbimortalidade do Distrito Federal e Entorno.  O contexto bio-psico-socio-espiritual e familiar subsidiara a assistencia, pautada nos principios eticos, legais e humanisticos."
    },
    {
        "disciplina": " CONTEXTO HISTORICO E SOCIAL DA ENFERMAGEM",
        "codigo": "FCE0178 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Contexto historico da enfermagem no Mundo e no Brasil. Bases conceituais da enfermagem. Teorias de enfermagem. Organizacao da profissao."
    },
    {
        "disciplina": " PROCESSO DE CUIDAR DE ENFERMAGEM NA COMUNIDADE",
        "codigo": "FCE0179 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Processo de Cuidar de Enfermagem em Programas de Atencao a Saude. Promocao a saude e prevencao das doencas, com enfase nas acoes de vigilancia a saude de doencas transmissiveis, doencas cronicas nao transmissiveis (emergentes ou nao)."
    },
    {
        "disciplina": " CUIDADO DE ENFERMAGEM EM SITUACOES CRITICAS E DE RISCO",
        "codigo": "FCE0180 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Aborda os fundamentos teoricos e praticos do cuidado de enfermagem em situacao critica e de risco visando o desenvolvimento de habilidades e atitudes para o reconhecimento imediato , O manejo precoce, a avaliacao e o monitoramento de individuos ou grupos em situacao de risco. Com enfase na analise da demanda de cuidado e na classificacao de risco."
    },
    {
        "disciplina": " ESTAGIO CURRICULAR SUPERVISIONADO EM ENFERMAGEM 1",
        "codigo": "FCE0183 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Proporciona uma vivencia no gerenciamento do processo de trabalho em enfermagem na atencao primaria (Equipes tradicionais/ESF) ao individuo, desenvolvendo o compromisso etico, moral e senso critico frente aos processos de saude. Frente a realidade epidemiologica, analisar e desenvolver a visao integralizada da assistencia de enfermagem e educacao em saude ao individuo, familia e comunidade. A Interdisciplinaridade no gerenciamento do cuidado."
    },
    {
        "disciplina": " ESTAGIO CURRICULAR SUPERVISIONADO EM ENFERMAGEM 2",
        "codigo": "FCE0184 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Vivencia no gerenciamento do processo de trabalho em enfermagem na atencao secundaria e terciaria e aos aspectos administrativos e gerenciais. Frente a realidade epidemiologica, analisa e desenvolve a visao integralizada da assistencia. Interdisciplinaridade no gerenciamento na atencao secundaria e terciaria."
    },
    {
        "disciplina": " SAUDE E SOCIEDADE 1: INTRODUCAO AS CIENCIAS SOCIAIS EM SAUDE",
        "codigo": "FCE0188 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Processos socio-historicos modernos e contemporaneos que conformaram o pensamento cientifico atual. Conceitos basicos das ciencias sociais, em especial aplicados a saude. Processo saude-doenca enquanto um processo social e, por consequencia, a compreensao do trabalho do profissional da saude como uma pratica social, que produz e reproduz a sociedade em todos os seus planos (gerais, regionais e locais). Insercao do estudante em seu contexto social, cultural e politico, como forma de contribuir para sua auto-percepcao como agente e sujeito de sua propria historia."
    },
    {
        "disciplina": " SEMINARIO INTEGRATIVO 1",
        "codigo": "FCE0189 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Integracao interdisciplinar, o contexto e o exercicio profissional das areas da saude, a inclusao social de portadores de deficiencia."
    },
    {
        "disciplina": " DO ATOMO A CELULA",
        "codigo": "FCE0192 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Organizacao da materia e fenomenos quimicos e fisicos importantes para a constituicao da celula. Principais biomoleculas e estruturas celulares."
    },
    {
        "disciplina": " FUNDAMENTOS DE FISIOTERAPIA",
        "codigo": "FCE0193 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Contextualiza a origem da fisioterapia em um cenario historico mostrando sua abordagem inicial no passado ate as propostas de intervencao fisioterapeutica baseada em evidencias. Neste panorama historico, apresenta a legislacao que regulamenta o exercicio profissional do fisioterapeuta, discutindo a atuacao deste profissional em todos os niveis de atencao a saude. Introduz os principais instrumentos para intervencao fisioterapeutica e estabelece as bases para um raciocinio cientifico, profissional, politico e social do papel do fisioterapeuta na promocao da saude e na producao de ciencia, tecnologia e inovacao."
    },
    {
        "disciplina": " INTRODUCAO A PESQUISA CIENTIFICA",
        "codigo": "FCE0194 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "A leitura como metodo, a compreensao do conceito de ciencia, a natureza do conhecimento cientifico, o metodo cientifico, as normas para a apresentacao de trabalhos cientificos."
    },
    {
        "disciplina": " BIOFISICA",
        "codigo": "FCE0198 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "1. Bioeletricidade: Biofisica das membranas excitaveis, Biofisica da formacao das ondas do eletrocardiograma .2. Bioacustica: Fisica dos sons, Biofisica da fonacao, Biofisica da audicao, Fisica aplicada ao estetoscopio, Biofisica da ausculta pulmonar, Biofisica da ausculta cardiaca, Biofisica aplicada a ultra-sonografia, efeitos biologicos dos ultra-sons.3. Biotermologia: Biofisica das trocas de calor corporal, Termometria clinica, Biofisica aplicada a termoterapia.4. Biomecanica: Biofisica da respiracao.5. Bio-optica: Biofisica da visao."
    },
    {
        "disciplina": " PESQUISA SOCIAL EM SAUDE",
        "codigo": "FCE0199 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Analisar a historia e os paradigmas do conhecimento, em especial na saude. Enfatizando a vertente de pensamento social na area, busca a compreensao historico-social de alguns campos do conhecimento e seus respectivos discursos em torno da questao da saude. Estudo e analise dos grandes marcos teoricos que historicamente forneceram elementos para compreender as relacoes socioculturais e politicas nas sociedades modernas. Analise da contribuicao das vertentes classicas das ciencias sociais para o campo da saude coletiva, particularmente das metodologias qualitativas. Abordagem dos paradigmas contemporaneos das ciencias sociais na compreensao nos processos de promocao da saude e de producao do adoecimento. Conhecer as principais metodologias e tecnicas de pesquisa social."
    },
    {
        "disciplina": " ORGANIZACAO MORFOFUNCIONAL E DESENVOLVIMENTO HUMANO",
        "codigo": "FCE0201 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Organizacao geral e construcao do corpo humano. Homeostase. Desenvolvimento embrionario. Metodos e tecnicas de estudo celulares e teciduais. Estrutura dos tecidos epiteliais, conjuntivos e tegumentares. Sistemas reprodutores e controle endocrino."
    },
    {
        "disciplina": " DO GENE A VIDA",
        "codigo": "FCE0204 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Estudo do fluxo da informacao nos sistemas biologicos, estruturas e processos relacionados."
    },
    {
        "disciplina": " SEMINARIO INTEGRATIVO 2",
        "codigo": "FCE0205 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Da continuidade ao espaco para a promocao da integracao de conhecimentos entre estudantes matriculados nos diferentes cursos ofertados na Faculdade de Ceilandia conduzidos por temas geradores que irao nortear discussoes e criar um ambiente proficuo para desenvolver habilidades e competencias interprofissionais."
    },
    {
        "disciplina": " EPIDEMIOLOGIA ANALITICA",
        "codigo": "FCE0206 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Familiarizar os alunos com os fundamentos e usos da Epidemiologia Analitica e com o desenvolvimento de estudos epidemiologicos para obtencao de dados primarios, incluindo a utilizacao de programas computacionais de analise."
    },
    {
        "disciplina": " FUNCIONALIDADE E SAUDE",
        "codigo": "FCE0207 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Descreve a saude nao somente definida pela ausencia de doenca, mas sim pelos componentes relacionados a saude e ao bem estar. Discute o conceito de funcionalidade como um destes componentes e estabelece padronizacao e uso da linguagem para descrever a funcao no ciclo da vida. Apresenta modelos de funcionalidade e incapacidade de maneira a identificar o papel do fisioterapeuta em todos os niveis de atencao a saude garantindo integridade fisico-funcional e atuando nas deficiencias que promovem limitacao da atividade e restricao a participacao individual ou coletiva."
    },
    {
        "disciplina": " PESQUISA EM NOVOS COMPOSTOS APLICADOS A SAUDE",
        "codigo": "FCE0210 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "metodologias de sintese e caracterizacao espectroscopicas de compostos bioativos uso de diversos modelos: quimicos (micelas, lipossomas e outros), biologicos (celulas isoladas e de cultivo) e modelos animais do tipo roedores (estudos de reatividade vascular e outros) com enfase em problemas saude-doenca."
    },
    {
        "disciplina": " PESQUISA EM BIONANOTECNOLOGIA APLICADO A SAUDE",
        "codigo": "FCE0211 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Conceito de qualidade. Sistemas de qualidade. Planejamento. Certificacao e acreditacao. Normas ISO. Classificacao de nao conformidade. Calculo de incerteza. Gestao Estrategica e Planejamento da Qualidade."
    },
    {
        "disciplina": " FUNDAMENTOS DE FISIOTERAPIA: AGENTES FISICOS",
        "codigo": "FCE0218 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Apresenta os efeitos decorrentes da manipulacao dos agentes fisicos interagindo com os tecidos vivos dos distintos sistemas funcionais e com o metabolismo humano. Efeitos estes que sao explorados pelo fisioterapeuta em seu exercicio profissional. Apresenta as modalidades de recursos fisioterapeuticos pelas suas caracteristicas fisicas e pelos seus respectivos efeitos terapeuticos decorrentes da interacao com o organismo vivo."
    },
    {
        "disciplina": " FARMACOBOTANICA",
        "codigo": "FCE0220 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Introducao a Farmacobotanica e de morfologia e anatomia vegetal. Reconhecimento de plantas medicinais, tanto para a planta inteira como seus tecidos. Praticas laboratoriais relacionadas aos temas, com observacoes das diversas estruturas vegetais sob microscopico otico, usando laminas temporais e permanentes. Controle de qualidade da droga. Cultivos basicos para plantas medicinais tantos exoticos como nativos, produtoras de substancias de interesse terapeutico."
    },
    {
        "disciplina": " INTEGRACAO DOS PROCESSOS VITAIS",
        "codigo": "FCE0222 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Organizacao morfofuncional dos sistemas nervoso e digestorio. Funcoes fisiologicas dos sistemas nervoso e digestorio."
    },
    {
        "disciplina": " INTEGRACAO METABOLICA",
        "codigo": "FCE0224 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Estudo do metabolismo e as implicacoes deste na saude humana"
    },
    {
        "disciplina": " FUNDAMENTOS DE FISIOTERAPIA TROFISMO E PLASTICIDADE TECIDUAL",
        "codigo": "FCE0226 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Discute o estado de manutencao da qualidade tecidual e as propriedades adaptativas dos seus constituintes celulares. Parte do metabolismo basal dos tecidos para uma melhor compreensao das respostas teciduais frente as sobrecargas e influencias impostas por agentes fisicos. Por fim, usa tais conhecimentos para esclarecer os mecanismos de cicatrizacao e reparo tecidual sob influencia dos recursos fisioterapeuticos."
    },
    {
        "disciplina": " LEITURA E PRODUCAO DE TEXTOS ACADEMICOS",
        "codigo": "FCE0229 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Analise dos tipos de escrita e conhecimento do texto academico. Planejamento de redacao e particularidades da norma padronizada de escrita. Apreensao das normas estabelecidas pelos padroes tecnico-cientificos adotados pela comunidade academica, segundo os diferentes generos discursivos academicos. Pratica de resumo e resenha dentro do universo da producao academica dentro de sua area. Exercicios de leitura, interpretacao e reelaboracao de textos."
    },
    {
        "disciplina": " SISTEMA IMUNITARIO",
        "codigo": "FCE0231 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Introducao aos sistemas de defesa do organismo: imunidades inata e adquirida. Compreensao acerca do processamento e apresentacao antigenica. Mecanismos de geracao de diversidade linfocitaria. Ativacao e regulacao das respostas celular, citotoxica e humoral. Respostas inflamatorias aguda e cronica. Reacoes de hipersensibilidade e auto-imunidades. Imunodeficiencias congenitas e adquiridas. Tecnicas e produtos imunologicos."
    },
    {
        "disciplina": " OCUPACAO E SAUDE",
        "codigo": "FCE0232 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Descreve a saude nao somente definida pela ausencia de doenca, mas sim pelos componentes relacionados a saude e ao bem estar que contextualizada o processo saude-doenca em uma abordagem ampliada de saude. Discute o conceito de ocupacao como um destes componentes relacionados a saude e estabelece padronizacao e unificacao da linguagem para descrever ocupacao para o ser humano em cada ciclo da vida. Apresenta modelos de funcionalidade e incapacidade de maneira a identificar o papel do terapeuta ocupacional em todos os niveis de atencao a saude garantindo atividade e participacao individual ou coletiva. Tambem capacita na utilizacao de classificacoes internacionais."
    },
    {
        "disciplina": " PROCESSO DE TRABALHO E RELACIONAMENTO INTERPESSOAL",
        "codigo": "FCE0235 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Aborda os referenciais teoricos norteadores do processo de trabalho em Saude/Enfermagem, os instrumentos para o trabalho em grupo. Apresenta as dimensoes teoricas e metodologicas do relacionamento interpessoal no processo de cuidar em saude e enfermagem/ saude. Busca desenvolver competencias e habilidades valorizando a clinica do sujeito, o planejamento da sistematizacao da relacao de ajuda e a cooperacao no trabalho na equipe trabalho coletivo em saude."
    },
    {
        "disciplina": " QUIMICA ANALITICA FARMACEUTICA",
        "codigo": "FCE0238 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "ntroducao aos metodos de analise quimica e tratamento estatistico de dados. Equilibrios acido-base, de formacao de precipitados, de formacao de complexos e de oxirreducao envolvidos na identificacao de especies quimicas. Fundamentos da gravimetria e determinacoes gravimetricas tipicas. Volumetrias de neutralizacao, precipitacao, complexacao e oxirreducao. Aplicacoes de metodos analiticos convencionais na analise de materiais, alimentos, insumos farmaceuticos e medicamentos."
    },
    {
        "disciplina": " QUIMICA ORGANICA APLICADA A FARMACIA 2",
        "codigo": "FCE0239 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Estereoquimica reacoes de hidrocarbonetos saturados e insaturados reacoes de haletos de alquila reacoes de compostos aromaticos reacoes de alcoois, fenois e eteres reacoes de aldeidos e cetonas reacoes de acidos carboxilicos e derivados. Emprego das reacoes organicas na sintese de farmacos. Praticas laboratoriais."
    },
    {
        "disciplina": " SAUDE, AMBIENTE E TRABALHO",
        "codigo": "FCE0240 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Bases sobre a determinacao socioambiental do processo saude-doenca de forma a favorecer o reconhecimento dos elementos da realidade que requerem a intervencao dos diversos atores conforme o nivel de complexidade dos problemas."
    },
    {
        "disciplina": " SEMINARIO INTEGRATIVO 3",
        "codigo": "FCE0241 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Da continuidade ao espaco para a promocao da integracao de conhecimentos entre estudantes matriculados nos diferentes cursos ofertados na Faculdade de Ceilandia conduzidos por temas geradores que irao nortear discussoes e criar um ambiente proficuo para desenvolver habilidades e competencias interprofissionais."
    },
    {
        "disciplina": " FUNDAMENTOS DE TERAPIA OCUPACIONAL: MOVIMENTO",
        "codigo": "FCE0244 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Discute a ocupacao humana sob a optica do movimento e seu desenvolvimento nos ciclos da vida. Aborda o movimento humano em todas as suas formas de expressao e potencialidades. Parte da organizacao morfofuncional e cinesiologica em que esta estruturado o sistema locomotor para que se possa compreender a interacao entre as forcas internas e externas ao organismo em movimento. Por fim, apresenta as teorias de aprendizagem e controle motor e contextualiza a movimentacao humana no processo saude-doenca."
    },
    {
        "disciplina": " FARMACOLOGIA BASICA",
        "codigo": "FCE0246 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Introducao a Farmacologia. Conceitos Basicos. Vias de administracao. Farmacocinetica. Farmacodinamica. Principios das Interacoes Medicamentosas. Mediadores Quimicos do Sistema Nervoso Autonomo. Farmacologia do Sistema Nervoso Autonomo. Farmacologia Cardiovascular. Mediadores Quimicos do Processo Inflamatorio. Farmacologia da Inflamacao, Dor, Febre e Alergia"
    },
    {
        "disciplina": " SEMIOLOGIA E SEMIOTECNICA 1",
        "codigo": "FCE0247 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Aplicacao dos instrumentos basicos do cuidar por meio da coleta de dados significativos pra enfermagem enfocando o exame fisico. O contexto bio-psico-socio-espiritual subsidiara a sistematizacao da assistencia, pautada nos principios eticos, legais e humanisticos."
    },
    {
        "disciplina": " AGENTES INFECCIOSOS",
        "codigo": "FCE0254 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Historia da microbiologia. Evolucao de microrganismos. Nutricao e crescimento de microrganismos. Caracteristicas gerais dos microrganismos. Ubiquidade microbiana. Genetica e genomica microbiana. Controle de microrganismos: agentes fisicos, quimicos e antimicrobianos. Interacao patogeno-hospedeiro. Cadeia de infeccao.1.\tHistoria da microbiologia2.\tEvolucao de microrganismos3.\tNutricao e crescimento de microrganismos4.\tIsolamento de microrganismos e metodos de coloracao5.\tSeguranca no laboratorio 6.\tControle de microrganismos: agentes quimicos e fisicos7.\tOrganizacao genomica de microrganismos genetica de microrganismos8.\tAntimicrobianos e resistencia microbiana9.\tMecanismos de agressao dos patogenos e de defesa do hospedeiro.10.\tCadeia infectiva e infeccao hospitalar."
    },
    {
        "disciplina": " DEONTOLOGIA E LEGISLACAO FARMACEUTICA",
        "codigo": "FCE0255 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Estrutura organizacional e juridica da Profissao farmaceutica. Organizacao da profissao farmaceutica e sua atuacao profissional na assistencia farmaceutica. Legislacao farmaceutica e sanitaria."
    },
    {
        "disciplina": " FARMACOLOGIA",
        "codigo": "FCE0256 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Mediadores Quimicos do Sistema Nervoso Central. Farmacologia do Sistema Nervoso Central. Farmacologia do Sistema Respiratorio. Farmacologia do Sistema Digestorio. Farmacologia do Sistema Endocrino. Farmacologia do Sistema Reprodutor. Farmacologia das Infeccoes. Farmacologia das Neoplasias."
    },
    {
        "disciplina": " FARMACOGNOSIA",
        "codigo": "FCE0258 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Metabolismo primario e secundario de plantas, obtencao de droga vegetal, metodos de analise em farmacognosia, provas de identificacao macro e microscopicas, pesquisa de sujidades, determinacao de teor de agua e cinzas. Prospeccao fitoquimica. Estudo farmacognostico dos principais grupos bioativos: polissacarideos, gomas e mucilagens, heterosideos, taninos, cumarinas, flavonoides, e alcaloides"
    },
    {
        "disciplina": " QUIMICA FARMACEUTICA",
        "codigo": "FCE0259 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Introducao sobre quimica farmaceutica, definicoes, aspectos historicos. Interacoes entre biomoleculas. Alvos de acao de farmacos, aspectos teoricos. Relacoes estrutura molecular e atividade biologica de farmacos. Relacoes quantitativas de estrutura-atividade"
    },
    {
        "disciplina": " ANALISE INSTRUMENTAL FARMACEUTICA",
        "codigo": "FCE0260 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Metodos instrumentais de analise: Espectro Eletromagnetico Metodos de Analise nas regioes do ultravioleta (UV), visivel (VIS) e infravermelho (IV). Fluorescencia. Espectrometria de massas (EM). Metodo de deteccao para sistemas cromatograficos. Metodos de Analise por ressonancia magnetica nuclear (RMN). Analise termica. Eletroforese. Amperometria. Potenciometria. Condutometria. Aplicacao de metodos instrumentais de analise para a resolucao de problemas farmaceuticos."
    },
    {
        "disciplina": " SISTEMAS DE MANUTENCAO DA VIDA",
        "codigo": "FCE0264 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Aspectos anatomicos, histologicos e fisiologicos dos sistemas cardiovascular, urinario e respiratorio. Correlacao dos tres sistemas para regulacao da pressao arterial e do pH"
    },
    {
        "disciplina": " TERAPIA OCUPACIONAL BASEADA EM EVIDENCIAS 1",
        "codigo": "FCE0267 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Inicia a serie de disciplinas que apresenta as evidencias cientificas que irao alicercar os metodos e tecnicas de avaliacao, planejamento e intervencao em terapia ocupacional. Apresenta a pratica baseada em evidencias, recorrendo a tres tipos de informacao: pesquisa clinica, experiencia clinica do terapeuta ocupacional e preferencias do cliente. Nesta primeira disciplina da serie, integra pela pratica baseada em evidencias os metodos e tecnicas de avaliacao empregadas pelo terapeuta ocupacional em todos os niveis de atencao a saude que serao tambem abordados separadamente em disciplinas especificas para cada nivel de atencao a saude."
    },
    {
        "disciplina": " TERAPIA OCUPACIONAL NA ATENCAO BASICA: AVALIACAO",
        "codigo": "FCE0268 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Compoe uma serie de disciplinas que irao discutir as acoes da Fisioterapia na Atencao Basica a Saude. Inicialmente, apresenta os principais metodos e suas respectivas tecnicas de avaliacao que serao utilizados pelo terapeuta para a deteccao de fatores de risco nos diferentes ciclos da vida. Direciona o uso das informacoes avaliadas para o afastamento de comportamentos de risco ocupacionais que permitirao se pensar em acoes terapeuticas educativas e preventivas em programas de saude publica e servicos de saude de referencia na comunidade."
    },
    {
        "disciplina": " TERAPIA OCUPACIONAL NA ATENCAO DE MEDIA COMPLEXIDADE: AVALIACAO",
        "codigo": "FCE0269 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Compoes serie de disciplinas que tratam das acoes da Terapia Ocupacional na atencao de media complexidade em saude. O desenvolver dessas acoes se dara, inicialmente, pela abordagem dos metodos e tecnicas de avaliacao que fornecem a identificacao dos danos as funcoes e estruturas do corpo, para que o futuro terapeuta ocupacional seja capaz de estabelecer diagnostico fisico-ocupacional que sera utilizado para planejar os recursos terapeuticos que irao conduzir sua intervencao na promocao da saude e em acoes ambulatoriais."
    },
    {
        "disciplina": " TERAPIA OCUPACIONAL NA ATENCAO DE ALTA COMPLEXIDADE: AVALIACAO",
        "codigo": "FCE0270 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Compoe serie de disciplinas que tratam das acoes da Terapia Ocupacional na atencao de alta complexidade em saude. O desenvolver dessas acoes se dara, inicialmente, pela abordagem dos metodos e tecnicas de avaliacao e monitoramento hospitalar que irao fornecer informacoes que possibilite tracar um perfil de funcionalidade, incapacidade e saude nas diferentes areas de especializacao e atendimento hospitalar (unidades de emergencia, internacao e tratamento intensivo)."
    },
    {
        "disciplina": " TERAPIA OCUPACIONAL NO PROCESSO DE REABILITACAO: AVALIACAO",
        "codigo": "FCE0271 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Compoes serie de disciplinas que tratam das acoes da Terapia Ocupacional no processo de reabilitacao. O desenvolver dessas acoes se dara, inicialmente, pela abordagem dos metodos e tecnicas de avaliacao que irao fornecer informacoes que possibilite tracar um perfil de funcionalidade, incapacidade e saude. Tambem discute avaliacoes que fornecem a identificacao das limitacoes a atividade de das restricoes a participacao, para que o terapeuta ocupacional estabeleca um diagnostico fisico-ocupacional abrangendo os demais determinantes do processo saude-doenca que serao utilizados para planejar os recursos terapeuticos que irao conduzir sua intervencao na promocao da saude e em acoes reabilitadoras."
    },
    {
        "disciplina": " SEMINARIO INTEGRATIVO 4",
        "codigo": "FCE0272 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Da continuidade ao espaco para a promocao da integracao de conhecimentos entre estudantes matriculados nos diferentes cursos ofertados na Faculdade de Ceilandia conduzidos por temas geradores que irao nortear discussoes e criar um ambiente proficuo para desenvolver habilidades e competencias interprofissionais."
    },
    {
        "disciplina": " SAUDE E SOCIEDADE 3: DIVERSIDADE SOCIAL E SAUDE",
        "codigo": "FCE0273 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Discute as alteridades e as diferencas nas formas como a populacao e os individuos se confrontam com o fenomeno da saude. Tematiza as desigualdades sociais como determinantes das diversas formas de adoecimento, bem como o seu impacto nas realidades de genero, geracao, raca, etnia e orientacao sexual na saude. Discorre sobre as formas sociais de interacao entre os individuos e os grupos no tocante ao adoecimento, a obtencao de bem-estar e de cura, da formas de morrer e das formas de sofrimento subjetivo. Aborda a importancia dos movimentos sociais para a democratizacao da saude e para a instauracao da diversidade como norteador da oferta de servicos de saude."
    },
    {
        "disciplina": " MODELOS E PRATICAS DE ATENCAO A SAUDE",
        "codigo": "FCE0277 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Modelos de atencao a saude vigente no Brasil. Caracteriza o Sanitarismo Campanhista, o Modelo Liberal Privatista, os modelos da Medicina Comunitaria e o da Vigilancia a Saude. Redes Integradas de Atencao a Saude, com enfase na abordagem da familia e grupos sociais e na Estrategia de Saude da Familia. Atencao a saude por meio do estudo das acoes estrategicas do ciclo de vida e das praticas integradas em saude (integralidade nas acoes estrategicas, niveis de atencao e politicas"
    },
    {
        "disciplina": " TEORIAS E MODELOS DE ADMINISTRACAO",
        "codigo": "FCE0278 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Apresenta o contexto historico do surgimento da Teoria Geral da Administracao. Partindo das teorias administrativas e dos novos modelos de gestao sao identificados os seus aspectos criticos, oportunidade em que sao discutidas, tambem, propostas de estrategias para o desenvolvimento da pratica cotidiana no mundo do trabalho."
    },
    {
        "disciplina": " FUNDAMENTOS DE FISIOTERAPIA ",
        "codigo": "FCE0279 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Discute a funcionalidade humana sob a optica do movimento e seu desenvolvimento nos ciclos da vida. Parte da organizacao morfofuncional e cinesiologica em que esta estruturado o movimento funcional para que se possa compreender a interacao entre as forcas internas e externas ao organismo em movimento. Por fim, apresenta as teorias de aprendizagem e controle motor e contextualiza a movimentacao humana no processo saude-doenca."
    },
    {
        "disciplina": " SEMINARIO INTEGRATIVO 5",
        "codigo": "FCE0280 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Da continuidade ao espaco para a promocao da integracao de conhecimentos entre estudantes matriculados nos diferentes cursos ofertados na Faculdade de Ceilandia conduzidos por temas geradores que irao nortear discussoes e criar um ambiente proficuo para desenvolver habilidades e competencias interprofissionais."
    },
    {
        "disciplina": " INTERACAO PARASITO",
        "codigo": "FCE0282 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Conceitos de parasitologia. As patologias dos principais protozoarios e helmintos parasitas com enfase nos grupos de interesse medico-sanitario, dentro de um contexto ecologico e social. Morfologia, fisiologia, ciclos biologicos nas relacoes dos parasitas com seu hospedeiro. A importancia cientifica e biotecnologica do estudo de parasitas. Artropodes de interesse parasitologico."
    },
    {
        "disciplina": " FISIOTERAPIA BASEADA EM EVIDENCIAS 1",
        "codigo": "FCE0283 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Inicia a serie de disciplinas que apresenta as evidencias cientificas que irao alicercar os metodos e tecnicas de avaliacao, planejamento e intervencao fisioterapeutica. Apresenta a pratica baseada em evidencias, recorrendo a tres tipos de informacao: pesquisa clinica, experiencia clinica do fisioterapeuta e preferencias do cliente. Nesta primeira disciplina da serie, integra pela pratica baseada em evidencias os metodos e tecnicas de avaliacao empregadas pelo fisioterapeuta em todos os niveis de atencao a saude que serao tambem abordados separadamente em disciplinas especificas para cada nivel de atencao a saude."
    },
    {
        "disciplina": " FISIOTERAPIA NA ATENCAO BASICA AVALIACAO",
        "codigo": "FCE0284 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Apresenta os principais metodos e suas respectivas tecnicas de avaliacao que serao utilizados pelo fisioterapeuta em seu processo de atuacao na atencao basica, considerando as peculiaridades dos diferentes ciclos da vida. Direciona o uso das informacoes avaliativas em saude, as quais norteiam o desenvolvimento de acoes fisioterapeuticas educativas, preventivas e reabilitadoras em programas de saude publica e servicos de saude de referencia na comunidade."
    },
    {
        "disciplina": " FISIOTERAPIA NA ATENCAO DE MEDIA COMPLEXIDADE: AVALIACAO",
        "codigo": "FCE0285 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Conjunto de equipamentos, procedimentos tecnicos, sistemas organizacionais, informacionais, educacionais e de suporte alem de programas e protocolos de avaliacao para investigar os principais problemas de saude e agravos da populacao cuja pratica clinica demanda disponibilidade de profissionais especializados e o uso de tecnologias diagnosticas. Os instrumentos de avaliacao neste nivel de atencao sao constituidos, predominantemente, por tecnologias que incluem saberes, fazeres em um conjunto de procedimentos para identificacao de sinais, sintomas e agravos, podendo tambem utilizar tecnologias conforme a proposta e necessidades, mas sem perder o foco individual e ambulatorial. As informacoes investigadas por estes instrumentos de avaliacao tem o objetivo de subsidiar a tomada de decisoes que irao direcionar a escolha de recursos terapeuticos para intervencoes com finalidade curativa e preventiva secundaria (prevencao de agravos), contribuindo para a intervencao de condicoes especificas de comprometimento da saude funcional de um individuo."
    },
    {
        "disciplina": " FISIOTERAPIA NA ATENCAO DE ALTA COMPLEXIDADE: AVALIACAO",
        "codigo": "FCE0286 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Apresenta os principais metodos e suas respectivas tecnicas de avaliacao e monitoramento nas acoes hospitalares, para direcionar o diagnostico fisico-funcional a partir das condicoes de funcionalidade influenciadas por mecanismos de agressao, nos diferentes ciclos da vida."
    },
    {
        "disciplina": " FISIOTERAPIA BASEADA EM EVIDENCIAS 2",
        "codigo": "FCE0288 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Apresenta a pratica baseada em evidencias, recorrendo a tres tipos de informacao: pesquisa clinica, experiencia clinica do fisioterapeuta e respostas individuais. Nesta disciplina da serie, integra o planejamento dos recursos fisioterapeuticos e terapia complementares em todos os niveis de atencao a saude."
    },
    {
        "disciplina": " FISIOTERAPIA NA ATENCAO BASICA RECURSOS TERAPEUTICOS",
        "codigo": "FCE0289 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Aborda o planejamento dos recursos fisioterapeuticos em acoes visando a prevencao, promocao da saude e a reabilitacao no contexto da atencao basica. Apresenta diretriz para o planejamento de programas e protocolos que irao fundamentar a intervencao fisioterapeutica na atencao basica nos diferentes ciclos de vida."
    },
    {
        "disciplina": " FISIOTERAPIA NA ATENCAO DE MEDIA COMPLEXIDADE: RECURSOS TERAPEUTICOS",
        "codigo": "FCE0290 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Aborda o planejamento dos recursos fisioterapeuticos em acoes ambulatoriais. Apresenta diretriz para o planejamento de programas e protocolos que irao fundamentar a intervencao fisioterapeutica na atencao de media complexidade."
    },
    {
        "disciplina": " FISIOTERAPIA NA ATENCAO DE ALTA COMPLEXIDADE: RECURSOS TERAPEUTICOS",
        "codigo": "FCE0291 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "O instrumental de recursos terapeuticos neste nivel de atencao e formado, predominantemente, por tecnologias utilizadas em ambiente hospitalar."
    },
    {
        "disciplina": " FISIOTERAPIA BASEADA EM EVIDENCIAS 3",
        "codigo": "FCE0292 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Apresenta a pratica baseada em evidencias, recorrendo a tres tipos de informacao: pesquisa clinica, experiencia clinica do fisioterapeuta e respostas individuais. Nesta disciplina da serie, integra a intervencao fisioterapeutica em todos os niveis de atencao a saude."
    },
    {
        "disciplina": " FISIOTERAPIA NA ATENCAO BASICA INTERVENCAO",
        "codigo": "FCE0293 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Finaliza a serie de disciplinas que discutem as acoes fisioterapeuticas para a prevencao, promocao da saude e reabilitacao nos diferentes ciclos da vida, na atencao basica. Busca desenvolver competencias relacionadas a capacidade critica e reflexiva para a escolha de recursos fisioterapeuticos e tomada de decisao, considerando as demandas da comunidade. Busca desenvolver habilidades para o trabalho em equipe multiprofissional no ambito da atencao basica."
    },
    {
        "disciplina": " FISIOTERAPIA NA ATENCAO DE MEDIA COMPLEXIDADE: INTERVENCAO",
        "codigo": "FCE0294 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "As intervencoes neste nivel de atencao tem como principal objetivo subsidiar acoes em saude no ambito da atuacao individual do fisioterapeuta, bem como com na sua insercao em equipes transdisciplinares com vistas em atender aos principais problemas de saude e agravos da populacao, cuja pratica clinica demande disponibilidade de profissionais especializados em fisioterapia e o uso de recursos tecnologicos de apoio diagnostico e terapeutico."
    },
    {
        "disciplina": " FISIOTERAPIA NA ATENCAO DE ALTA COMPLEXIDADE: INTERVENCAO",
        "codigo": "FCE0295 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "As intervencoes neste nivel de atencao tem como principal objetivo subsidiar acoes em saude no ambito da atuacao individual do fisioterapeuta, bem como com na sua insercao em equipes multiprofissionais por meio de um conjunto de procedimentos que, no contexto do SUS, envolve alta tecnologia e alto custo, objetivando propiciar a populacao o acesso a servicos qualificados, integrando-os aos demais niveis de atencao em saude no ambiente hospitalar."
    },
    {
        "disciplina": " EXERCICIO PROFISSIONAL E DEONTOLOGIA EM FISIOTERAPIA",
        "codigo": "FCE0296 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Reconhecimento legal da profissao. Exercicio profissional e controle etico, moral, normativo, cientifico e social, promocao de assistencia independente, resolutiva, gestora e empreendedora. Identidade, habilidades e competencias. Politicas nacionais de saude no contexto profissional da Fisioterapia. Contexto historico, conceitos e principios da Bioetica em saude e reabilitacao."
    },
    {
        "disciplina": " GESTAO DE SERVICOS E RECURSOS HUMANOS EM FISIOTERAPIA",
        "codigo": "FCE0297 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Aborda conteudos que vao dos modelos da teoria geral da administracao ate a gestao dos servicos e recursos humanos em Fisioterapia. Utiliza os Sistemas de Informacao em Saude e Vigilancia Epidemiologica para garantir a qualidade da assistencia na gestao de custos, de pessoas e de recursos. Discute as Politicas de Saude e a Deontologia do exercicio profissional do fisioterapeuta de maneira a atender os requisitos da legislacao vigente dentro do codigo de etica profissional para introduzir um perfil de Fisioterapeuta gestor e empreendedor."
    },
    {
        "disciplina": " FISIOTERAPIA NO PROCESSO DE REABILITACAO: AVALIACAO",
        "codigo": "FCE0298 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Apresenta os principais metodos e suas respectivas tecnicas de avaliacao comuns nas acoes de reabilitacao, para direcionar o diagnostico fisico-funcional a partir das condicoes de funcionalidade influenciadas por mecanismos de agressao que irao conduzir sua intervencao em acoes reabilitadoras e na promocao da saude."
    },
    {
        "disciplina": " FISIOTERAPIA NO PROCESSO DE REABILITACAO: RECURSOS TERAPEUTICOS",
        "codigo": "FCE0299 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "O instrumental de recursos terapeuticos neste nivel de atencao e formado por tecnologias utilizadas, predominantemente, em centros de reabilitacao."
    },
    {
        "disciplina": " FISIOTERAPIA NO PROCESSO DE REABILITACAO: INTERVENCAO",
        "codigo": "FCE0300 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "As intervencoes neste nivel de atencao tem como principal objetivo subsidiar acoes em saude no ambito da atuacao individual do fisioterapeuta, bem como na sua insercao em equipes transdisciplinar por meio de um conjunto de procedimentos que, no contexto do SUS, envolve tecnologias, propiciando a populacao o acesso a servicos qualificados, integrando-os aos demais niveis de atencao em saude no processo de reabilitacao."
    },
    {
        "disciplina": " TRABALHO DE CONCLUSAO DE CURSO EM FISIOTERAPIA 1",
        "codigo": "FCE0301 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Estimula a realizacao de projetos de pesquisa, desenvolvendo habilidades na iniciacao cientifica, na pesquisa bibliografica, na leitura e interpretacao e producao de textos e na elaboracao de relatorios cientificos."
    },
    {
        "disciplina": " VIGILANCIA SANITARIA APLICADA A PROFISSIONAIS DE SAUDE",
        "codigo": "FCE0306 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Processos socio-historicos modernos e contemporaneos que conformaram o pensamento relacionado a vigilancia sanitaria. Conceitos basicos da vigilancia sanitaria. Papel dos profissionais de saude na constante construcao deste processo. Contextualizacao da vigilancia sanitaria enquanto um procedimento social. Legislacoes pertinentes a medicamentos genericos, de venda livre e aos sujeitos a controle especial. Controle sanitario da producao e comercio farmaceuticos e Legislacao ambiental."
    },
    {
        "disciplina": " INTRODUCAO AS ANALISES CLINICAS",
        "codigo": "FCE0307 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Conceitos introdutorios as especialidades de um laboratorio clinico. As analises clinicas no suporte ao diagnostico e prevencao de doencas, no acompanhamento da terapeutica e na verificacao da presenca de fatores de risco. Introducao aos principais tipos de exame de cada especialidade das analises clinicas. Visitas a laboratorios operantes e discussao de temas relacionados."
    },
    {
        "disciplina": " FARMACOTECNICA 1",
        "codigo": "FCE0308 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Introducao a Farmacotecnica: Conceitos gerais, Historia da farmacia, Classificacao dos medicamentos.. Insumos farmaceuticos, Prescricao, Boas praticas de manipulacao. Calculos em farmacia. Formas farmaceuticas liquidas nao estereis e estereis."
    },
    {
        "disciplina": " CONTROLE FISICO",
        "codigo": "FCE0309 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Controle de qualidade na industria farmaceutica e de cosmeticos boas praticas de fabricacao, controle e analise especificacao de materias-primas e de medicamentos tecnicas de amostragem controle fisico-quimico de medicamentos e cosmeticos funcao de padroes de referencia/substancias quimicas de referencia, identificacao de substancias em medicamentos e cosmeticos, metodos fisico-quimicos no controle de qualidade de medicamentos e cosmeticos metodo de analises de principios ativos, produtos de degradacao e compostos relacionados validacao de metodos analiticos estabilidade de medicamentos e cosmeticos metodos estatisticos e ferramentas de amostragem analise de materias-primas analise de agua determinacao de materias estranhas de insumos vegetais e fitoterapicos praticas laboratoriais abordando os temas teoricos certificacao da Qualidade."
    },
    {
        "disciplina": " DEPENDENCIA QUIMICA E SUA TERAPEUTICA",
        "codigo": "FCE0311 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Dependencia quimica: conceitos e controversias. Correlatos neuroquimicos das principais drogas de abuso. Diferentes modalidades de tratamento da dependencia quimica, com enfase na farmacoterapia, psicoterapia e reducao de danos."
    },
    {
        "disciplina": " NUTRICAO HUMANA EM SAUDE",
        "codigo": "FCE0314 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Conceitos basicos de alimentacao e nutricao. Macronutrientes e micronutrientes. Metabolismo energetico. Gasto energetico total de individuos e seus fatores determinantes. Valor energetico total dos alimentos. Metodos de avaliacao do estado nutricional. Cuidados nutricionais nos diferentes ciclos da vida: gestante, nutriz, pre-escolar, escolar, adolescente, adulto e idoso. Nutricao aplicada a atividade fisica. Suporte nutricional."
    },
    {
        "disciplina": " PALPACAO OSTEOMIOARTICULAR",
        "codigo": "FCE0316 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "A disciplina discute a localizacao topografica das estruturas osteomioarticulares superficiais possiveis de serem palpadas, bem como a localizacao de estruturas situadas em planos mais profundos e que nao podem ser palpadas diretamente, porem, podem apresentar sinais de alteracao no momento da palpacao indireta."
    },
    {
        "disciplina": " TERAPIA OCUPACIONAL BASEADA EM EVIDENCIAS 2",
        "codigo": "FCE0318 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Da continuidade a serie de disciplinas que apresenta as evidencias cientificas que irao alicercar os metodos e tecnicas de avaliacao, planejamento e intervencao Terapeutica. Nesta disciplina da serie, integra pela pratica baseada em evidencias o planejamento da atividade humana enquanto recurso terapeutico e das terapias complementares (tecnologia assistiva, trabalho corporal, trabalho mente-corpo e trabalho com energia) em todos os niveis de atencao a saude que serao tambem abordados separadamente em disciplinas especificas para cada nivel de atencao a saude."
    },
    {
        "disciplina": " TERAPIA OCUPACIONAL NA ATENCAO BASICA: RECURSOS TERAPEUTICOS",
        "codigo": "FCE0319 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Compoe serie de disciplinas que irao discutir as acoes da Terapia Ocupacional na Atencao Basica a Saude. Nesta disciplina da serie, aborda o planejamento da atividade humana em acoes visando a promocao da saude e a prevencao de fatores de risco identificados. Apresenta diretriz para o planejamento de programas e protocolos de tratamento terapeutico que irao fundamentar a intervencao em Terapia Ocupacional na atencao basica ao longo da vida."
    },
    {
        "disciplina": " TERAPIA OCUPACIONAL NA ATENCAO DE MEDIA COMPLEXIDADE: REC TERAPEUTICOS",
        "codigo": "FCE0320 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Compoe serie de disciplinas que irao discutir as acoes da Fisioterapia na Atencao de Media Complexidade em Saude. Nesta disciplina da serie, aborda o planejamento da atividade humana enquanto recurso terapeutico em acoes visando a promocao da saude e o tratamento de deficiencias identificadas. Apresenta diretriz para o planejamento de programas e protocolos de tratamento terapeutico que irao fundamentar a intervencao em terapia ocupacional ambulatorial."
    },
    {
        "disciplina": " TERAPIA OCUPACIONAL NA ATENCAO DE ALTA COMPLEXIDADE: REC TERAPEUTICOS",
        "codigo": "FCE0321 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Compoe uma serie de disciplinas que irao discutir as acoes da Terapia Ocupacional na Atencao de Alta Complexidade em Saude. Aborda o planejamento dos recursos terapeuticos em acoes visando a promocao da saude, a prevencao de complicacoes e suporte de vida. Apresenta diretriz para o planejamento de programas e protocolos de tratamento em Terapia Ocupacional que irao fundamentar sua intervencao hospitalar.Compoe uma serie de disciplinas que irao discutir as acoes da Terapia Ocupacional na Atencao de Alta Complexidade em Saude. Aborda o planejamento dos recursos terapeuticos em acoes visando a promocao da saude, a prevencao de complicacoes e suporte de vida. Apresenta diretriz para o planejamento de programas e protocolos de tratamento em Terapia Ocupacional que irao fundamentar sua intervencao hospitalar."
    },
    {
        "disciplina": " TERAPIA OCUPACIONAL NO PROCESSO DE REABILITACAO: RECURSOS TERAPEUTICOS",
        "codigo": "FCE0322 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Compoe serie de disciplinas que irao discutir as acoes da Terapia Ocupacional no Processo de Reabilitacao. Nesta disciplina da serie, aborda o planejamento da atividade humana enquanto recurso terapeutico em acoes visando reverter as limitacoes a atividade e as restricoes a participacao individual e coletiva. Apresenta diretriz para o planejamento de programas e protocolos de tratamento terapeutico que irao fundamentar a intervencao na equipe de reabilitacao."
    },
    {
        "disciplina": " ECONOMIA DA SAUDE",
        "codigo": "FCE0323 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Trata da importancia da economia da saude para gestao de servicos e acoes, com destaque para aqueles oferecidos ou regulados pelo Sistema Unico de Saude. Apresenta o Estado da Arte da economia da saude no Brasil, com enfase nas questoes de orcamento e financiamento da saude. Analisa a gestao financeira e a gestao dos fundos de saude e os investimentos do SUS. Apresenta as ferramentas para a realizacao de avaliacoes economicas."
    },
    {
        "disciplina": " DIREITO SANITARIO",
        "codigo": "FCE0324 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Aborda o conceito de responsabilidade sanitaria e apresenta os fundamentos do Direito Sanitario  nacional e internacional. Discute a defesa e o direito do consumidor e do usuario dos servicos e produtos para saude. Trata do direito sanitario do trabalho e da saude do trabalhador. Enfatiza a vigilancia sanitaria e a protecao da saude, com destaque para as questoes que relacionam o ambiente ao consumo e a saude."
    },
    {
        "disciplina": " EPIDEMIOLOGIA PARA A GESTAO EM SAUDE",
        "codigo": "FCE0325 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Propoe o uso da Epidemiologia para a gestao em Saude Publica, com destaque para a sua aplicacao nos servicos de saude."
    },
    {
        "disciplina": " PLANEJAMENTO E PROGRAMACAO EM SAUDE",
        "codigo": "FCE0326 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "O planejamento como funcao basica da Administracao. Historico do Planejamento Governamental na America Latina e no Brasil. Planejamento Normativo e Estrategico. Planejamento e Programacao. Fundamentos teoricos e metodologicos de Planejamento Estrategico Situacional (PES) e outras correntes. Tecnologias leves de Planejamento Estrategico e Participativo para operacionalizacao no SUS. A proposta do PLANEJASUS. Analise de Situacao: problemas em Saude Publica. Elaboracao do Plano: a definicao das operacoes.  Tecnicas de construcao do consenso."
    },
    {
        "disciplina": " MECANISMOS DE AGRESSAO E DEFESA 3 ",
        "codigo": "FCE0329 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Classificacao dos parasitos. Morfologia de protozoarios, helmintos e artropodes. Criterios morfologicos usados na identificacao especifica ou generica dos parasitos. Artefatos na identificacao dos parasitos. Amostras laboratoriais manuseadas para a pesquisa de parasitas."
    },
    {
        "disciplina": " SEMINARIO INTEGRATIVO 6",
        "codigo": "FCE0331 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Assume a serie de seminarios integrativos realizados durante todo o fluxo itinerante dos cursos, porem agora dentro do nucleo de instrumentalizacao do curso. Aborda temas geradores para a integracao dos conhecimentos ministrados nas disciplinas por semestre propondo discussao entre os discentes em diferentes contextualizacoes do processo-saude doenca."
    },
    {
        "disciplina": " MONITORAMENTO E AVALIACAO DE POLITICAS PUBLICAS DE SAUDE",
        "codigo": "FCE0332 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Fundamentos teoricos e conceituais da avaliacao em saude. Modelos teoricos praticos na avaliacao de politicas, sistemas, programas, projetos e acoes de saude. O monitoramento e avaliacao como funcao de gestao do SUS, e como instrumento de ampliar rede de relacoes entre agentes e instituicoes"
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO EM SAUDE COLETIVA 1",
        "codigo": "FCE0334 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Oportuniza o Estagio Supervisionado dos estudantes em servicos de saude. Favorece a compreensao e apropriacao da dinamica e das formas de organizacao e funcionamento dos servicos, unidades e acoes de saude proprias da atencao basica."
    },
    {
        "disciplina": " ECONOMIA E FINANCIAMENTO EM SAUDE",
        "codigo": "FCE0336 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Trata da importancia da economia da saude para gestao de servicos e acoes, com destaque para aqueles oferecidos ou regulados pelo Sistema Unico de Saude. Apresenta o Estado da Arte da economia da saude no Brasil, com enfase nas questoes de orcamento e financiamento da saude. Analisa o mercado de saude e a gestao de custos em saude. Aborda a equidade, os metodos de medicao das desigualdades de saude e a avaliacao economica em saude."
    },
    {
        "disciplina": " TECNOLOGIAS DE GERENCIAMENTO E GESTAO EM SAUDE",
        "codigo": "FCE0338 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Aborda o desenvolvimento historico das formas de intervencao para gerenciamento e gestao em saude. Apresenta o planejamento normativo e estrategico (Unidades Estrategicas de Negocio). Analisa o processo de tomada decisao estrategica e a aplicabilidade dessas formas de intervencao na rede publica e privada. Trata da origem do processo e metodologia de avaliacao, bem como apresenta os conceitos de qualidade, acreditacao e auditoria. O controle de custos seus conceitos, metodologias e aplicacoes."
    },
    {
        "disciplina": " TRABALHO DE CONCLUSAO DE CURSO EM SAUDE COLETIVA 1",
        "codigo": "FCE0340 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Oportuniza aos estudantes a estruturacao de um estudo, de natureza academica e cientifica, em torno de um tema de seu interesse que permita a integralizacao de conteudos curriculares do curso, experiencias resultantes das atividades de pesquisa, ensino e extensao realizadas bem como as percepcoes e experiencias acumuladas no processo formativo."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO EM SAUDE COLETIVA 2",
        "codigo": "FCE0342 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Oportuniza o Estagio Supervisionado dos estudantes em servicos de saude. Favorece a compreensao e apropriacao da dinamica e das formas de organizacao e funcionamento dos servicos, unidades e acoes de saude proprias da media complexidade."
    },
    {
        "disciplina": " TOPICOS ESPECIAIS EM SAUDE COLETIVA 1",
        "codigo": "FCE0343 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Abordagens de questoes emergentes com implicacoes na saude coletiva. Espaco privilegiado para integralizacao de conteudos e saberes. Considerando a natureza da disciplina e a oportunidade de incorporacao de conteudos emergentes que possam ser assumidos por especialistas, pesquisadores e/ou docentes de dentro ou de fora da instituicao."
    },
    {
        "disciplina": " TOPICOS ESPECIAIS EM SAUDE COLETIVA 2",
        "codigo": "FCE0344 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Abordagens de questoes emergentes com implicacoes na saude coletiva. Espaco privilegiado para integralizacao de conteudos e saberes."
    },
    {
        "disciplina": " TRABALHO DE CONCLUSAO DE CURSO EM SAUDE COLETIVA 2",
        "codigo": "FCE0346 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Oportuniza aos estudantes organizacao e sistematizacao das informacoes e levantamentos realizados no Trabalho de Conclusao de Curso 1, que resulte na producao de um texto academico, um relatorio tecnico, um artigo cientifico, um trabalho monografico de natureza teorico-conceitual ou que traga uma revisao de literatura sobre tema de relevancia ou interesse para o campo da saude coletiva."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO EM SAUDE COLETIVA 3",
        "codigo": "FCE0348 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Oportuniza o Estagio Supervisionado dos estudantes em servicos de saude. Favorece a compreensao e apropriacao da dinamica e das formas de organizacao e funcionamento dos servicos, unidades e acoes de saude proprias da alta complexidade."
    },
    {
        "disciplina": " TERAPIA OCUPACIONAL BASEADA EM EVIDENCIAS 3",
        "codigo": "FCE0354 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Finaliza a serie de disciplinas que apresenta as evidencias cientificas que irao alicercar os metodos e tecnicas de avaliacao, planejamento e intervencao terapeutica. Nesta disciplina da serie, integra pela pratica baseada em evidencias a intervencao em terapia ocupacional nos ciclos da vida (gestacao e parto, infancia e adolescencia, vida adulta e envelhecimento) em uma visao da ocupacao abordada por conjunto de deficiencias (deficiencias fisicas e mentais) em todos os niveis de atencao a saude que serao tambem abordados separadamente em disciplinas especificas para cada nivel de atencao a saude."
    },
    {
        "disciplina": " TERAPIA OCUPACIONAL NA ATENCAO BASICA: INTERVENCAO",
        "codigo": "FCE0356 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Compoes serie de disciplinas que irao discutir as acoes da Terapia Ocupacional na Atencao Basica a Saude. Finaliza a serie de disciplinas discutindo as acoes para promocao de saude e  intervencao terapeutica preventiva nos ciclos da vida."
    },
    {
        "disciplina": " TERAPIA OCUPACIONAL NA ATENCAO DE MEDIA COMPLEXIDADE: INTERVENCAO",
        "codigo": "FCE0357 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Compoes serie de disciplinas que irao discutir as acoes da Terapia Ocupacional na Atencao de Media Complexidade em Saude. Finaliza a serie de disciplinas discutindo as acoes para promocao de saude e intervencao fisioterapeutica ambulatorial."
    },
    {
        "disciplina": " TERAPIA OCUPACIONAL NA ATENCAO DE ALTA COMPLEXIDADE: INTERVENCAO",
        "codigo": "FCE0358 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Compoe uma serie de disciplinas que irao discutir as acoes da Terapia Ocupacional na Atencao de Alta Complexidade em Saude. Finaliza a serie de disciplinas discutindo as acoes para promocao de saude e intervencao terapeutica hospitalar."
    },
    {
        "disciplina": " TERAPIA OCUPACIONAL NO PROCESSO DE REABILITACAO: INTERVENCAO",
        "codigo": "FCE0359 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Compoes serie de disciplinas que irao discutir as acoes da Terapia Ocupacional no Processo de Reabilitacao. Finaliza a serie de disciplinas discutindo as acoes para promocao de saude e intervencao terapeutica em equipe de reabilitacao."
    },
    {
        "disciplina": " TERAPIA OCUPACIONAL NA GESTAO DE SAUDE",
        "codigo": "FCE0361 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Aborda conteudos que vao dos modelos da teoria geral da administracao ate a gestao dos servicos e recursos humanos em Terapia Ocupacional. Utiliza os Sistemas de Informacao em Saude e Vigilancia Epidemiologica para garantir a qualidade da assistencia na gestao de custos, de pessoas e de recursos. Discute as Politicas de Saude e a Deontologia do exercicio profissional do fisioterapeuta de maneira a atender os requisitos da legislacao vigente dentro do codigo de etica profissional para introduzir um perfil de Terapeuta Ocupacional gestor e empreendedor que atenda as necessidades do Sistema Unico de Saude."
    },
    {
        "disciplina": " CUIDADO INTEGRAL A SAUDE DO ADULTO E IDOSO",
        "codigo": "FCE0362 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Abordagem do processo saude-doenca na integralidade dos cuidados de enfermagem ao adulto e ao idoso, em situacoes clinicas e cirurgicas, nos diversos niveis de complexidade assistencial, considerando as politicas publicas de saude, a seguranca dos individuos e o perfil de morbimortalidade do Distrito Federal e Entorno.  O contexto bio-psico-socio-espiritual e familiar subsidiara a assistencia, pautada nos principios eticos, legais e humanisticos."
    },
    {
        "disciplina": " CUIDADO DE ENFERMAGEM PSICOSSOCIAL EM SAUDE MENTAL",
        "codigo": "FCE0363 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Introducao aos elementos teoricos da psiquiatria e saude mental, tomando por base o relacionamento interpessoal e a politicade Atencao a Saude Mental. Descricao dos transtornos psiquiatricos e as modalidades de intervencoes terapeuticas em saudemental. Fundamentacao do cuidado clinico e psicossocial a pessoas em sofrimento mental e seus familiares."
    },
    {
        "disciplina": " ETICA, BIOETICA E LEGISLACAO",
        "codigo": "FCE0365 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "A Legislacao em Enfermagem. Conceituacao de Etica. A Bioetica e o estudo critico das dimensoes morais no contexto das ciencias biomedicas. Responsabilidade profissional. A moral fundamental e a etica da Enfermagem. A Etica na experimentacao cientifica em Enfermagem. Dilemas eticos: aborto, suicidio, paciente terminal, eutanasia, reproducao humana, transplante de orgaos e transfusao sanguinea."
    },
    {
        "disciplina": " BIOQUIMICA CLINICA",
        "codigo": "FCE0367 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Organizacao de um laboratorio de Bioquimica Clinica principios e cuidados na coleta de amostras biologicas controle e garantia da qualidade em Bioquimica Clinica gasometria arterial fundamentos de urinalise analise do liquor dosagens bioquimicas de interesse clinico-laboratorial interpretacao de prontuarios"
    },
    {
        "disciplina": " FARMACIA HOSPITALAR",
        "codigo": "FCE0368 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Historia. Conceitos fundamentais. Estrutura e organizacao do hospital e da farmacia hospitalar. Atribuicoes do farmaceutico hospitalar. Ciclo da Assistencia Farmaceutica. Farmacotecnica Hospitalar. Farmacovigilancia. Acreditacao Hospitalar: servico, pesquisa e ensino. Comissoes tecnicas no ambiente hospitalar."
    },
    {
        "disciplina": " FARMACOTECNICA 2",
        "codigo": "FCE0369 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Formas Farmaceuticas dispersas, solidas e semi-solidas. Incompatibilidades farmaceuticas. Controle e armazenamento de produtos magistrais. Montagem de laboratorios de manipulacao de medicamentos magistrais. Analise critica da prescricao de medicamentos"
    },
    {
        "disciplina": " FARMACOLOGIA CLINICA",
        "codigo": "FCE0370 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Metodos de investigacao farmacologico-clinicas. Farmacocinetica clinica. Principais indicacoes, posologia, efeitos adversos e interacoes medicamentosas de farmacos utilizados na pratica clinica. Farmacologia clinica do sistema cardiovascular, das infeccoes, do sistema endocrino e do sistema nervoso central."
    },
    {
        "disciplina": " TOXICOLOGIA APLICADA A FARMACIA",
        "codigo": "FCE0372 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Aspectos teoricos. Relacao dose/resposta. Inibicao Enzimatica. Respostas toxicas aos xenobioticos.Toxicologia de Medicamentos, Social e Ocupacional: abordagem dos principais grupos de substancias (medicamentos, drogas de abuso, agrotoxicos, metais, gases e solventes) quanto a classificacao, fases da intoxicacao: exposicao, toxicocinetica, toxicodinamica e clinica, Intoxicacao versus desintoxicacao."
    },
    {
        "disciplina": " CONTROLE DA QUALIDADE MICROBIOLOGICO",
        "codigo": "FCE0373 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Conceito de Qualidade. Validacao. Boas Praticas Laboratoriais. Garantia da esterilidade. Metodos farmacopeicos para deteccao de microrganismos especificos."
    },
    {
        "disciplina": " FITOTERAPIA",
        "codigo": "FCE0375 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Etnobotanica. Principais preparacoes farmaceuticas (metodos extrativos e formas de uso). Nocoes de toxicidade de plantas medicinais e efeitos colaterais de fitoterapicos. Interacoes medicamentosas dos fitoterapicos com alimentos e com outros medicamentos. Plantas que atuam no sistema nervoso central, sistema cardiovascular, sistema respiratorio, sistema digestorio, que atuam sobre a pele, trauma, reumatismo e dor, indicadas para problemas ginecologicos. Programa Nacional de Plantas Medicinais e Medicamentos Fitoterapicos (Ministerio da Saude). Legislacao de fitoterapicos e sistema de regulacao. Pesquisa clinica com extrato de plantas, uma abordagem cientifica para validacao do uso e registro de medicamentos fitoterapicos."
    },
    {
        "disciplina": " FARMACIA CLINICA E ATENCAO FARMACEUTICA",
        "codigo": "FCE0381 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Conceitos e terminologia. Evolucao da atencao farmaceutica no Brasil e no mundo. A Atencao Farmaceutica no contexto da Assistencia Farmaceutica. O processo de Atencao ao paciente. Metodologias da Atencao Farmaceutica. Desenvolvimento do plano de cuidado e seguimento da farmacoterapia. Prevencao, identificacao e resolucao de problemas relacionados com medicamentos.Resultados Negativos Associados a Medicacao. Requisitos para a estruturacao do servico de Atencao Farmaceutica. Apresentacao e discussao de casos clinicos."
    },
    {
        "disciplina": " PESQUISA EM GERONTOLOGIA",
        "codigo": "FCE0382 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "A disciplina de Pesquisa em Gerontologia visa contribuir para o estudo dos aspectos\nbiopsicossociais e epidemiologicos relativos ao progredir do ciclo da vida, enfocando o\nentendimento de fatores que influenciam a longevidade humana. Em adicao, objetiva\nintroduzir o estudante as abordagens metodologicos e de delineamento experimental\ncompativeis com os estudos das teorias biologicas e psicosociais sobre o envelhecimento.\nSerao investigados os determinantes do envelhecimento bem-sucedido de forma a\ncontemplar suas implicacoes eticas, proporcionando ao estudante uma visao\ninterdisciplinar e integrada sobre o tema."
    },
    {
        "disciplina": " TOPICOS AVANCADOS EM FISIOTERAPIA NA SAUDE DA MULHER: BASES CIENTIFICA",
        "codigo": "FCE0383 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": ""
    },
    {
        "disciplina": " FISIOPATOLOGIA E FARMACOLOGIA DO DIABETES",
        "codigo": "FCE0385 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Abordagem dos conceitos basicos da fisiologia do pancreas e da insulina, os aspectos clinicos do diabetes e a patogenese das complicacoes associadas a morbidade. Posteriormente trabalhar as intervencoes terapeuticas farmacologicas disponiveis para o controle do diabetes, adequadas a cada perfil de paciente e identificar as possiveis interacoes medicamentosas no paciente diabetico"
    },
    {
        "disciplina": " GERENCIAMENTO DO CUIDADO EM SAUDE",
        "codigo": "FCE0388 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "A estrutura administrativa e organizacional das unidades que compoem o servico de Enfermagem com enfoque nos recursos fisicos, materiais e gestao de pessoas de forma a estabelecer parametros para o processo de tomada de decisao do futuro profissional no gerenciamento da rede integrada de atencao e gestao de saude. Enfatiza a analise critica segundo a adequacao dos instrumentos, meios e recursos requeridos para a efetivacao da assistencia. Sao discutidas tambem propostas de estrategias para o desenvolvimento da pratica de enfermagem. Fundamentados nos principios eticos, legais e humanisticos."
    },
    {
        "disciplina": " TOPICOS EM FISIOTERAPIA NAS FRAGILIDADES DO IDOSO: BASES CIENTIFICAS",
        "codigo": "FCE0395 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Fisiologia do envelhecimento. Avaliacao e identificacao da sindrome da fragilidade do idoso. Impacto funcional da sarcopenia, dinapenia, osteopenia, osteoporose, alteracoes cognitivas e de humor. Efeitos de programas de tratamentos fisioterapeuticos empregados na fragilidade do idoso."
    },
    {
        "disciplina": " PROCESSO DE CUIDAR EM ENFERMAGEM",
        "codigo": "FCE0397 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Disciplina teorica que enfoca a identificacao das necessidades de saude individuais e coletivas. A coleta de dados sistematizada como forma de identificacao dos problemas de saude. Elaboracao de plano de cuidados, nas dimensoes biopsicosociais em todos niveis de atencao. As teorias de enfermagem e sua influencia nos processo de cuidar. O processo de enfermagem em sua integralidade"
    },
    {
        "disciplina": " MICROBIOLOGIA CLINICA",
        "codigo": "FCE0398 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Diagnostico de doencas infecto-contagiosas causadas por bacterias e fungos. Execucao, interpretacao e emissao de laudos para o diagnostico das infeccoes nos diversos materiais biologicos."
    },
    {
        "disciplina": " ECONOMIA E GESTAO FARMACEUTICA",
        "codigo": "FCE0399 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Introducao a Administracao, Economia e Marketing Farmaceutico: Conceitos gerais, Aplicacoes, Legislacao Reguladora, Introducao a Economia da Saude, Inovacao e Propriedade Intelectual."
    },
    {
        "disciplina": " TECNOLOGIA APLICADA A FARMACIA",
        "codigo": "FCE0402 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Introducao a Tecnologia Farmaceutica, legislacao e registro de medicamentos, boas praticas de fabricacao, planejamento, organizacao e ciclo de producao na industria Farmaceutica, desenvolvimento de medicamentos, planejamentos da producao, instalacoes e equipamentos, aspectos bio-farmaceuticos, tecnologia das formas farmaceutica solidas, plasticas, dispersas, liquidas estereis e nao estereis, validacao e qualificacao na industria farmaceutica, formas farmaceuticas de ultima geracao e estabilidade de medicamentos."
    },
    {
        "disciplina": " ANALISES TOXICOLOGICAS",
        "codigo": "FCE0405 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Aplicacao das analises toxicologicas. Toxicologia forense. Metodos analiticos de identificacao e quantificacao de agentes toxicos. Topicos avancados."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO 1",
        "codigo": "FCE0409 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": ""
    },
    {
        "disciplina": " TRABALHO DE CONCLUSAO DE CURSO EM FARMACIA 1",
        "codigo": "FCE0410 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Trabalho de Conclusao de Curso."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO 2",
        "codigo": "FCE0412 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Os Estagios Supervisionados em Ciencias Farmaceuticas 1 e 2 sao relativos as vivencias da atuacao do profissional Farmaceutico nos eixos propostos na matriz curricular do curso."
    },
    {
        "disciplina": " CUIDADO INTEGRAL A SAUDE DA MULHER",
        "codigo": "FCE0443 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Abordagem do processo saude-doenca na integralidade dos cuidados de enfermagem a mulher nas diferentes fases de seu ciclo vital e ao recem\nnascido a termo saudavel. Os contextos biologico, psicologico, social, espiritual e familiar subsidiarao a assistencia, pautada nos principios eticos,\nlegais e humanisticos."
    },
    {
        "disciplina": " PRATICAS SUPERVISIONADAS EM ENFERMAGEM 5 NA SAUDE DA MULHER",
        "codigo": "FCE0444 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Praticas de Enfermagem com foco nas acoes de cuidado integral a saude da mulher nas diferentes fases do seu ciclo vital, nos ambitos individual e coletivo. As praticas sao desenvolvidas em consonancia com as Politicas Nacionais de Atencao a Saude da Mulher vigentes e com a Lei do Exercicio Profissional da Enfermagem."
    },
    {
        "disciplina": " PRATICAS SUPERVISIONADAS EM ENFERMAGEM 5 NA SAUDE DA CRIANCA E ADOLESCENTE",
        "codigo": "FCE0445 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Praticas de Enfermagem com foco nas acoes de cuidado integral ao desenvolvimento saudavel da crianca e do adolescente, no contexto individual e coletivo. Tem como alicerce a Politica Nacional de Atencao Integral a Saude da Crianca e do adolescente na atencao primaria, secundaria e terciaria em saude. Oportuniza a ampliacao dos conhecimentos sobre o cuidado a crianca e adolescente estimulando a criatividade e a inovacao de estrategias preventivas e educativas no contexto do Programa Saude na Escola, e incentiva a busca por praticas baseadas em evidencias."
    },
    {
        "disciplina": " CUIDADO DE ENFERMAGEM A CRIANCA E ADOLESCENTE",
        "codigo": "FCE0446 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Abordagem do processo de desenvolvimento da saude-doenca e dos cuidados de enfermagem a crianca e adolescente, enfocando aspectos significativos do seu crescimento e desenvolvimento . Tem como alicerce o contexto bio-psico-socio-espiritual e familiar que subsidiara a assistencia de enfermagem, pautada nos principios eticos, legais e humanisticos . Aborda Praticas de Enfermagem Baseadas em Evidencias, com cuidados inovadores e contextualizados."
    },
    {
        "disciplina": " PESQUISA EM MECANISMOS DE INTERACAO PATOGENO",
        "codigo": "FCE0454 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Importancia do estudo das interacoes patogeno-hospedeiro. Participacao de atividades de pesquisa/experimentais em mecanismos de interacao patogeno-hospedeiro. Metodologias de biotecnologia: Tecnicas moleculares e de clonagem de genes, bioquimicas, imunologicas na analise dos mecanismos de interacoes patogeno-hospedeiro. Discussao de projetos de pesquisa e textos cientificos."
    },
    {
        "disciplina": " ANALISE BIOMECANICA DA MARCHA HUMANA",
        "codigo": "FCE0457 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Conceitua e apresenta as caracteristicas fisiologicas e mecanicas das fases do ciclo de marcha.\n\nConceitua e discute as funcoes biomecanicas das articulacoes do aparelho locomotor e dos segmentos superiores (cabeca, tronco e membros);\n\nApresenta as Tecnologias de Avaliacao Biomecanica da Marcha Humana: Sistema de Analise Cinematica 3D, Sensores Inerciais, Plataformas de Forca e Eletromiografia.\n\nApresenta e discute as variaveis biomecanicas da marcha e a relevancia clinica nas avaliacoes: Parametros espaco-temporais da marcha, Cinematica Angular, Variaveis Cineticas e Eletromiograficas.\n\nDiscute as condicoes clinicas e praticas do uso desta tecnologia para facilitar o diagnostico e tratamento das disfuncoes da marcha humana - Casos Clinicos: AVC, Parkinson, Osteoartrose, Paralisia Cerebral, dentre outras."
    },
    {
        "disciplina": " FISIOTERAPIA RESPIRATORIA",
        "codigo": "FCE0722 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Conceituar, apresentar e discutir as bases morfologicas e fisiologicas do sistema respiratorio aplicada a fisioterapia respiratoria.\n\nMetodos de investigacao da funcao pulmonar e sua interpretacao.\n\nDiscussao dos recursos terapeuticos e de intervencao nos disturbios ventilatorios restritivos, obstrutivos e combinado.\n\nApresentar e discutir a abordagem da fisioterapia respiratoria nos niveis de atencao a saude, incluindo a reabilitacao pulmonar.\n\nApresentacao e discussao de casos clinicos baseado nas evidencias cientificas.\n\nObjetivos: Proporcionar aquisicao de competencias e habilidades baseadas nas evidencias cientificas da fisioterapia respiratoria.\n\nA partir das discussoes clinicas desenvolver o raciocinio clinico e analise critica da fisioterapia respiratoria."
    },
    {
        "disciplina": " DOR E SEU CONTROLE: BASES PARA A ATUACAO DA EQUIPE DE SAUDE",
        "codigo": "FCE0737 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Abordagem de aspectos relevantes acerca da historia e perspectiva atual, bem como politicas publicas voltadas ao controle da dor. Estabelecimento de relacoes entre os mecanismos fisiopatologicos e os diferentes tipos de dor como base para sua caracterizacao e tratamento. Discussao acerca das estrategias que compoe o controle da dor pela equipe de saude: tratamento farmacologico, tratamento nao-farmacologico, avaliacao, registro, intervencao e reavaliacao, educacao do paciente e familiares, educacao da equipe de saude."
    },
    {
        "disciplina": " PESQUISA EM MOTRICIDADE OROFACIAL E DISFAGIA",
        "codigo": "FCE0741 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Atualizacao e pesquisa nas especialidades da Fonoaudiologia: Motricidade Orofacial e Disfagia."
    },
    {
        "disciplina": " PESQUISA EM DISTURBIOS DA COMUNICACAO",
        "codigo": "FCE0745 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Proporciona ambiente de vivencia e participacao de atividades de pesquisa na area de disturbios da comunicacao. Discussao da literatura cientifica pertinente a area de trabalho do professor orientador."
    },
    {
        "disciplina": " PESQUISAS EM NEUROCIENCIA COGNITIVA",
        "codigo": "FCE0756 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Proporcionar ambiente de vivencia e participacao de atividades de pesquisa na area de neurociencia cognitiva. Leitura e discussao da literatura cientifica pertinente a area de trabalho do docente responsavel."
    },
    {
        "disciplina": " EXTENSAO NAS BASES BIOLOGICAS E DA SAUDE",
        "codigo": "FCE0770 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Promocao e integracao dos conhecimentos da area basica biologica e das ciencias da saude. Desenvolvimento de projetos para identificacao das demandas da comunidade. Implementacao e participacao de  acoes de extensao  voltadas para a sociedade e para a comunidade academica. Protagonismo nas atividades, seguindo as orientacoes dos docentes.  Integracao das diversas areas do conhecimento e entre o ensino, a pesquisa e a extensao para o desenvolvimento de acoes significativas e transformadoras."
    },
    {
        "disciplina": " INTRODUCAO A TERAPIA OCUPACIONAL",
        "codigo": "FCE0777 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Visa abordar os conceitos relacionados a definicao e constituicao da terapia ocupacional no cenario nacional e internacional, e busca apresentar sua regulamentacao com base nas entidades de classe, possibilitando o entendimento das diversas areas, campos e especialidades do exercicio profissional na atualidade."
    },
    {
        "disciplina": " LABORATORIO DE ATIVIDADES 1: PRATICAS EXPRESSIVAS",
        "codigo": "FCE0784 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Visa compreender os sentidos e significados das atividades/ocupacoes/cotidianos e visa a experimentacao e fundamentacao do uso de atividades/praticas expressivas e visa estudar os processos criativos e sua relacao com atividades cotidianas e culturais, refletindo sobre os processos de criacao de na sociedade contemporanea, compreendendo a relacao terapeuta ocupacional, sujeito e atividade/ocupacao/cotidiano, e contribuir para a analise do sujeito em atividade/ocupacao/cotidiano e seus contextos."
    },
    {
        "disciplina": " FUNDAMENTOS EM TERAPIA OCUPACIONAL 1: EPISTEMOLOGIA E PARADIGMAS",
        "codigo": "FCE0785 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Discorre sobre a historia e os fundamentos da terapia ocupacional, as correntes filosoficas e paradigmas da area, considerando o cenario internacional e nacional, no processo de producao de conhecimento e da formacao para a pratica profissional. Este componente tambem pretende fomentar a discussao no que diz respeito as influencias internacional e nacional, que implicam no saber e no fazer do campo da terapia ocupacional."
    },
    {
        "disciplina": " LABORATORIO DE ATIVIDADES 2: APLICACAO DA OCUPACAO, ATIVIDADE E COTIDIANO",
        "codigo": "FCE0787 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Tipo de Material"
    },
    {
        "disciplina": " PESQUISA EM BASES BIOLOGICAS E DA SAUDE",
        "codigo": "FCE0844 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Discussao e desenvolvimento de planos de trabalho individuais envolvendo conhecimento em biologia celular e molecular, morfologia, bioquimica e metabolismo em projetos de ensino, pesquisa e extensao, visando correlacoes praticas e clinicas."
    },
    {
        "disciplina": " EPIDEMIOLOGIA GERAL",
        "codigo": "FCE0845 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Historico, construcao e evolucao da epidemiologia; Definicoes, aplicacoes e usos da\nCriacao Componente de Graduacao - Disciplina FCE / SC 8517920 SEI 23106.094021/2022-19 / pg. 1\nEpidemiologia; Processo saude-doenca e sua determinacao social; Transicao\ndemografica, transicao nutricional e transicao epidemiologica; Medidas de saude\ncoletiva: morbidade e mortalidade; Epidemiologia descritiva; Acoes de extensao por\nmeio da execucao e analise de estudos epidemiologicos descritivos que apoiem a\nanalise de situacao de saude de coletivos populacionais; Relacao da epidemiologia\ncom os problemas de saude de coletivos populacionais de maior relevancia no\nterritorio."
    },
    {
        "disciplina": " EDUCACAO EM SAUDE",
        "codigo": "FCE0847 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Apresenta as bases fundamentais da pratica educativa aplicada ao campo da saude. Discute a construcao e implementacao de acoes extensionistas que levem em conta os saberes e as necessidades dos sujeitos aprendizes, se revelem comprometidas com uma concepcao de educacao transformadora e apontem para a educacao necessaria a consolidacao do Sistema Unico de Saude  SUS."
    },
    {
        "disciplina": " PROMOCAO DA SAUDE",
        "codigo": "FCE0848 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Apresenta a base teorica para atuacao no territorio incorporando os conceitos proprios da Promocao da Saude (PS). Enfatiza os instrumentos normativos voltados\npara a PS em vigor no Brasil, para o planejamento e a execucao de acao de extensao\nem parceria com grupos existentes nos equipamentos sociais em Ceilandia."
    },
    {
        "disciplina": " SISTEMAS E POLITICAS DE SAUDE",
        "codigo": "FCE0849 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Apresenta a constituicao da ciencia politica e os fundamentos teoricos das politicas publicas e sociais. Discute o papel do Estado e cidadania, e participacao social no campo da saude. Faz um resgate historico da formacao dos movimentos sociais e dos sujeitos politicos na luta pelo direito a saude no Brasil. Reflete a implementacao da politica de saude a partir de acoes extensionistas junto a servicos de saude, controle social e estrategias intersetoriais."
    },
    {
        "disciplina": " FUNDAMENTOS DO BACHARELADO EM SAUDE COLETIVA",
        "codigo": "FCE0851 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Apresenta e discute os fundamentos da constituicao do campo da Saude Coletiva nos seus aspectos historicos, conceituais e prospectivos, no ambito da pesquisa, da organizacao dos servicos de saude e da formacao da identidade profissional. Proporciona vivencias e aprendizados aos(as) ingressantes no Curso de Graduacao em Saude Coletiva, relativos a formacao academica. Apresenta reflexoes e experiencias sobre a atuacao profissional do e da Bacharel em Saude Coletiva, nas Ciencias Sociais e Humanas; na Epidemiologia; e na Gestao/Politicas/Planejamento em saude."
    },
    {
        "disciplina": " COMUNICACAO E INFORMACAO PARA EDUCACAO EM SAUDE",
        "codigo": "FCE0852 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Destaca o campo da informacao, da educacao e da comunicacao em saude, com\nenfase para a interconexao entre eles. Trabalha os conceitos de tecnologia\neducacional, educacao tecnologica em saude e educacao popular. Oportuniza a\nreflexao e a compreensao das caracteristicas da producao, disseminacao e\npopularizacao de conteudos e de conhecimentos acumulados sobre praticas e\nmodos de viver saudaveis, como acoes estrategicas e importantes para a ampliacao\ndo acesso dos sujeitos e das populacoes as acoes educativas em saude, com\ndestaque para a participacao comunitaria no controle social de politicas publicas de\nsaude. A disciplina e composta por 2 creditos teoricos e 2 dedicados a acoes de\nextensao, aliando teoria a pratica, permitindo a vivencia do referencial teorico a partir\nde uma pratica desenvolvida na Regiao Administrativa de Ceilandia."
    },
    {
        "disciplina": " BIOESTATISTICA 1",
        "codigo": "FCE0854 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Apresentar conhecimentos basicos de Estatistica Descritiva, qualificando o estudante para a interpretacao correta de analises de dados realizadas em estudos tecnico cientificos na area de Saude Coletiva. Conhecer e aplicar tecnicas basicas de\nEstatistica para descricao e analise de dados."
    },
    {
        "disciplina": " INFORMACAO EM SAUDE",
        "codigo": "FCE0856 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "A informacao em saude e essencial para o conhecimento da realidade epidemiologica, demografica e socioeconomica, para o planejamento, gestao e\navaliacao de acoes e servicos de saude nos niveis constituintes do Sistema Unico de\nSaude (SUS), a fim de subsidiar a tomada de decisoes no campo da saude coletiva.\nDesse modo esta disciplina pretende contemplar: 1) discussao sobre o conceito,\nhistorico e emprego na atualidade da expressao Informacao em Saude; 2)\ncompreensao dos conceitos e usos dos principais Sistemas de Informacao em\nSaude (SIS) vigentes do SUS como: SINASC (Sistema de Informacao sobre Nascidos\nVivos), SIM (Sistema de Informacao sobre Mortalidade), SINAN (Sistema de\nInformacao de Agravos de Notificacao), SIH (Sistema de Informacao Hospitalar), SIA\n(Sistema de Informacao Ambulatorial), SCNES (Sistema de Cadastro Nacional dos\nEstabelecimentos de Saude), SISAB/E-SUS (Sistema de Informacao em Saude para a\nAtencao Basica), SIPNI (Sistema de Informacao do Programa Nacional de\nImunizacoes), SISS (Sistema de Informacao de Saude Suplementar, da Agencia\nNacional de Saude Suplementar), Registro de Cancer: (a) RCBP (Registro de Cancer\nde Base Populacional) e (b) RHC (Registro Hospitalar de Cancer); 3) interpretacao e\ncomparacao dos resultados selecionados dos dados referentes as variaveis\ndisponiveis nos sistemas de saude."
    },
    {
        "disciplina": " SAUDE E SOCIEDADE 2: O PROCESSO SAUDE",
        "codigo": "FCE0862 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Esta disciplina visa a apresentar conceitos classicos das Ciencias Sociais e metodos\nde abordagem que sao uteis para a compreensao do processo saude-doenca.\nDiscute sobre as nocoes basicas e o contexto historico do surgimento da bioetica,\ncom destaque para os reflexos das questoes suscitadas por esse campo disciplinar\npara a pesquisa social e para a pratica profissional em saude. A disciplina conta com creditos teoricos e creditos de extensao para o desenvolvimento de atividades junto a comunidade por meio da realizacao de incursoes etnograficas com a devolucao dos resultados para os/as interlocutores/as dessas atividades."
    },
    {
        "disciplina": " EXTENSAO UNIVERSITARIA NA FCE",
        "codigo": "FCE0886 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Apresenta os conceitos e normativas de extensao e sua importancia durante a realizacao do curso de graduacao, bem como as modalidades de extensao universitaria na Universidade de Brasilia (UnB) por meio do Programa Institucional de Bolsas de Extensao (PIBEX); Rede de Polos de Extensao (Regional Paranoa e Itapua, Recanto das Emas, Regional Ceilandia, Kalunga e Chapada dos Veadeiros) e Casas de Cultura da UnB (Casa de Cultura da America Latina, Casa Niemeyer e Memorial Darcy Ribeiro - Beijodromo); incentiva vivencias nos cenarios onde as acoes de extensao da Unidade acontecem; promove a pratica interdisciplinar em dinamicas de grupo interprofissional; estrutura a interacao dialogica da comunidade academica com a sociedade, a formacao cidada dos estudantes a partir da construcao e aplicacao de conhecimentos, e a articulacao da extensao com o ensino e com a pesquisa ancorada no protagonismo dos estudantes."
    },
    {
        "disciplina": " QUIMICA APLICADA A FARMACIA 1",
        "codigo": "FCE0909 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "A disciplina aborda os principios basicos da Quimica para a formacao profissional na Graduacao em Farmacia, de maneira estruturada, buscando as altas ordens do aprendizado. Esta disciplina encontra-se no eixo de Tecnologia e Inovacao em Saude, visando desenvolver competencias relacionadas ao acompanhamento de processos quimicos, assim como a aplicacao deste conhecimento no metabolismo de seres vivos e em processos analiticos e de controle de qualidade. Busca a compreensao e a aplicacao de tecnicas basicas de laboratorio, aliados a sintese e identificacao de compostos ionicos, moleculares e complexos, alem das Leis da Termodinamica, Cinetica Quimica e Equilibrio (Fisico e Quimico) e fases da materia. Isso possibilita a analise experimental de propriedades dos elementos e compostos quimicos, com a utilizacao de equipamentos e a interpretacao de resultados e realizacao de calculos a partir de dados experimentais, buscando uma analise critica de resultados analiticos.Permite aos alunos do curso de Farmacia a criacao de uma visao integrada e contextualizada dos conceitos fundamentais apresentados, assim como a aplicacao deste conhecimento na pratica farmaceutica."
    },
    {
        "disciplina": " FARMACIA E SOCIEDADE",
        "codigo": "FCE0915 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Historia da Farmacia. Diretrizes Nacionais e projeto pedagogico do curso de Farmacia da FCE/UnB. Medicamento e o uso na sociedade. Educacao e promocao em saude. Prevencao de agravos. Orgaos e instituicoes representativas da profissao. Atuacao interdisciplinar. Ambito profissional: farmacia comunitaria e hospitalar, analises clinicas e toxicologicas, industria de medicamentos, cosmeticos e de alimentos."
    },
    {
        "disciplina": " SAUDE PUBLICA E ASSISTENCIA FARMACEUTICA",
        "codigo": "FCE0916 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Sistema Unico de Saude. Evolucao das politicas de saude no Brasil. Redes de atencao a saude. Atencao primaria a saude. Modelos assistenciais na area farmaceutica. Estruturacao e politicas da assistencia farmaceutica no Brasil. Componentes da assistencia farmaceutica: basico, estrategico e especializado. Promocao da assistencia farmaceutica no nivel individual e coletivo."
    },
    {
        "disciplina": " EPIDEMIOLOGIA DOS MEDICAMENTOS",
        "codigo": "FCE0937 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Estudos de utilizacao de medicamentos. Farmacovigilancia. Avaliacao de tecnologias em saude."
    },
    {
        "disciplina": " LOGOTERAPIA NO COTIDIANO",
        "codigo": "FCE0964 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Essa disciplina integra conteudos importantes dos cursos da area de saude e humanas, uma vez que constitui area de conhecimento de caracteristica interdisciplinar. Abordara a historia e raizes filosoficas da Logoterapia e Analise Existencial Frankliana. A disciplina habilitara o aluno a refletir de forma ampliada sobre o vazio existencial e sua relacao com os contextos cultural, social, familiar e espiritual, bem como construir possibilidades de caminho de aplicacao dos pilares da logoterapia no cotidiano."
    },
    {
        "disciplina": " TOPICOS ESPECIAIS EM ENFERMAGEM 1",
        "codigo": "FCE0985 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Abordagem de determinantes e condicionantes em saude de individuos, familia e comunidade. Aperfeicoamento de temas especificos relacionados ao processo de cuidar em saude e enfermagem, contemplando o ciclo da vida. Apresenta possibilidades de focar em temas relacionados as necessidades de formacao e desenvolvimento de competencias dos discentes."
    },
    {
        "disciplina": " CELULA E HEREDITARIEDADE",
        "codigo": "FCE0988 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Principios quimicos para a vida (Bioquimica e biofisica da agua e sistemas aquosos; Nocoes de pH e equilibrio acido-base. Tampoes e sistemas tamponantes). Estrutura (menor foco) e funcoes (maior foco) dos: Carboidratos, Proteinas, Lipidios. Enzimas e vitaminas: principios basicos do fenomeno de catalise enzimatica, acao de inibidores. Estrutura e funcoes de membranas celulares. Organelas celulares. Nucleo: estrutura e funcao. Cromossomo. Estrutura e funcoes dos acidos nucleicos. Expressao genica: transcricao e traducao do material genetico. Regulacao da expressao genica: Epigenetica. Replicacao, Ciclo celular (mitose e meiose). Teoria cromossomica da heranca. Anomalias Cromossomicas Estruturais e Numericas. Genetica mendeliana e nao mendeliana. Doencas e sindromes geneticas (incluindo multifatoriais e complexas)."
    },
    {
        "disciplina": " PESQUISA EM FISIOTERAPIA",
        "codigo": "FCE0995 ",
        "unidade_responsavel": "CAMPUS UNB CEILANDIA: FACULDADE DE CIENCIAS E TECNOLOGIAS EM SAUDE ",
        "ementa": "Disciplina que aborda a aplicacao pratica da pesquisa cientifica no contexto da Fisioterapia. Propicia ambiente para investigacao e implementacao de processos de avaliacao, indicacao de recursos terapeuticos adequados, bem como instituicao de intervencao fisioterapeutica, aplicada em individuos nos diferentes ciclos de vida."
    }
]