[
    {
        "disciplina": " ESTATISTICA APLICADA A EDUCACAO FISICA",
        "codigo": "FEF0001 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Introduzir conceitos basicos de estatistica com aplicacoes nas areas de ciencias biologicas, principalmente em Educacao Fisica. Fornecer embasamento teorico para eventuais aprofundamentos na area de estatistica como ferramenta para pesquisas cientificas futuras. Preparar o aluno para planejar e executar experimentos tabular e organizar dados realizar analise critica de dados coletados (em experimentos ou questionarios) e representa-los graficamente."
    },
    {
        "disciplina": " METODOLOGIA DAS LUTAS E ARTES MARCIAIS",
        "codigo": "FEF0002 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Estudo e desenvolvimento de metodologia(s) de ensino aplicada(s) as lutas/artes marciais caracterizacao como elemento de cultura de movimentos corporais do homem reflexao sobre os processos historicos de desenvolvimento, fundamentos, e aspectos tecnico-taticos das lutas/artes marciais aplicabilidade no ambito pluridimensional da Educacao Fisica integracao das lutas/artes marciais nos contextos de intervencao educativa- escola, comunidade, clube desportivo, entre outros."
    },
    {
        "disciplina": " EDUCACAO FISICA NO ENSINO FUNDAMENTAL",
        "codigo": "FEF0004 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Observacao, analise e reflexao sobre a organizacao escolar e o ensino da Educacao Fisica no contexto do Ensino Fundamental. Observacao das atividades desenvolvidas no ambiente escolar e entendimento do papel dos atores envolvidos. Observacao, analise de reflexao sobre a Educacao Fisica Escolar e a atuacao do professor, considerando o processo didatico e os aspectos ambientais especificos."
    },
    {
        "disciplina": " EDUCACAO FISICA NA EDUCACAO INFANTIL",
        "codigo": "FEF0005 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Educacao Fisica na Educacao Infantil (estagio intermediario). Observacao participante do processo de planejamento, intervencao e avaliacao de praticas educativas que tematizam a cultura corporal na Educacao Infantil; analise da realidade historico social da infancia no Brasil e no Distrito Federal; estudo contextualizado dos fundamentos teorico metodologicos e de documentos referenciais da educacao para a infancia."
    },
    {
        "disciplina": " FUNDAMENTOS DO DESENVOLVIMENTO E APRENDIZAGEM APLICADOS A EDF ENS FUND",
        "codigo": "FEF0007 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Principios basicos dos processos de aprendizagem e de desenvolvimento humanos a luz de diferentes teorias (interacionista, psicologia historico-cultural, walloniana e psicanalitica); o estudo das dimensoes cognitiva, afetiva, motora e sociocultural tendo como base distintas concepcoes que discutem o processo de aprendizagem e de desenvolvimento; questoes e problemas referentes a relacao desenvolvimento-aprendizagem no contexto da educacao fisica escolar; a relacao entre a intervencao pedagogica e as teorias de aprendizagem e de desenvolvimento humano; estudo do curriculo da Secretaria de Educacao do Distrito Federal."
    },
    {
        "disciplina": " JOGO, LUDICO E EDUCACAO FISICA",
        "codigo": "FEF0009 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "O ludico essencial O jogo e suas categorias, a cultura ludica e sua aplicacao no ambito da Educacao Fisica e nos esportes."
    },
    {
        "disciplina": " FUNDAMENTOS DO DESENVOLVIMENTO APRENDIZAGEM APLICADOS A EDF EM E EJA",
        "codigo": "FEF0010 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Estudo dos principios, metodos e conteudos vinculados a Educacao Fisica no Ensino Medio e EJA. Promocao, reflexao e construcao de conhecimentos teoricos e praticos sobre o processo ensino-aprendizagem da Educacao Fisica na adolescencia e juventude"
    },
    {
        "disciplina": " ESTUDOS E PESQUISA EM EDUCACAO FISICA ESCOLAR",
        "codigo": "FEF0011 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "A producao de conhecimento em Educacao Fisica Escolar. A pesquisa cientifica brasileira que toma como objeto a Educacao Fisica como componente curricular da educacao basica e as varias problematicas que engendram a acao docente na escola. Reflexoes a partir dos diversos objetos de cunho didatico-metodologico do trabalho pedagogico da Educacao Fisica na escola e suas interfaces com os conteudos da Educacao Fisica Escolar"
    },
    {
        "disciplina": " EDUCACAO FISICA NO ENS MEDIO E EDUCACAO DE JOVENS E ADULTOS",
        "codigo": "FEF0012 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Estudo interdisciplinar dos principios, metodos e conteudos vinculados pela Educacao Fisica no ensino medio. Planejamento e avaliacao interdisciplinar nas aulas de Educacao Fisica. Elementos pedagogicos do ensino medio caracterizacao e componentes."
    },
    {
        "disciplina": " METODOLOGIA DAS MODALIDADES ESPORTIVAS COLETIVAS",
        "codigo": "FEF0013 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Estudos teorico-praticos relativos a pedagogia do esporte, que permitam abordar e desenvolver procedimentos metodologicos para aprendizagem dos esportes coletivos no processo de iniciacao, tendo por referencias as competencias essenciais dos jogos coletivos, suas caracteristicas gerais e o desenvolvimento das habilidades abertas em contexto de jogo, estabelecendo relacoes com os modelos de aprendizagem aplicados a iniciacao esportiva nas diferentes formas de expressao do esporte. O esporte como instrumento de reproducao social. O esporte como elemento da pratica social. O esporte como instrumento de aplicacao de atividade fisica ligado ao ensino. As diversas abordagens metodologicas aplicadas ao ensino das modalidades coletivas. Estudo de diversos metodos de ensino das habilidades tecnico – taticas utilizadas na iniciacao esportiva. A construcao social das regras: jogo e esporte. Tecnico e professor: o debate academico."
    },
    {
        "disciplina": " ASPECTOS PSICOLOGICOS DA APRENDIZAGEM A EDF",
        "codigo": "FEF0014 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Caracterizacao de diferentes abordagens da Psicologia do Desenvolvimento e da Aprendizagem e suas contribuicoes para o contexto de ensino da Educacao Fisica escolar. Caracterizacao de variaveis individuais, motivacionais, sociais, culturais e ambientais que interferem em diferentes aspectos do desenvolvimento e na aprendizagem."
    },
    {
        "disciplina": " PROJETO DE TRABALHO DE CONCLUSAO DE CURSO ",
        "codigo": "FEF0053 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Exercicio da pesquisa cientifica por meio da elaboracao de um projeto de pesquisa em uma das areas contempladas pelo curso de Bacharelado em Educacao Fisica com o objetivo de elaboracao do TCC."
    },
    {
        "disciplina": " MARKETING NA EDUCACAO FISICA ",
        "codigo": "FEF0101 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Conceitos de marketing aplicados na Educacao Fisica em contextos como o esporte, a saude e o lazer. Compreensao dos consumidores deste mercado em suas diversas vertentes.  Analise das possibilidades de insercao profissional. O plano de marketing e comunicacao para atividades que utilizam o esporte."
    },
    {
        "disciplina": " PRATICA DESPORTIVA 1",
        "codigo": "FEF0104 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "CONHECIMENTOS TEORICO-PRATICOS SOBRE ATIVIDADES FISICAS, COPORAIS E ESPORTIVAS.CONCEITO DE QUALIDADE DE VIDA E BENEFICIOS DA PRATICA REGULAR E ORIENTADA DE ATIVIDADE FISICA PARA PROMOCAO E MANUTENCAO DA SAUDE. RECOMENDACOES E CUIDADOS PARA UMA PRATICA ADEQUADA DE EXERCICIOS FISICOS. INTEGRACAO SOCIAL ENTRE OS ESTUDANTES DE DIVERSOS CURSOS NA MODALIDADE ESCOLHIDA."
    },
    {
        "disciplina": " PRATICA DESPORTIVA",
        "codigo": "FEF0105 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "CONHECIMENTOS TEORICO-PRATICOS SOBRE ATIVIDADES FISICAS, COPORAIS E ESPORTIVAS.CONCEITO DE QUALIDADE DE VIDA E BENEFICIOS DA PRATICA REGULAR E ORIENTADA DE ATIVIDADE FISICA PARA PROMOCAO E MANUTENCAO DA SAUDE. RECOMENDACOES E CUIDADOS PARA UMA PRATICA ADEQUADA DE EXERCICIOS FISICOS. INTEGRACAO SOCIAL ENTRE OS ESTUDANTES DE DIVERSOS CURSOS NA MODALIDADE ESCOLHIDA."
    },
    {
        "disciplina": " PRATICA DESPORTIVA 2",
        "codigo": "FEF0107 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Conhecimentos teorico-praticos sobre atividades fisicas, corporais e esportivas. conceito de qualidade de vida e beneficios da pratica regular e orientada de atividade fisica para promocao e manutencao da saude. recomendacoes e cuidados para uma pratica adequada de exercicios fisicos. integracao social entre os estudantes de diversos cursos na modalidade escolhida."
    },
    {
        "disciplina": " FISIOLOGIA DO EXERCICIO 1",
        "codigo": "FEF0143 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "A disciplina aborda os sistemas fisiologicos, suas funcoes e seus respectivos mecanismos deregulacao para a manutencao da homeostase celular, do funcionamento e da integridade biologica. Aborda aindanocoes de como a atividade fisica desencadeia processos de adaptacoes fisiologicas controladas nestessistemas."
    },
    {
        "disciplina": " FISIOLOGIA DO EXERCICIO 2",
        "codigo": "FEF0145 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "EMENTA:Conhecer a fisiologia dos sistemas cardiovascular, pulmonar, renal e endocrino, suas funcoes e respectivos mecanismos de regulacao. Aborda ainda nocoes da composicao sanguinea, regulacao da temperatura corporal e como a atividade fisica desencadeia processos de adptacao nestes sistemas."
    },
    {
        "disciplina": " CINESIOLOGIA APLICADA A EDUCACAO FISICA",
        "codigo": "FEF0151 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Cinesiologia e o estudo fundamental do movimento humano. Esta disciplina compreende o entendimento pratico do sistema neuromotor em relacao as estruturas anatomicas do movimento humano e suas funcoes. Alem disso, o curso estimulara o desenvolvimento das competencias dos estudantes no entendimento da cinesiologia no contexto tecnico-cientifico. Ao final do curso os alunos serao capazes de descrever os aspectos fundamentais do corpo humano e seu funcionamento eficiente nos movimentos simples e complexos.."
    },
    {
        "disciplina": " ATIVIDADE FISICA PARA GRUPOS ESPECIAIS",
        "codigo": "FEF0154 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "O exercicio como fator de prevencao e coadjuvante terapeutico. Beneficios e riscos da pratica de atividade fisica para grupos especiais: idosos, obesos, cardiacos, gestantes, asmaticos, diabeticos, hipertensos, portadores de doencas reumaticas, doencas neurologicas, cancer e desvios posturais.  Aspectos epidemiologicos, demograficos e biopsicossociais. Os fatores de risco para doencas arteriais, coronarianas e doencas cronico nao transmissiveis. Avaliacao e prescricao de atividades fisicas e pratica ambulatorial."
    },
    {
        "disciplina": " NATACAO",
        "codigo": "FEF0165 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Compreender os aspectos relativos aos principios e propriedades fisicas da agua. Ambientacao ao meio liquido. Natacao infantil. Fundamentacao tecnico-pedagogica para o ensino dos 4 estilos de nado."
    },
    {
        "disciplina": " PREVENCAO DE ACIDENTES E PRIMEIROS SOCORROS",
        "codigo": "FEF0172 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Compreender a questao da Educacao Fisica e da saude do escolar, no contexto da educacao para a saude, enfatizando as questoes e acoes educativas e preventivas; Preparar o futuro educador para prestar os primeiros socorros em caso de acidentes, dando enfase a prevencao dos mesmos, e em especial nos casos de lesoes."
    },
    {
        "disciplina": " METODOLOGIA DA DANCA E EXPRESSAO CORPORAL",
        "codigo": "FEF0184 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Estudo das teorias e do carater educativo da danca sobre os diferentes aspectos (cognitivo, afetivo, motor e social) do desenvolvimento humano nas diferentes faixas etarias. Historia nomenclaturas, teorias e pratica da danca como acao do ser humano. Descoberta e compreensao de varios ritmos que agem sobre e no ser humano e sua influencia sobre o seu desenvolvimento pessoal e sociocultural, especialmente em atividades fisicas. Relacao entre o movimento humano e o ritmo. Principios metodologicos, teoricos e praticos da ritmica como meio de educacao de si proprio e dos demais e suas relacoes com atividades desportivas, artisticas, de lazer e outras."
    },
    {
        "disciplina": " MEDIDAS E AVALIACAO EM EDUCACAO FISICA 1",
        "codigo": "FEF0204 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Disciplina que estuda os fundamentos morfologicos da Biometria e as modalidades de avaliacao emensuracao de medidas em Educacao Fisica. Estuda, tambem, os processos de avaliacao, administracao,interpretacao e analise dos resultados de testes aplicados."
    },
    {
        "disciplina": " PRINCIPIOS DO TREINAMENTO RESISTIDO",
        "codigo": "FEF0218 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Disciplina de cunho teorico-pratico que tem por objetivo capacitar o futuro profissional para a utilizacao dos exercicios resistidos em programas de recreacao, reabilitacao, prevencao, treinamento para competicoes e profilaxia, desenvolvidos nas instituicoes de ensino, clubes sociais e academias de ginastica. Voltada as necessidades em termos de desenvolvimento e/ou manutencao da forca muscular em diferentes situacoes."
    },
    {
        "disciplina": " DIDATICA DA EDUCACAO FISICA",
        "codigo": "FEF0229 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "A Didatica constitui um campo de conhecimento da area de Educacao, sendo que integra os curriculos de formacao de professores de diversas disciplinas, no Brasil, incluindo a Educacao Fisica. Cabe a Didatica o estudo de diferentes metodos de ensino, considerando tanto aspectos gerais, como os historicos, filosoficos e teoricos dos metodos, quanto aspectos de carater pedagogico, como os conhecimentos a serem ensinados e aprendidos, o espaco, o tempo, os equipamentos, as formas de interacao entre estudantes e professores, bem como a avaliacao."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO BACHARELADO EM EDF 1",
        "codigo": "FEF0250 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Disciplina que se propoe a aplicacao dos fundamentos teoricos assimilados durante o curso de educacao fisica. Visa proporcionar ao futuro bacharel em educacao fisica um contato inicial com area de educacao fisica. Envolve tarefas de elaboracao, observacao, analise critica e discussao de planos de ensino, planos de aula e metodos de avaliacao, bem como a aplicacao destes instrumentos nas situacoes acima referidas, sob supervisao do Professor Orientador."
    },
    {
        "disciplina": " BASES CIENTIFICAS DO TREINAMENTO",
        "codigo": "FEF0253 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Disciplina de natureza teorico-pratica voltada ao estudo do processo de treinamento para atletas e praticantes de atividades fisicas. Aborda os principios cientificos, metodos, modelos de planejamento, formas de controle e avaliacao das cargas de treinamento. Visa desenvolver competencias profissionais no ambito da formacao de atletas e programacao de atividades fisicas voltadas a promocao da saude e prevencao de doencas."
    },
    {
        "disciplina": " FISIOLOGIA DO EXERCICIO 3",
        "codigo": "FEF0263 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Adaptacoes do sistema metabolico e demais sistemas fisiologicos a atividade fisica, baseado em avaliacao funcional. Fundamentos para a prescricao, avaliacao e revisao de programas de exercicio voltados para a melhoria situacoes especiais (altitude, mergulho, etc.), doencas (cardiopatas, hipertensos, etc.), para as diversas fases da vida (infancia, adolescencia, adulto e idosos) e para a melhoria do desempenho atletico."
    },
    {
        "disciplina": " PROGRAMAS PREVENTIVOS",
        "codigo": "FEF0271 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Disciplina de carater teorico pratico que, com principio extensivo, busca incentivar e proporcionar aos estudantes universitarios, vivencias contextualizadas \"na realidade\" das comunidades perifericas atraves do desenvolvimento de projetos voltados para a saude e qualidade de vida, contribuindo assim para a formacao e transformacao do estudante numa perspectiva socialmente referenciada para sua futura pratica profissional."
    },
    {
        "disciplina": " BIOMECANICA 1",
        "codigo": "FEF0275 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "A biomecanica e o estudo das estruturas e da funcao dos sistemas fisiologicos a partir dos metodos da mecanica. Nesta disciplina sao abordadas estrategias para a descricao e quantificacao do movimento linear e angular, bem como as forcas associadas a esses tipos de movimento."
    },
    {
        "disciplina": " TEORIAS DO LAZER",
        "codigo": "FEF0282 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Relacoes entre trabalho, tempo e lazer. Genese e desenvolvimento do lazer. Lazer como direito de cidadania e como mercadoria. Atuacao profissional no ambito do lazer. Panorama dos estudos do lazer. Relacoes entre lazer e meio ambiente. Direito a cidade e os equipamentos e espacos de lazer. Educacao no e para o lazer. Organizacao de eventos de lazer."
    },
    {
        "disciplina": " POLITICAS PUBLICAS EM EDUCACAO FISICA, ESPORTE, SAUDE E LAZER",
        "codigo": "FEF0288 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "A disciplina se destina ao estudo das politicas na area da Educacao Fisica e do Esporte, no contexto da politica publica brasileira. Alem disso, se propoe a uma analise e discussao dos aspectos historicos, filosoficos, sociais, politicos e economicos relacionados ao fenomeno esportivo no pais."
    },
    {
        "disciplina": " METODOLOGIA DO HANDEBOL",
        "codigo": "FEF0295 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "EMENTA:DISCIPLINA DE CUNHO TEORICO E PRATICO QUE OBJETIVA O ESTUDO E APLICACAO DE METODOLOGIAS DE ENSINO DO HANDEBOL NAS PERSPECTIVA DA APRENDIZAGEM DO JOGO COLETIVO, DE SUAS HABILIDADES MOTORAS BASICAS, DOS SEUS FUNDAMENTOS TECNICOS BASICOS E REGRAS SIMPLES. PARA TAL, ENVOLVE O ESTUDO HISTORICO DA ORIGEM E EVOLUCAO DO HANDEBOL: ANALISE DO HANDEBOL NA ESCOLA ESTUDO E APLICACAO DOS PRINCIPIOS BASICOS DE ORGANIZACAO DO JOGO E CONSTRUCAO METODOLOGICA DE PEQUENOS JOGOS E SUAS VARIACOES.  OBJETIVOS:Analisar a origem e evolucao do handebol a partir de sua trajetoria historicaIdentificar as principais metodologias de ensino dos esportes coletivos: (global, parcial e mista)Aplicar a metodologia da marcacao individual para aprendizagem jogo de handebolIdentificar as acoes motoras basicas do handebol, na perspectiva do jogoAplicar atividades da psicomotricidade no ensino do handebolIdentificar as fases da aprendizagem na escolaAplicar pequenos jogos nas etapas de formacao esportiva escolarIdentificar os principios basicos de organizacao dos pequenos jogosAplicar os principios basicos de organizacao dos pequenos jogosIdentificar as regras basicas do handebolConstruir series metodologicas de jogosIdentificar os fundamentos tecnicos basicos do handebol e suas metodologias de ensinoCompreender o handebol como um esporte de movimentos basicos para a cultura corporal da crianca na escolaCompreender o handebol como um esporte de habilidades motoras basicas para o ensino da Educacao Fisica na escolaRefletir sobre o ensino do handebol na escola, na perspectiva do jogo e seu papel ludico na formacao do ser humano."
    },
    {
        "disciplina": " METODOLOGIA DO ATLETISMO",
        "codigo": "FEF0297 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Disciplina de carater teorico-pratico, oportunizando o aluno a situar-se no processo de ensino-aprendizagem do atletismo, sendo apresentado por meio de definicoes, classificacoes e tecnicas das provas atleticas, analisando e vivenciando as intervencoes metodologicas de aprendizagem das habilidades motoras do atletismo nos diferentes contextos sociais e de esporte, saude e lazer."
    },
    {
        "disciplina": " METODOS E TECNICAS DE PESQUISA EM EDUCACAO FISICA",
        "codigo": "FEF0300 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Disciplina de cunho teorico-pratico que envolve o estudo, a compreensao e a aplicacao de principios basicos da ciencia e do conhecimento cientifico, modalidades, metodos, tecnicas e procedimentos de pesquisa na Educacao Fisica, com base na abordagem das Ciencias Sociais. Com base na apreensao destes elementos acredita-se que o estudante possa desenvolver um espirito critico acerca da elaboracao e analise de trabalhos cientificos concernentes a area, no sentido da producao dos mesmos."
    },
    {
        "disciplina": " GESTAO DE EVENTOS EM ESPORTE, SAUDE E LAZER",
        "codigo": "FEF0304 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Organizacao de evento ligado a area da Educacao Fisica, Esporte, Saude e Lazer. Conteudo que permite a ligacao entre a teoria e apratica na atuacao do Professor de Educacao Fisica nos ambientes em que atua."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO BACHARELADO EM EDF 2",
        "codigo": "FEF0315 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Disciplina que se propoe a aplicacao dos fundamentos teoricos assimilados durante o curso de educacao fisica. Visa proporcionar ao futuro bacharel em educacao fisica um contato inicial com area de educacao fisica. Envolve tarefas de elaboracao, observacao, analise critica e discussao de planos de ensino, planos de aula e metodos de avaliacao, bem como a aplicacao destes instrumentos nas situacoes acima referidas, sob supervisao do Professor Orientador."
    },
    {
        "disciplina": " METODOLOGIA DOS JOGOS",
        "codigo": "FEF0345 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "DISCIPLINA DE NATUREZA TEORICO-PRATICA QUE  VISA A CAPACITACAO DO ANIMADOR CULTURAL, BASEANDO-SE NO  APROFUNDAMENTO DAS  QUESTOES QUE EN- VOLVEM O LAZER E A RECREACAO NA SOCIEDADE, BUSCANDO NA DIALETICA, ESTU- DAR SEUS ASPECTOS BIO-PSICO-SOCIAIS E FILOSOFICOS, ABRINDO CAMPO PARA A INTERDISCIPLINARIDADE E PARA A REFLEXAO CRITICA."
    },
    {
        "disciplina": " ADMINISTRACAO EM EDUCACAO FISICA",
        "codigo": "FEF0348 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "ESTUDOS, DEBATES E APLICACAO PRATICA DAS TEORIAS, NORMAS E TECNI- CAS DA ORGANIZACAO E ADMINISTRACAO DE ENTIDADES EVENTOS ESPORTIVOS, BEM COMO O EXERCICIO DE FUNCOES LIGADAS AO DESPORTO."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO LICENCIATURA EM EDUCACAO FISICA 1",
        "codigo": "FEF0352 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Conhecimento e analise critica de documentos norteadores da intervencao no ambito da educacao fisica Escolar (LDB, PCNs, Diretrizes Curriculares locais e projeto politico - PPP) conhecimento da realidade local na qual se insere a escola publica e/ou privada fundamentos teorico-metodologicos para observacao e intervencao no ambito da educacao fisica escolar construcao e analise de relatorios planejamento e avaliacao em educacao fisica escolar (planos de curso e de aulas)"
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO LICENCIATURA EM EDUCACAO FISICA 2",
        "codigo": "FEF0356 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Aplicacao de conhecimentos teorico-praticos adquiridos nas disciplinas de graduacao como exercicio de docencia em escolas da rede publica de ensino; mecanismos operacionais e tecnicas especificas utilizadas na intervencao do magisterio em Educacao Fisica; compreensao, intervencao e superacao da realidade por meio da praxis em educacao fisica escolar; elaboracao, analise critica e aplicacao de planos de ensino, planos de aula, metodos e avaliacao da aprendizagem"
    },
    {
        "disciplina": " BASQUETEBOL TREINAMENTO",
        "codigo": "FEF0361 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "OBJETOS E ORGANIZACAO DO TREINAMENTO EM BASQUETEBOL, TREINAMENTO ES- PECIFICO (Pivos, alas e armadores), PREPARACAO FISICA ( Caracteristicas atuais do basquetebol), TATICAS DE JOGO, PLANEJAMENTO   DA   TEMPORADA, ORGANIZACAO DA COMISSAO TECNICA. A UTILIZACAO DA ESTATISTICA EM UM  JO- GO DE BASQUETEBOL AVALIACAO DAS REGRAS EM RELACAO A TATICAS  DA EQUIPE, MECANICA DE ARBRITAAGEM. PRATICA DO JOGO."
    },
    {
        "disciplina": " INTRODUCAO A PSICOLOGIA DO ESPORTE",
        "codigo": "FEF0367 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Disciplina teorico-pratica em que os conteudos permitem obter conhecimento sobre a Psicologia do Esporte e do Exercicio Fisico. Neste sentido se apresenta o que chamamos de paradigma integrador, que leva em conta os diferentes niveis da organizacao psicologica do atleta, da equipe esportiva, dos praticantes de exercicio fisico, conceito que permite atuar sobre estes diferentes niveis para obter transformacoes que sejam beneficas ao atleta e praticante de exercicio fisico. Alem disso, preocupa-se na aplicacao destes conceitos na pratica do exercicio fisico e no esporte de alto-rendimento."
    },
    {
        "disciplina": " FUNDAMENTOS SOCIO ",
        "codigo": "FEF0380 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Disciplina de cunho teorico que objetiva a compreensao, analise e interpretacao critica da educacao Fisica, na perspectiva da Ciencias Sociais. Neste sentido, envolve o estudo da Educacao Fisica como pratica social e cultural, a partir de suas interfaces com a Sociologia, Antropologia e com fenomeno esportivo."
    },
    {
        "disciplina": " EPIDEMIOLOGIA APLICADA A EDUCACAO FISICA",
        "codigo": "FEF0407 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Bases historicas, principios e fundamentos da epidemiologia Epidemiologia, atividade fisica e saude Principais tipos de estudos em epidemiologia aplicada a atividade fisica. Precisao e validade em epidemiologia da atividade fisica Metodos de analises em epidemiologia Avaliacao e aderencia aos programas de exercicios fisicos e saude publica.\tEvidencias cientificas em promocao da atividade fisica e saude e relacoes da atividade fisica com a prevencao/tratamento de doencas cronicas nao transmissiveis."
    },
    {
        "disciplina": " ANATOMIA APLICADA A EDUCACAO FISICA",
        "codigo": "FEF0409 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "A disciplina Anatomia Humana Aplicada a Educacao Fisica fornece um conhecimento sobre o corpo humano que e pre-requisito para um conjunto de disciplinas ensinadas no ciclo basico do curso de Educacao Fisica e para a pratica profissional do Educador Fisico nos diversos campos de atuacao profissional. O estudo da anatomia assume um papel diferente no contexto curricular sendo aplicado aos diversos procedimentos tecnicos e as rotinas diarias do exercicio da profissao. A disciplina busca a formacao de habilidades e competencias que possibilitem ao estudante ver alem da descricao dos aspectos morfologicos dos sistemas organicos."
    },
    {
        "disciplina": " FUNDAMENTOS TEORICOS ",
        "codigo": "FEF0411 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Essa disciplina busca compreender a realidade da pratica pedagogica da Educacao Fisica a partir da contextualizacao das diversas Concepcoes Pedagogicas elaboradas e sistematizadas ao longo da historia, mais especificamente a partir do seculo XX. Alem disso, busca contextualizar o Movimento Humano em sua intencionalidade, historicidade, sentido, significado e sua implicacao no processo formativo."
    },
    {
        "disciplina": " PRINCIPIOS NUTRICIONAIS APLICADOS A ATIVIDADE FISICA",
        "codigo": "FEF0413 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": ""
    },
    {
        "disciplina": " SAUDE COLETIVA E EDUCACAO FISICA",
        "codigo": "FEF0415 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Problematizacao da realidade socio-sanitaria brasileira. Promocao da saudeObjetivos de Desenvolvimento Sustentavel (ODS) Determinantes Sociais da Saude.Sociedade Politica Economia Etica Cultura Esporte Saude Educacao ReligiaoViolencia Equidade Meio Ambiente. Saude Publica Estrutura e Principios do Sistema Unicode Saude (SUS). Politicas e Programas de Saude Publica. Planejamento e avaliacao emPromocao da Saude. Reorientacao da formacao e desenvolvimento de competencias doprofissional de Educacao Fisica para atuacao em Saude Coletiva."
    },
    {
        "disciplina": " PREVENCAO ACIDENTES E PRIMEIROS SOCORROS",
        "codigo": "FEF0457 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Principios elementares da intervencao preventiva e condicionantes causais, comportamentos e atitudes preventivas (cultura preventiva). Metodos e tecnicas de primeiros socorros. Fundamentos dos primeiros socorros; Ressuscitacao cardiopulmonar (RCP); Estado de choque; Inconsciencia (desmaio e convulsao); Ataque cardiaco;  Hemorragia; Queimadura;  Lesoes na coluna; Transporte; Lesoes na cabeca;  Lesoes osseas, articulares e musculares;  Intoxicacao; Acidentes com animais peconhentos; Parto subito;  Acidente aquatico; Asfixia; Lesoes por exposicao ao frio/calor."
    },
    {
        "disciplina": " FUNDAMENTOS HISTORICO FILOSOFICO DA EDUCACAO FISICA",
        "codigo": "FEF0458 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Fundamentos historico-filosoficos da Educacao Fisica, com base em suas principais inter-relacoes com a sociedade, a saber: Educacao, Rendimento/Performance, Lazer, Saude e Estetica. Heranca historica e filosofica da Antiguidade, Idade Media e Modernidade europeias, e suas principais influencias nas praticas corporais, tendencias e respectivas filosofias subjacentes no Brasil. Questoes historico-filosoficas que perpassam a “cultura corporal de movimento”, a formacao e o exercicio profissional, e a producao de conhecimentos da area."
    },
    {
        "disciplina": " EDUCACAO FISICA E ATIVIDADE MOTORA ADAPTADA",
        "codigo": "FEF0459 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Disciplina de carater teorico-pratico. Historico da Educacao Especial e conceituacao de deficiencia.  Exclusao, Atendimento Segregado, Integracao e Inclusao. Direitos Humanos. Crencas, Atitudes e Comportamentos em relacao a pessoa com deficiencia na sociedade. Espectro Autista. Classificacao Internacional de Funcionalidade. Legislacao e Politicas Publicas de Educacao Especial. Acessibilidade Atividade Motora Adaptada baseada em evidencias. Principais Paradigmas de atendimento. Competencias, Servicos, Aspiracoes e Metas."
    },
    {
        "disciplina": " METODOLOGIA DO ATLETISMO",
        "codigo": "FEF0460 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Bases historicas e filosoficas do atletismo. Introducao aos estudos do atletismo e de suas concepcoes pedagogicas e de treinamento, bem como de seus aspectos organizacionais. Classificacao e tecnicas das provas de atletismo. Atletismo nos diferentes contextos socias e de esporte, saude e lazer. Atletismo Olimpico e Paralimpico. Atletismo como atividade de inclusao social. Planejamento e execucao de atividade extensionista."
    },
    {
        "disciplina": " METODOLOGIA DO JOGO",
        "codigo": "FEF0461 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Historia do ludico. Cultura ludica. Brinquedos e instalacoes ludicas. Brincadeira, jogo e esporte. Prontidao para o jogo. Classificacao dos jogos. Desenho de jogos inclusivos. Desenho de ambientes para aprendizagem pelo jogo. Planejamento e execucao de atividade extensionista."
    },
    {
        "disciplina": " RELACOES HUMANAS, EDUCACAO FISICA E MUNDO DO TRABALHO",
        "codigo": "FEF0462 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Disciplina de carater teorico-pratico. Concepcoes de mundo, sociedade e ser humano e posicionamentos existenciais e axiologicos. Relacoes humanas na formacao pessoal, universitaria e profissional. Principios de conduta etica do universitario e do profissional. Corpo, corporeidade e autoconhecimento. Professor-profissional de educacao fisica e o mundo do trabalho. Planejamento e execucao de atividade extensionista."
    },
    {
        "disciplina": " FUNDAMENTOS DA BIOMECANICA APLICADA A EDUCACAO FISICA",
        "codigo": "FEF0463 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Conceitos basicos de biomecanica. Introducao a analise vetorial do movimento humano. Introducao a cinematica linear e angular. Introducao a cinetica linear e angular. Introducao a metodos de mensuracao em biomecanica. Biomecanica musculoesqueletica."
    },
    {
        "disciplina": " CORPO E CULTURA",
        "codigo": "FEF0464 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Estudo do fenomeno corporal e sua intersecao com os problemas sociais e culturais. Aproximacoes e distincoes entre os conceitos de cultura e sociedade. Bases antropologicas e sociologicas dos estudos do corpo e cultura. Conceituacao de Corpo, Corporeidade e Praticas corporais. Contribuicao francesa nos estudos sobre corpo. Subsidios das escolas inglesa e norte-americana nos estudos do corpo. Estudos brasileiros sobre corpo e o campo da educacao fisica."
    },
    {
        "disciplina": " CRESCIMENTO, DESENVOLVIMENTO E APRENDIZAGEM MOTORA",
        "codigo": "FEF0465 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Disciplina de carater teorico-pratico. Conceitos basicos de aprendizagem e desenvolvimento motor. Classificacao do comportamento humano. Fatores que afetam o crescimento e desenvolvimento motor. Modelo teorico de processamento de informacoes. Modelo teorico de fases de desenvolvimento motor. A infancia e os movimentos fundamentais. A adolescencia e os movimentos especializados. Desenvolvimento motor e aprendizagem na fase adulta e terceira idade. Principios de preparacao do ambiente de aprendizagem."
    },
    {
        "disciplina": " METODOLOGIA DOS ESPORTES COLETIVOS",
        "codigo": "FEF0466 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Estudos teorico-praticos relativos ao processo de ensino-aprendizagem dos esportes coletivos na iniciacao esportiva a luz da pedagogia do esporte. Estudo das caracteristicas estruturais dos esportes coletivos para compreensao das demandas taticas, tecnicas, fisicas, psicologicas e cognitivas. Abordagem teorico-pratica dos conteudos essenciais ao processo de iniciacao esportiva nos esportes coletivos (capacidades, habilidades e competencias). Estudo dos metodos de ensino, dos modelos de instrucao e dos modelos pedagogicos, apoiados nas diversas teorias psicologicas de aprendizagem, para o ensino-aprendizagem dos esportes coletivos dentro e fora do contexto escolar. Estruturacao dos conteudos inerentes a iniciacao aos esportes coletivos para o desenvolvimento do processo de ensino-aprendizagem dentro e fora do contexto escolar. Planejamento e execucao de atividade extensionista."
    },
    {
        "disciplina": " METODOLOGIA DAS ATIVIDADES GIMNICAS",
        "codigo": "FEF0467 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Ensino das diferentes modalidades gimnicas: Artistica (acrobacias basicas: rolamentos, parada de maos, roda, rodante e reversoes); Ritmica (manuseio dos aparelhos: bola, corda, arco, fita e macas); Acrobatica (piramides e lancamentos); Trampolim acrobatico; Parkour e Ginastica para Todos. Vivencia e aprendizagem de processos pedagogicos para o ensino de habilidades basicas, incluindo a Ginastica para a primeira infancia. Estudo dos fundamentos historico-culturais, pedagogicos e tecnicos da Ginastica: historia da ginastica e suas manifestacoes; evolucao e influencia na atualidade; Tipos de ginastica e suas dimensoes pedagogicas; Teorias e fundamentos da ginastica; Capacidades motoras e artisticas envolvidas na ginastica; Avaliacao: meios e criterios. Planejamento e execucao de atividade extensionista."
    },
    {
        "disciplina": " CIENCIA E PESQUISA EM EDUCACAO FISICA",
        "codigo": "FEF0468 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Conceitos basicos em Medidas e Avaliacao. Criterios de autenticidade da medida. Avaliacao da aptidao cardiorrespiratoria. Avaliacao da aptidao muscular. Avaliacao da composicao corporal. Avaliacao da flexibilidade."
    },
    {
        "disciplina": " METODOLOGIA DAS ATIVIDADES AQUATICAS",
        "codigo": "FEF0481 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "Ambientacao aquatica. Natacao infantil. Jogos e brincadeiras aquaticas. Natacao para bebes. Aspectos tecnicos-pedagogicos para ensino dos quatro estilos de nado. Hidroginastica. Nado artistico. Atuacao profissional: etica profissional, espectro autista e inclusao. Planejamento e execucao de atividade extensionista."
    },
    {
        "disciplina": " PRATICA DESPORTIVA 1",
        "codigo": "FEF0505 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO FISICA ",
        "ementa": "CONHECIMENTOS TEORICO-PRATICOS SOBRE ATIVIDADES FISICAS, COPORAIS E ESPORTIVAS.CONCEITO DE QUALIDADE DE VIDA E BENEFICIOS DA PRATICA REGULAR E ORIENTADA DE ATIVIDADE FISICA PARA PROMOCAO E MANUTENCAO DA SAUDE. RECOMENDACOES E CUIDADOS PARA UMA PRATICA ADEQUADA DE EXERCICIOS FISICOS. INTEGRACAO SOCIAL ENTRE OS ESTUDANTES DE DIVERSOS CURSOS NA MODALIDADE ESCOLHIDA."
    }
]