[
    {
        "disciplina": " ESTAGIO SUPERVISIONADO EM PORTUGUES 1",
        "codigo": "LIP0003 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "Politica e diretrizes do ensino de Lingua portuguesa, conteudo e objetivos do ensino de portugues no 1o e 2o graus. Processos de aquisicao e desenvolvimento da competencia comunicativa. Lingua Oral e Escrita. Tecnicas para o desenvolvimento da leitura e redacao. Planejamento, Didatica e avaliacao do ensino do portugues. Analise de livros didaticos."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO EM PORTUGUES 2",
        "codigo": "LIP0004 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "Diagnostico de turmas. Planejamento. Elaboracao, selecao e organizacao do material didatico. Pratica de Ensino."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO EM LINGUA PORTUGUESA E LITERATURA 1",
        "codigo": "LIP0005 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "Articulacao entre conceitos de discurso, generos textuais,  texto, intertextualidade, gramatica e reflexao linguistica no ensino da Lingua Portuguesa(3o e 4o ciclos do Ensino Fundamental). Estrategias de leitura, producao de textos e analise linguistica. Analise das diretrizes curriculares; o planejamento das aulas; a producao de materia didatico. Atividades de observacao, participacao e regencia na escola."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO EM LINGUA PORTUGUESA E LITERATURA 2",
        "codigo": "LIP0006 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "Integracao das praticas de ensino e de literatura no ensino medio. Estrategias de leitura, producao de textos e analise linguistica. Analise critica de documentos curriculares e o planejamento das praticas de ensino no ensino medio. Atividades de observacao, participacao e regencia na escola."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO 1 EM PORTUGUES DO BRASIL COMO SEGUNDA LINGUA",
        "codigo": "LIP0007 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "A definir."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO 2 EM PORTUGUES DO BRASIL COMO SEGUNDA LINGUA",
        "codigo": "LIP0008 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "A definir."
    },
    {
        "disciplina": " TECNOLOGIAS E LINGUAGEM: LINGUA E CULTURA",
        "codigo": "LIP0009 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "Inclusao educacional e socio-digital da pessoa com surdez. Funcionalidade da Tecnologia Assistiva (TA) no ensino. Recursos tecnologicos empregados no ensino da lingua de sinais. Tecnicas de elaboracao de multimeios como recurso na pratica educativa. Execucao de projetos que contemplem a Libras, o Portugues como L2 e a diversidade cultural: planejamento selecao de equipamentos e de programas organizacao de dados."
    },
    {
        "disciplina": " LINGUISTICA DE LINGUAS DE SINAIS",
        "codigo": "LIP0010 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "Lingua e Linguagem. Signo linguistico e referencia. Iconicidade. Bilinguismo na aquisicao da linguagem em L1 e em L2. Bilinguismo entre linguas de sinais. Tipos de bilinguismo. Caracteristicas que distinguem lingua visual de lingua oral. Caracteristicas da surdocegueira."
    },
    {
        "disciplina": " LINGUA DE SINAIS BRASILEIRA 1",
        "codigo": "LIP0011 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "Sinais visuais: os parametros as configuracoes de maos o movimento o ponto de articulacao. Os componentes nao manuais da gramatica da libras.  Alfabeto da lingua visual no cotejo com o alfabeto da lingua oral. Sinalizacao versus oralizacao. O binomio sinal no espaco da visao e grafema na modalidade escrita do portugues.   Construcao de frases simples: ordem dos constituintes da frase na libras estrutura de fraseologias na libras. Treinamento intensivo dos conteudos ensinados. Gravacao em base de dados de todos os sinais usados na disciplina para composicao do vocabulario e recuperacao de informacao."
    },
    {
        "disciplina": " LEITURA E PRODUCAO DE TEXTOS ESCRITOS EM PORTUGUES 1",
        "codigo": "LIP0012 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "Texto e Intertextualidade. A linguistica do texto em portugues. Conectores gramaticais e processos de coesao nas duas linguas em contato LSB e portugues. Leitura regular de textos variados com entrelacamento tematico. Uso de dicionarios. Escrita dirigida."
    },
    {
        "disciplina": " LEITURA E PRODUCAO DE TEXTOS ESCRITOS EM PORTUGUES 3",
        "codigo": "LIP0018 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "O texto dissertativo. Tipologia textual: diferencas entre narracao, descricao e dissertacao. Argumentacao no texto dissertativo. Conectores gramaticais e processos de coesao em textos dissertativos nas duas linguas em contato: portugues e Libras. Leitura de textos selecionados do material didatico do Ensino Basico para contraste entre narrar, descrever e dissertar. Uso de dicionarios. Escrita dirigida de textos dissertativos."
    },
    {
        "disciplina": " LINGUA DE SINAIS BRASILEIRA 3",
        "codigo": "LIP0019 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "Verbos na estrutura da frase. Modos e tempos verbais na LSB. Verbos com concordancia e verbos sem concordancia. O verbo auxiliar. Uso dos verbos em contextos discursivos. Elaboracao de dialogos e entrevistas que envolvam'' tipologia e conjugacao dos verbos. Treinamento intensivo dos conteudos dados."
    },
    {
        "disciplina": " MORFOSSINTAXE CONTRASTIVA PSL ",
        "codigo": "LIP0020 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "A gramatica da frase. Flexao verbal: diferencas funcionais de modo, tempo, pessoa no PSL e na LSB. Processos de concordancia nominal e verbal nas duas linguas. Concepcao de coordenacao  e subordinacao oracional no PSL e na LSB. Classes de palavras e categorizacao classes  prototipicas  do portugues e nao prototipicas na LSB."
    },
    {
        "disciplina": " LABORATORIO DE GRAMATICA CONSTRATIVA",
        "codigo": "LIP0026 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "Gramaticas no uso: diferencas estruturais entre a lingua portuguesa (LP) e a lingua de sinais brasileira (LSB). Interferencias da LP na LSB e da LSB na LP. Estruturas tipicas que caracterizam o portugues como L2 na escrita do surdo."
    },
    {
        "disciplina": " VARIACAO LINGUISTICA NA LSB",
        "codigo": "LIP0027 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "Diversidade e consciencia das diferencas no contexto socioeducacional brasileiro. Padrao e variacao em Lingua de Sinais Brasileira. Tipologia de variantes. Registro formal e registro informal."
    },
    {
        "disciplina": " LINGUAS DE SINAIS BRASILEIRA 5",
        "codigo": "LIP0028 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "A semantica da LSB: significado e organizacao de conceitos na criacao de sinais. Referencia e relacoes de significado: sinonimia  e antonimia hiperonimia e hipononimia. Semantica da frase: ambiguidade. Nocoes de pragmatica: organizacao da conversa deixis."
    },
    {
        "disciplina": " ELABORACAO DE TEXTO ACADEMICO",
        "codigo": "LIP0029 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "Tecnicas de elaboracao de projetos para textos academicos. Metodologia para a redacao de projetos de monografia."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO 1 BILINGUE",
        "codigo": "LIP0032 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "Observacao das praticas de ensino de lingua de sinais brasileira (LSB) e doportugues escrito como segunda lingua (PSL) para estudantes surdos. Observacao dos conteudos de lingua de sinais, ensinados em sala de aula. Observacao dos metodos deensino do portugues escrito como L2. Analise da adequacao dos materiais didaticosusados para o ensino de LSB e de PSL. Diagnostico do ensino bilingue, de acordo coma observacao em sala de aula. Atividade colaborativa com a escola acolhedora:treinamento de elaboracao de materiais em midia e impresso para aulas de LSB e deportugues escrito como LS, com vistas ao ensino bilingue. Avaliacao."
    },
    {
        "disciplina": " EXPRESSAO CORPORAL E LINGUA DE SINAIS",
        "codigo": "LIP0033 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "Comunicacao verbal e nao-verbal. A linguagem corporal e as expressoesfaciais. Expressao corporal e possibilidades criativas de verbalizacao. Aspectosmorfofonologicos como suporte lexical na producao de sinais."
    },
    {
        "disciplina": " TRABALHO DE CONCLUSAO DE CURSO LSB",
        "codigo": "LIP0034 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "A disciplina Trabalho de Conclusao de Curso-TCC visa a elaboracao e apresentacao trabalho de cunho cientifico, com metodologia aplicada ao ensino, no formato de monografia ou videografia, orientado por um(a) professor(a) supervisor(a).   O conteudo contemplara a trajetoria vivenciada pelo aluno, no decorrer do curso de  Lingua de Sinais Brasileira-Portugues como Segunda Lingua."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO 2 BILINGUE",
        "codigo": "LIP0035 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "Pratica de ensino com plano de aula. Preparo de material didatico a ser utilizado na regencia de classe. Atividades praticas de participacao e de regencia de aulas em instituicoes de ensino que tenham surdos matriculados, no DF. Elaboracao de relatorios individuais de atividades desenvolvidas, na disciplina, pelos estudantes estagiarios."
    },
    {
        "disciplina": " INTRODUCAO A LINGUISTICA",
        "codigo": "LIP0045 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "O estudo cientifico da linguagem: nocoes basicas. Lingua e cultura. Gramatica tradicional, Linguistica Formal e Linguistica Funcional. Variacao linguistica. Lingua Padrao. Atitudes e preconceitos linguisticos. Aquisicao da lingua. Competencia comunicativa."
    },
    {
        "disciplina": " LATIM 1",
        "codigo": "LIP0061 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "Gramatica basica do latim classico: morfologia nominal e iniciacao a morfologia verbal, principios de sintaxe. Leitura, traducao e analise de textos didaticos em latim."
    },
    {
        "disciplina": " LATIM 2",
        "codigo": "LIP0063 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "Morfologia verbal. Sintaxe nominal e verbal do latim classico. Exercicios de fixacao da gramatica. Leitura, traducao e comentarios de textos de Fedro, Cesar, Cicero, Vergilio, Tito Livio entre outros."
    },
    {
        "disciplina": " TOPICOS ATUAIS EM LINGUISTICA",
        "codigo": "LIP0082 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "ESTUDO DE NOVAS TECNICAS DE ANALISE LINGUISTICA                         EXAME DETALHADO DO FENOMENOS DO PORTUGUES                               OU DE LINGUA ESTRANGEIRAS SOB DETERMINADO ENFOQUE TEORICO."
    },
    {
        "disciplina": " OFICINA DE PRODUCAO DE TEXTOS",
        "codigo": "LIP0085 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "PRODUCAO ESCRITA: ADEQUACAO E CORRECAO. NORMAS TECNICAS DE ORIDU- CAO E DE REVISAO DE TEXTOS. PLAJAMENTO. PRATICA DE ELABORACAO DE TEXTOS EXPOSITIVOS E ARQUMENTATIVOS."
    },
    {
        "disciplina": " REDACAO OFICIAL",
        "codigo": "LIP0086 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "CARACTERISTICAS FORMAIS DO TEXTO ADMINISTRATIVO: A LINGUAGEM   BUROCRATICA. TIPOLOGIA DE ATOS ADMINISTRATIVOS. PRATICA DE ELABORACAO  DE ATOS ADMINISTRATIVOS."
    },
    {
        "disciplina": " LEXICOLOGIA E LEXICOGRAFIA",
        "codigo": "LIP0088 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "POSTULADOS TEORICO-METODOLOGICOS DA LEXICOLOGIA. O ENFOQUE ESTRU- TURAL. UNIDADE LEXICAL E ESTRUTURACAO DO  LEXICO. VOCABULARIO  BASICO E VARIEDADES LEXICAIS. A NEOLOGIA. TIPOLOGIA DE  OBRAS  LEXICOGRAFICAS. O DICIONARIO-PADRAO DA LINGUA. VOCABULARIO-CIENTIFICO."
    },
    {
        "disciplina": " ESTILISTICA DA LINGUA PORTUGUESA",
        "codigo": "LIP0089 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "ESTILISTICA E LINGUISTICA. O MATERIAL SONORO. ASPECTOS MORFOLOGI- COS, SINTATICOS SEMANTICOS. O LEXICO. A ESTRUTURACAO  TEXTUAL. ASPECTOS DISCURSIVOS. FIGURAS DE ESTILO."
    },
    {
        "disciplina": " SEMINARIO DE PORTUGUES",
        "codigo": "LIP0092 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "DESENVOLVIMENTO DE TOPICOS ESPECIAIS DE LINGUA PORTUGUESA VISANDO A ELABORACAO DE MONOGRAFIA."
    },
    {
        "disciplina": " SOCIOLINGUISTICA DO PORTUGUES DO BRASIL",
        "codigo": "LIP0094 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "CARACTERISTICAS SOCIOLINGUISTICAS DA COMUNIDADE DE FALA BRASILEI- RA: ANTECEDENTES HISTORICOS E SOCIAIS. O PORTUGUES DO  BRASIL NO  MUNDO DA LUSOFONIA. LINGUA PADRAO E VARIEDADES REGIONAIS E  SOCIOLETAIS: PRO- PRIEDADES E FUNCOES. USOS LITERARIOS. TENDENCIAS  EVOLUTIVAS DO  PORTU- GUES NO BRASIL. REGRAS VARIAVEIS FONOLOGICAS E GRAMATICAIS DO PORTUGUES CONTEMPORANEO."
    },
    {
        "disciplina": " INTRODUCAO A ANALISE DO DISCURSO",
        "codigo": "LIP0095 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "Texto e contexto. Niveis de organizacao do discurso. Analise de topicos. Pragmatica do discurso. Pistas de contextualizacao e inferencias. Caracteristicas dos discursos oral e escrito. Coerencia e coesao. Oralidade e letramento. Discurso e ideologia."
    },
    {
        "disciplina": " LEITURA E PRODUCAO DE TEXTOS",
        "codigo": "LIP0096 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "LEITURA ATIVA, ANALITICA E CRITICA DE TEXTOS. PLANEJAMENTO E PRODUCAO DE RESUMOS, RESENHAS CRITICAS E TEXTOS DISSERTATIVOS-ARGUMENTATIVOS."
    },
    {
        "disciplina": " ESTUDO DAS GRAMATICAS DO PORTUGUES CONTEMPORANEO",
        "codigo": "LIP0098 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "TIPOS DE GRAMATICA: HISTORICA X SINCRONICA, NORMATIVA X DESCRITI- VA, PEDAGOGICA X CIENTIFICA. BREVE HISTORICO DA  GRAMATICA  PORTUGUESA. A RENOVACAO GRAMATICAL DO SECULO XX. A NOMECLATURA GRAMATICAL BRASILEI- RA. A ORGANIZACAO TRADICIONALDAS GRAMATICAS  PORTUGUESAS. ESTUDO COMPA- RATIVO DAS PRINCIPAIS GRAMATICAS PORTUGUESAS CONTEMPORANEAS."
    },
    {
        "disciplina": " FONETICA E FONOLOGIA DO PORTUGUES",
        "codigo": "LIP0099 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "FONETICA E  FONEMICA. OS  FONEMAS  PORTUGUESES.  VARIACAO  DIATOPICA,DIASTRATICA E DIACRONICA. A VARIEDADE CULTA BRASILEIRA: ESTUDO ATUAL  DAQUESTAO. VARIANTES ESTIGMATIZADAS. ENTOACAO METRICA. TRANSCRICAO FONETI-CA. LEITURA EXPRESSIVA. A ORTOGRAFIA PORTUGUSA."
    },
    {
        "disciplina": " MORFOLOGIA DO PORTUGUES",
        "codigo": "LIP0100 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "CONCEITOS E PROCEDIMENTOS LINGUISTICOS: O MORFEMA E A PALAVRA DEPREENSAO E CLASSIFICACAO DE MORFEMAS PROCESSOS MORFOLOGICOS CLASSES DE PALAVRAS. ANALISE MORFOLOGICA DO PORTUGUES: FLEXAO PROCESSOS DE CRIACAO LEXICAL CLASSES GRAMATICAIS."
    },
    {
        "disciplina": " SINTAXE DO PORTUGUES CONTEMPORANEO 2",
        "codigo": "LIP0101 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "REVISAO CRITICA DA ANALISE TRADICIONAL DAS CLASSES  DE PALAVRAS E DAS FUNCOES GRAMATICAIS COM BASE NOS RESULTADOS DA PESQUISA LINGUISTI- CA MODERNA. PRATICA DE  ANALISE  SINTATICA  POR  MEIO DE REPRESENTACOES GRAFICASSEGUNDO ABORDAGEM CONTEMPORANEA."
    },
    {
        "disciplina": " PROCESSOS DE LEITURA E ESCRITA",
        "codigo": "LIP0106 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "NATUREZA DA LEITURA E DA ESCRITA. TEORIAS LINGUISTICAS SOBRE LEI- TURA. RELACAO LEITOR-TEXTO. O PROCESSO DA ESCRITA: ANALISE  LINGUISTICA E RETORICA. PLANEJAMENTO. PRATICA DE ELABORACAO DE TEXTOS CIENTIFICOS."
    },
    {
        "disciplina": " GREGO 1",
        "codigo": "LIP0113 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "FONETICA, MORFOLOGIA, SINTAXE FUNDAMENTAL. COMPOSICAO DE  PALA-   VRAS. PRATICA DE VERSAO E TRADUCAO. LEITURA, E TRADUCAO E COMENTARIOS   DE TEXTOS DE COINE E OUTROS."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO ",
        "codigo": "LIP0117 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "REVISAO DA LITERATURA ACERCA DA PRODUCAO DE TEXTOS. LINGUA ORAL E ESCRITA. ANALISE CRITICA DE TRABALHOS PRODUZIDOS EM  EMPRESAS E  INSTI- TUICOES. ELABORACAO DE TEXTO CONFORME A EXPECTATIVA DO MERCADO DE  TRA- BALHO.INTERACAO  ENTRE  REDATOR-TEXTO-EMPRESA. LABORATORIO  DE  TEXTOS: DISCUSSAO, AUTOCRITICA E AUTOCORRECAO."
    },
    {
        "disciplina": " FONETICA E FONOLOGIA DO PORTUGUES COMO SEGUNDA LINGUA",
        "codigo": "LIP0118 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "Fonetica: aparelho fonador e sons do portugues. Fonologia:conceitos basicos.Analises fonologicas do portugues. Processos fonologicos. Variante padrao e variantes estigmatizadas. Entoacao metrica. Transcricao fonetica de variedades do portugues. Fonetica e fonologia aplicadas a aquisicao  de L1 e L2."
    },
    {
        "disciplina": " FONETICA E FONOLOGIA COMPARADAS DE LINGUAS MODERNAS",
        "codigo": "LIP0119 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "PRODUCAO E CLASSIFICACAO DOS SONS DA FALA. EXAME DOS SONS DE ALGUMAS  LINGUAS MODERNAS. PRATICA DE ANALISE FONOLOGICA COM DADOS   DE LINGUAS  MODERNAS. COMPARACAO DOS SISTEMAS FONOLOGICOS DO PORTUGUES, DO  INGLES  E DO ESPANHOL, ENTRE OUTRAS LINGUAS, IMPLICACOES PARA P ENSINO."
    },
    {
        "disciplina": " ABORDAGENS, METODOS E TECNICAS DO ENSINO DE PBSL",
        "codigo": "LIP0120 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "TEORIAS LINGUISTICAS E ABORDAGENS NO ENSINO DE PORTUGUES   COMO  SEGUNDA LINGUA. CARACTERIZACAO, TIPOLOGIA E ESTATUTO TEORICO DE  METO-  DOS NO ENSINO DE PORTUGUES L2. TIPOLOGIA DE TECNICAS UTILIZADAS     NA  APRENDIZAGEM FORMAL DO PORTUGUES COMO SEGUNDA LINGUA. ABORDAGENS E ME-  TODOS SUBJACENTES NA PRODUCAO DE MATERIAIS INSTRUCIONAIS PAARA O ENSI-  NO DE PORTUGUES COMO SEGUNDA LINGUA."
    },
    {
        "disciplina": " FUNDAMENTOS DE AQUISICAO DE PRIMEIRA E DE SEGUNDA LINGUA",
        "codigo": "LIP0121 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "Teorias de aquisicao de primeira e de segunda lingua. Estagios da aquisicao de linguagem em primeira lingua. Os estudos sobre o papel da primeira lingua na aquisicao da segunda lingua. A interlingua"
    },
    {
        "disciplina": " POLITICA DO IDIOMA",
        "codigo": "LIP0122 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "Lingua, poder e cidadania. Estudo da situacao da lingua portuguesa na Europa, na America do Sul, na Africa e no Timor Leste. As politicas de difusao da lingua portuguesa na Uniao Europeia e no Mercosul. O ensino da lingua portuguesa nos PALOP. O estatuto do Portugues do Brasil nas politicas de difusao do idioma. Leis de preservacao do idioma nacional e resultados no ensino. Politicas nacionais para o ensino do portugues como lingua materna e como segunda lingua."
    },
    {
        "disciplina": " SINTAXE DO PORTUGUES",
        "codigo": "LIP0123 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "CONCEITO DE GRAMATICA E SINTAXE.CATEGORIAS DA ANALISE SIN-  TATICA: O NIVEL ORAACIONAL E O SUPRA-ORACIONAL. TECNICAS DE ANALISE  E  METODOLOGIA DE ENSINO."
    },
    {
        "disciplina": " INTRODUCAO AOS MULTIMEIOS",
        "codigo": "LIP0124 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "O PAPEL   DA   TECNOLOGIA   NO  ENSINO  DE  LINGUAS.VISAO CRITICA DO USO   DE   MULTIMEIOS   NO ENSINO DO PORTUGUES COMO SEGUNDA LINGUA. PREPARACAO DE MATERIAL DIDATICO-PEDAGOGICO."
    },
    {
        "disciplina": " HISTORIA DA LINGUA PORTUGUESA E ENSINO DE PBSL",
        "codigo": "LIP0126 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "A formacao da Lingua Portuguesa na Iberia. Os contatos do portugues com outras linguas romanas: estudos diacronicos. A diversidade do portugues: estudos siccronicos. A ortografia: aspectos historicos e situacao atual."
    },
    {
        "disciplina": " VARIACAO LINGUISTICA NO BRASIL",
        "codigo": "LIP0128 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "Variacao e mudanca linguistica.  O portugues do Brasil: um complexo de variedades regionais e socioletais. Linguas em contato: o portugues de fronteiras. Fenomenos de variacao fonologica e morfossintatica no Portugues do Brasil. Variacao e ensino de portugues como segunda lingua."
    },
    {
        "disciplina": " LEXICOLOGIA, SEMANTICA E PRAGMATICA CONTRASTIVAS",
        "codigo": "LIP0129 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "Nocoes basicas de Lexicologia, de Lexicografia e de Terminologia, sob o enfoque contrastivo. Lexicologia e Semantica. Lexicologia e Pragmatica. Aplicacao da Lexicologia ao estudo do Portugues como Segunda Lingua."
    },
    {
        "disciplina": " SINTAXE DO PORTUGUES CONTEMPORANEO 1",
        "codigo": "LIP0131 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "ESTRUTURAS SINTATICAS BASICAS DO PORTUGUES CONTEMPORANEO: ESTRUTURACAO DA ORACAO E DO PERIODO. SINTAXE DE COLOCACAO DE CONCORDANCIA E DE REGENCIA. SINTAXE E PONTUACAO. EMPREGO  DAS  CLASSES  DE  PALAVRAS. PROCESSOS DE ANALISE SINTATICA. SINTAXE E ESTILO."
    },
    {
        "disciplina": " SINTAXE DO PORTUGUES CLASSICO",
        "codigo": "LIP0133 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "Caracteristicas basicas do portugues classico. A organizacao da oracao e do periodo. Aspectos do emprego das classes de palavras. Casos especificos de colocacao, concordancia e regencia. Aspectos estilisticos da sintaxe classica."
    },
    {
        "disciplina": " HISTORIA DA LINGUA PORTUGUESA",
        "codigo": "LIP0135 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": ": Formacao da lingua portuguesa. Historia externa e interna. Abordagem diacronica da fonologia, da morfologia e da sintaxe. Constituicao do lexico portugues. Comentarios acerca da ortografia portuguesa. Leitura e analise de textos."
    },
    {
        "disciplina": " FONETICA E FONOLOGIA",
        "codigo": "LIP0141 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "Producao e classificacao dos sons linguisticos. Propriedades acusticas dos sons da fala. Praticas de transcricao fonetica. Nocoes basicas de fonologia e analise fonologica. Pratica de analise."
    },
    {
        "disciplina": " MORFOLOGIA",
        "codigo": "LIP0142 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "CONCEITOS BASICOS: MORFE, MORFEMA E ALOMORFE. PROCEDIMENTOS  MORFOLO-GICOS: DEPREENSAO E  CLASSIFICACAO  DE MORFEMAS. MORFOFENEMAS  PROBLEMASESPECIAIS DE ANALISE MORFOLOGICA. PROCESSOS DE CRIACAO LEXICAL."
    },
    {
        "disciplina": " FONETICA E FONOLOGIA DA LINGUA PORTUGUESA",
        "codigo": "LIP0143 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "- REVISAO DOS CONCEIOS BASICOS DA FNOLOGIA. ANALISES FONOLOGICAS DO POR-  TUGUES.                                                               - PROCESSOS FONOLIGICOS VARIANTE. PADRAO E VARIANTES ESTIGMATIZADAS. EN-  TOACAO METRICA.                                                       - TRANSCRICAO FONETICA DE VARIEDADES REGIONAIS DO PORTUGUES.            - FONETICA E FONOLIGIA APLICADAS A AQUISICAO DE L1 E L2."
    },
    {
        "disciplina": " MORFOSSINTAXE DA LINGUA PORTUGUESA",
        "codigo": "LIP0145 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "O vocabulo formal do portugues: analise morfica. Processos de formacao de palavras e classificacao morfossintatica."
    },
    {
        "disciplina": " SINTAXE GERAL",
        "codigo": "LIP0146 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "ANALISE DE DADOS DO PORTUGUES E EVENTUALMENTE   DE  OUTRAS  LINGUAS, SEM USO EXPLICITO DE APARATO TEORICO, MAS COM BASE NO  CONHE-  CIMENTO CIENTIFICO ATUAL SOBRE A SINTAXE, VISANDO A EXPLICITACAO   DOS  PRINCIPIOS USADOS PELAS LINGUAS NA PRODUCAO DE ESTRUTURAS  SINTATICAS.  CONTRAPONTO COM A PERSPETIVA DA TRADICAO GRAMATICAL DO PORTUGUES."
    },
    {
        "disciplina": " SINTAXE DA LINGUA PORTUGUESA",
        "codigo": "LIP0147 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "CONCEITOS DE SINTAXE DA ANALISE DA LINGUA                               PORTUGUESA. PROCEDIMENTOS DE ANALISE PORTUGUESA: O NIVEL ORACIONAL  E   SUPRA-ORACIONAL. SINTAXE APLICADA AO ENSINO DA LINGUA PORTUGUESA."
    },
    {
        "disciplina": " LABORATORIO DE REDACAO PARA O ENSINO FUNDAMENTAL E MEDIO",
        "codigo": "LIP0148 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "O que significa ensinar redacao no ensino fundamental e no ensino medio.Condicoes de producao do texto oral e escrito. Modelos cognitivos de processamento textual. Praticas de ensino de redacao. Avaliacao da producao de texto em ambiente escolar."
    },
    {
        "disciplina": " PORTUGUES DIACRONICO",
        "codigo": "LIP0149 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "FORMACAO DA LINGUA PORTUGUESA. HISTORIA  EXTERNA E HISTORIA  INTERNA.ABORDAGEM DIACRONICA DA FONOLOGIA, DA MORFOLOGIA E DA SINTAXE. LEITURA EANALISE DE TEXTOS ARCAICOS.  CONSTITUICAO DO  LEXICO PORTUGUES. HISTORIADA ORTOGRAFIA PORTUGUESA. PLANIFICACAO  LINGUISTICA NO ESPACO DA LUSOFO-NIA. ASPECTOS DE POLITICA DA LINGUA."
    },
    {
        "disciplina": " LABORATORIO DE GRAMATICA PARA O ENSINO FUNDAMENTAL E MEDIO",
        "codigo": "LIP0151 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "O QUE SIGNIFICA ENSINAR GRAMATICA PARA O ENSINO FUNDAMENTAL E MEDIO.    CONCEPCOES DE GRAMATICA. O CONCEITO DA NORMA PADRAO. NIVEIS GRAMATI-    CAIS. ANALISE CRITICA DAS GRAMATICAS TRADICIONAIS."
    },
    {
        "disciplina": " PORTUGUES INSTRUMENTAL 1",
        "codigo": "LIP0153 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "Analise das condicoes de producao de texto referencial, planejamento e producao de textos referenciais com base em parametros da linguagem tecnico-cientifica. Pratica de elaboracao de resumos, esquemas e resenhas. Leitura, interpretacao e reelaboracao de textos de livros didaticos"
    },
    {
        "disciplina": " PRATICA DE TEXTOS",
        "codigo": "LIP0154 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "Analise de textos de diversas naturezas. Producao de textos para diversos interlocutores, em diferentes situacoes e com diversos objetivos. Desenvolvimento de estrategias individuais de planejamento: processamento selecao hierarquizacao e organizacao de ideias producao de rascunhos avaliacao, reestruturacao e revisao de textos de diversas naturezas com enfase no texto dissertativo argumentativo."
    },
    {
        "disciplina": " SOCIOLINGUISTICA DO PORTUGUES DO BRASIL",
        "codigo": "LIP0155 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "Caracteristicas socilinguisticas da comunidade de fala brasileira:antecedentes historicos e sociais. Lingua padrao:propriedades e funcoes. Variedades regionais e socioletais.Regras variaveis fonologicas e morfossintaticas do portugues do Brasil. Variacao e ensino."
    },
    {
        "disciplina": " PROJETO DE CURSO",
        "codigo": "LIP0156 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "DESENVOLVIMENTO DE TOPICOS ESPECIAIS DE LINGUA                          PORTUGUES VISANDO A ELABORACAO DE MONOGRAFIA."
    },
    {
        "disciplina": " LINGUISTICA APLICADA AO ENSINO DE PSL",
        "codigo": "LIP0159 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "Linguistica como ciencia. As quatro habilidades na aprendizagem de segunda lingua. As fases da historia da linguistica  aplicada ao ensino de segunda lingua  behaviorismo e analise contrastiva analise de erros sistemas aproximativos analise de textos integracao e transdisciplinariedade. A Lingua Portuguesa: variedades, modalidades, registros. Analise de metodos de ensino do Portugues do Brasil como segunda lingua."
    },
    {
        "disciplina": " MORFOSSINTAXE CONTRASTIVA DE LINGUAS MODERNAS",
        "codigo": "LIP0160 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "Pressupostos teoricos. Contrastes morfossintaticos entre o portugues e outras linguas modernas:ordem das palavras, regencia, concordancia e equivalente de processos de formacao lexical. Implicacoes para o ensino."
    },
    {
        "disciplina": " TOPICOS INTERCULTURAIS EM ENSINO DE PSL",
        "codigo": "LIP0163 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "Aspectos interculturais relevantes na aprendizagem de segunda lingua: a nocao de referencia cultural e adequacao de usos. A lingua em contexto nacional e em contexto estrangeiro. Atitudes linguisticas em culturas proximas e distantes."
    },
    {
        "disciplina": " LABORATORIO: ESTRATEGIAS DE USO DA GRAMATICA",
        "codigo": "LIP0164 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "Concepcao de gramatica. O conceito de niveis de fala e de norma padrao. A gramatica no ensino do portugues como segunda lingua. Caracteristicas tipologicas da lingua portuguesa em contraste com outras linguas naturais. Aplicacoes das teorias ao ensino."
    },
    {
        "disciplina": " LINGUA DE SINAIS BRASILEIRA ",
        "codigo": "LIP0174 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "Introducao a identidade, cultura, lingua e acessibilidade em diferentes contextos da pessoa surda. Estrategias de comunicacao: gestos e Lingua de Sinais Brasileira (Libras). Pratica de dialogos basicos em Libras, extraidos de situacoes cotidianas. Nocoes de variacao linguistica. Compreensao e producao de pequenos textos sinalizados, com foco nos contextos trabalhados."
    },
    {
        "disciplina": " LINGUAS DE SINAIS BRASILEIRA ",
        "codigo": "LIP0175 ",
        "unidade_responsavel": "DEPTO LINGUISTICA, PORT. LING. CLASSICAS ",
        "ementa": "Introducao: a Libras como um sistema linguistico. Fundamentos fonologicos, morfologicos, sintaticos, semanticos, pragmaticos da Libras. Pratica de conversacao em Libras."
    }
]