[
    {
        "disciplina": " INTRODUCAO A PEDAGOGIA",
        "codigo": "FED0039 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "A educacao como objeto da pedagogia. A construcao do conhecimento pedagogico. A Pedagogia como campo de conhecimento/ciencia. A pedagogia enquanto pratica, teoria e curso de formacao profissional. O Curso de Pedagogia no Brasil: Historia e Diretrizes. O curso de Pedagogia da Universidade de Brasilia. Atuacao do pedagogo: areas, atribuicoes e principios eticos."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO I: EDUCACAO INFANTIL",
        "codigo": "FED0043 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Fundamentacao teorica do estagio supervisionado em educacao infantil. Organizacao do trabalho pedagogico na Educacao Infantil: diagnostico da realidade escolar, observacao e analise da pratica docente e docencia em sala de aula."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO II: ANOS INICIAIS",
        "codigo": "FED0045 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Fundamentacao teorica do estagio supervisionado nos anos iniciais. Organizacao do trabalho pedagogico nos anos iniciais do ensino fundamental: diagnostico da realidade escolar, observacao e analise da pratica docente e docencia em sala de aula."
    },
    {
        "disciplina": " EDUCACAO EM GEOGRAFIA II",
        "codigo": "FED0046 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Cartografia Escolar: processos de percepcao e representacao do espaco vivido como ponto de partida a aquisicao da linguagem cartografica, na perspectiva de leituras espaciais em niveis de maior complexidade. Disciplina de carater pratico, que possibilita o desenvolvimento das habilidades necessarias ao letramento cartografico, por meio de confeccao de maquetes, elaboracao desenhos e croquis, manuseio de cartas e mapas, participacao em corridas de orientacao, entre outras dinamicas que possam ser replicadas ao contexto escolar."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO III: GESTAO ESCOLAR",
        "codigo": "FED0047 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Fundamentacao teorica do estagio supervisionado na gestao da escola de educacao basica. Diagnostico da realidade escolar na perspectiva da gestao, observacao, analise e participacao em atividades de gestao escolar."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO IV: ESPACOS EDUCATIVOS NAO",
        "codigo": "FED0050 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "O papel do pedagogo nos processos de producao, organizacao e articulacao do conhecimento e da praxis pedagogica no ambito de espacos educativos nao escolares: Diagnostico da realidade, observacao, participacao, analise, planejamento, execucao e avaliacao de atividades educativas em espacos educativos nao escolares."
    },
    {
        "disciplina": " TOPICOS ESPECIAIS EM PESQUISA EM EDUCACAO",
        "codigo": "FED0114 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "O CONTEUDO DESTA DISCIPLINA SERA ESTABELECIDA A CADA OFERTA, ASSOCIADO A TEMATICA ESCOLHIDA PELO DOCENTE NA OPORTUNIDADE,   TENDO REFERENCIA O PROJETO DE PESQUISA QUE POR VENTURA,   VEM DESENVOLVENDO."
    },
    {
        "disciplina": " PROJETO 3 ",
        "codigo": "FED0137 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Vivencia pratica do fazer pedagogico em diferentes contextos institucionais, articulando, no processo formativo, as atividades de extensao, pesquisa e ensino. Primeiro momento de contato com o fazer concreto do profissional em Pedagogia, vivendo-o em toda sua riqueza e em todos os seus desafios."
    },
    {
        "disciplina": " PROJETO 3 ",
        "codigo": "FED0139 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Vivencia pratica do fazer pedagogico em diferentes contextos institucionais, articulando, no processo formativo, as atividades de extensao, pesquisa e ensino. Primeiro momento de contato com o fazer concreto do profissional em Pedagogia, vivendo-o em toda sua riqueza e em todos os seus desafios."
    },
    {
        "disciplina": " EDUCACAO MATEMATICA 1",
        "codigo": "FED0155 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "\"Desenvolvimento do conteudo basico de matematica das series iniciais do Ensino Fundamental procurando desenvolver uma metodologia de ensino de acordo com os preceitos fundados nas teorias construtivistas. O estudo teorico associado as praticas no campo da Educacao Matematica devera permitir ao graduando desenvolver competencias essenciais no contexto da didatica especifica da matematica a partir de um saber teorico/pratico sobre as capacidades e as possibilidades de construcao de conhecimento pelo sujeito (crianca ou adulto em inicio de escolarizacao) considerando o desenvolvimento psicomotor, cognitivo, afetivo e social do aluno aprendiz e planejar acoes de intervencao didatica tendo em vista objetivos educacionais\"."
    },
    {
        "disciplina": " ORGANIZACAO DA EDUCACAO BRASILEIRA",
        "codigo": "FED0168 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Estado, Educacao-Sociedade visao historico-legal da educacao brasileira: educacao e as esferas do poder publico niveis e modalidades de ensino financiamento, gestao avaliacao e formacao de profissionais da educacao."
    },
    {
        "disciplina": " PSICOLOGIA DA EDUCACAO",
        "codigo": "FED0170 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "A natureza da psicologia em sua relacao com a educacao. As teoriaspsicologicas e suas contribuicoes para o debate acerca do processo ensinoaprendizagemno cenario da educacao brasileira. O contexto socioeducacionale a interacao educador-educando."
    },
    {
        "disciplina": " POLITICAS PUBLICAS DE EDUCACAO",
        "codigo": "FED0173 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Politica: interrelacoes economia/cultura politicas publicas e educacionais: conceito e processo decisorio a educacao como politica publica historico das politicas educacionais brasileiras politicas educacionais especificas."
    },
    {
        "disciplina": " EDUCACAO EM GEOGRAFIA",
        "codigo": "FED0175 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Fundamentos teoricos da ciencia geografica historico da evolucao da ciencia: definicao do objeto de estudo: fundamentacao filosofica: aplicabilidade e importancia. Ciencia Geografica e ensino: Problemas referentes ao ensino de Geografia: causas e consequencias: possibilidades de superacao. Embasamento filosofico, especificidades, aplicabilidade e importancia. Proposicao Metodologica especificidade do ensino de Geografia nos anos iniciais do ensino fundamental: percepcao espacial e representacao, alfabetizacao cartografica: estudo do lugar."
    },
    {
        "disciplina": " EDUCACAO A DISTANCIA ",
        "codigo": "FED0181 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Educacao a Distancia: conceitos, evolucao historica, caracteristicas, componentes basicos de um sistema de EAD, a mediacao pedagogica, a comunicacao na EAD e na aprendizagem on line."
    },
    {
        "disciplina": " AVALIACAO ESCOLAR",
        "codigo": "FED0197 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Niveis da avaliacao: para as aprendizagens, institucional e em larga escala e sua articulacao. A avaliacao institucional como mediadora dos tres niveis. Avaliacao para as aprendizagens Na escola e na sala de aula. Avaliacao formativa: concepcao, objetivos, criterios, praticas, feedback, registros e uso dos resultados. Procedimentos de avaliacao formal. Avaliacao informal e sua articulacao com a formal. Conselho de classe segundo a logica da avaliacao formativa. Envolvimento dos pais/responsaveis no processo avaliativo. IDEB: contribuicoes, repercussoes e limitacoes. A avaliacao na organizacao da escolaridade em ciclos. Pesquisas sobre avaliacao na educacao basica."
    },
    {
        "disciplina": " CURRICULO",
        "codigo": "FED0199 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Conceituacao, origem, historico e teorias do curriculo. Curriculo, globalizacao e multiculturalismo. A relacao entre Curriculo e Cultura Escolar. Curriculo e a organizacao do trabalho pedagogico. Curriculo e Formacao de Professores. Planejamento e avaliacao do curriculo. Curriculo: Politicas de Educacao Ambiental e de Direitos Humanos."
    },
    {
        "disciplina": " EDUCACAO, TECNOLOGIA E COMUNICACAO",
        "codigo": "FED0211 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Os processos de comunicacao e suas tecnologias em diferentes dimensoes da sociedade contemporanea, possibilidades e desafios para a formacao do cidadao. A interface educacao/comunicacao, suas relacoes com as praticas educativas e com a formacao de professores. Cultura audiovisual, redes e globalizacao. Comunidades de aprendizagem e trabalho colaborativo na sociedade mediatizada. Modos de trabalhar na educacao, linguagens dos meios de comunicacao – visuais, sonoros, audiovisuais, impressos e informaticos – em perspectiva critica e criativa."
    },
    {
        "disciplina": " GESTAO DAS ORGANIZACOES EDUCATIVAS",
        "codigo": "FED0212 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Visao historica dos Processos de Administracao nas Organizacoes Educativas e na Educacao; Estrategias de Democratizacao da Educacao; A questao da qualidade na Educacao; Gestao Democratica e Educacao: Participacao, Autonomia, Transparencia e Descentralizacao."
    },
    {
        "disciplina": " EDUCACAO DE JOVENS, ADULTOS E IDOSOS",
        "codigo": "FED0231 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "As contribuicoes da educacao popular a Educacao de Jovens, Adultos e Idosos: aspectos historicos e politico-pedagogicos. A diversidade dos (as) educandos (as): geracoes, etnico/racial, genero, territorial, etc. A exigencia de formacao de educadoras(es) como docentes e pesquisadores-transformadores. Analise critica da legislacao e politicas publicas para a EJAI.  O Trabalho como producao da vida humana na EJAI. Curriculo e avaliacao na educacao de jovens, adultos e idosos.  Alfabetizacao e letramento na educacao de jovens, adultos e idosos.  Organicidade praxica entre alfabetizacao popular e redes publicas de ensino. Analise de propostas curriculares, materiais didaticos e experiencias pedagogicas na EJAI."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO II: ANOS INICIAIS ( CRIANCAS OU ADULTOS/EJAI)",
        "codigo": "FED0237 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Fundamentacao teorica do estagio supervisionado nos anos iniciais. Organizacao do trabalho pedagogico nos anos iniciais do ensino fundamental: diagnostico da realidade escolar, observacao e analise da pratica docente e docencia em sala de aula."
    },
    {
        "disciplina": " ESTAGIO SUPERVISIONADO I: EDUCACAO INFANTIL",
        "codigo": "FED0250 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Fundamentacao teorica do estagio supervisionado em educacao infantil. Organizacao do trabalho pedagogico na Educacao Infantil: diagnostico da realidade escolar, observacao e analise da pratica docente e docencia em sala de aula."
    },
    {
        "disciplina": " EDUCACAO, TECNOLOGIA E COMUNICACAO",
        "codigo": "MTC0002 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Os processos de comunicacao e suas tecnologias em diferentes dimensoes da sociedade contemporanea, possibilidades e desafios para a formacao do cidadao. A interface educacao/comunicacao, suas relacoes com as praticas educativas e com a formacao de professores. Cultura audiovisual, redes e globalizacao. Comunidades de aprendizagem e trabalho colaborativo na sociedade mediatizada. Modos de trabalhar na educacao, linguagens dos meios de comunicacao - visuais, sonoros, audiovisuais, impressos e informaticos - em perspectiva critica e criativa."
    },
    {
        "disciplina": " PROCESSOS DE ALFABETIZACAO E LETRAMENTO",
        "codigo": "MTC0003 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Contextos, usos e funcoes da escrita nas sociedades letradas. A escrita como construcao historico-cultural da Humanidade. Relacoes entre pensamento, linguagem e afetos. Leitura, escrita e subjetividade. Concepcoes, mitos e crencas acerca da alfabetizacao. Alfabetizacao e letramento(s). A teoria psicogenetica da escrita e suas implicacoes pedagogicas. Concepcoes, metodos, processos e praticas de leitura e escrita com criancas e na educacao de jovens, adultos e idosos. Documentos oficiais, politicas e programas vigentes no Brasil com foco na alfabetizacao."
    },
    {
        "disciplina": " EDUCACAO DE JOVENS, ADULTOS E IDOSOS",
        "codigo": "MTC0004 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "As contribuicoes da educacao popular a Educacao de Jovens, Adultos e Idosos: aspectos historicos e politico-pedagogicos. A diversidade dos (as) educandos (as): geracoes, etnico/racial, genero, territorial, etc. A exigencia de formacao de educadoras(es) como docentes e pesquisadores-transformadores. Analise critica da legislacao e politicas publicas para a EJAI.  O Trabalho como producao da vida humana na EJAI. Curriculo e avaliacao na educacao de jovens, adultos e idosos.  Alfabetizacao e letramento na educacao de jovens, adultos e idosos.  Organicidade praxica entre alfabetizacao popular e redes publicas de ensino. Analise de propostas curriculares, materiais didaticos e experiencias pedagogicas na EJAI."
    },
    {
        "disciplina": " DIDATICA FUNDAMENTAL",
        "codigo": "MTC0012 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "A relacao entre a educacao e sociedade e suas implicacoes no processo didatico. A trajetoria historica da Didatica e tendencias atuais. Planejamento no ambito escolar: projeto politico-pedagogico; planejamento de ensino e planejamento de aula. Elementos constitutivos da aula: objetivos, conteudos, metodos e tecnicas e avaliacao, relacao professor-aluno. Pesquisa em Didatica."
    },
    {
        "disciplina": " CURRICULO",
        "codigo": "MTC0021 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Conceituacao, origem, historico e teorias do curriculo. Curriculo, globalizacao e multiculturalismo A relacao entre Curriculo e Cultura Escolar. Curriculo e a organizacao do trabalho pedagogico. Curriculo e Formacao de Professores. Planejamento e avaliacao do curriculo."
    },
    {
        "disciplina": " AVALIACAO ESCOLAR",
        "codigo": "MTC0035 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Niveis da avaliacao: para as aprendizagens, institucional e em larga escala e sua articulacao. A avaliacao institucional como mediadora dos tres niveis. Avaliacao para as aprendizagens na escola e na sala de aula. Avaliacao formativa: concepcao, objetivos, criterios, praticas, feedback, registros e uso dos resultados. Procedimentos de avaliacao formal. Avaliacao informal e sua articulacao com a formal. Conselho de classe segundo a logica da avaliacao formativa. Envolvimento dos pais/responsaveis no processo avaliativo. IDEB: contribuicoes, repercussoes e limitacoes. A avaliacao na organizacao da escolaridade em ciclos. Pesquisas sobre avaliacao na educacao basica."
    },
    {
        "disciplina": " EDUCACAO INFANTIL",
        "codigo": "MTC0039 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Politicas publicas, historia e fundamentos da educacao infantil. A qualidade da educacao infantil. A indissociabilidade entre cuidar e educar. Proposta pedagogica, Curriculo e as multiplas linguagens da crianca, acompanhamento e avaliacao do processo pedagogico. Documentacao Pedagogica. Gestao e inclusao."
    },
    {
        "disciplina": " ENSINO E APRENDIZAGEM DA LINGUA MATERNA",
        "codigo": "MTC0053 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Fundamentos linguisticos, sociopsicolinguisticos e antropologicos da linguagem e as suas relacoes com a comunidade escolar. Concepcoes da linguagem. O processo diglossico no portugues do Brasil: variedades padrao e nao padrao: caracteristicas estruturais e funcionais; diferencas formais e funcionais entre as modalidades oral e escrita da lingua; o preconceito linguistico; o processo de monitoracao estilistica. A articulacao entre oralidade, escrita e leitura; o papel do professor na mediacao do aprendizado da oralidade letrada, escrita e leitura; a interacao professor-aluno na sala de aula; a pedagogia culturalmente sensivel; valores, normas e atitudes; alternativas educacionais decorrentes dos avancos teoricos nos estudos da linguagem. Documentos oficiais, politicas e programas vigentes no Brasil com foco no ensino de Lingua Materna."
    },
    {
        "disciplina": " EDUCACAO MATEMATICA 1",
        "codigo": "MTC0055 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Desenvolvimento do conteudo basico de matematica das series iniciais do Ensino Fundamental procurando desenvolver uma metodologia de ensino de acordo com os preceitos fundados nas teorias construtivistas. O estudo teorico associado as praticas no campo da Educacao Matematica devera permitir ao graduando: planejar acoes de intervencao didatica tendo em vista objetivos educacionais, assim como desenvolver competencias essenciais no contexto da didatica especifica da matematica a partir de um saber teorico/pratico sobre as capacidades e as possibilidades de construcao de conhecimento pelo sujeito (crianca ou adulto em inicio de escolarizacao) considerando o desenvolvimento psicomotor, cognitivo, afetivo e social do aluno aprendiz."
    },
    {
        "disciplina": " ENSINO DE HISTORIA, IDENTIDADE E CIDADANIA",
        "codigo": "MTC0059 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "A construcao do conhecimento historico. O ensino de Historia e a Historia Local. A escola como espaco da producao de conhecimento. Memoria Social e Identidades. A escrita escolar da Historia, os livros didaticos de Historia. Curriculo, Educacao das Relacoes Etnico-Raciais, Genero e relacoes de poder em sala de aula. O/a aluno/a como sujeito-historico."
    },
    {
        "disciplina": " EDUCACAO EM GEOGRAFIA",
        "codigo": "MTC0061 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Cartografia Escolar: processos de percepcao e representacao do espaco vivido como ponto de partida a aquisicao da linguagem cartografica, na perspectiva de leituras espaciais em niveis de maior complexidade. Disciplina de carater pratico, que possibilita o desenvolvimento das habilidades necessarias ao letramento cartografico, por meio de confeccao de maquetes, elaboracao desenhos e croquis, manuseio de cartas e mapas, participacao em corridas de orientacao, entre outras dinamicas que possam ser replicadas ao contexto escolar."
    },
    {
        "disciplina": " ENSINO DE CIENCIA E TECNOLOGIA 1",
        "codigo": "MTC0067 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "NATUREZA DO CONHECIMENTO CIENTIFICO. AS DIFERENTES CONCEPCOES DE CIENCIAS E TECNOLOGIA. ASPECTOS HISTORICOS E NOVAS PERSPECTIVAS PARA O ENSINO DE CIENCIAS/TECNOLOGIA. CONTEXTUALIZACAO DO ENSINO DE CIENCIAS/TECNOLOGIA NAS PRIMEIRAS SERIES DO ENSINO FUNDAMENTAL. APRENDIZAGEM DE CONCEITOS CIENTIFICOS."
    },
    {
        "disciplina": " PRATICAS MEDIATICAS NA EDUCACAO",
        "codigo": "MTC0091 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "ENVOLVER OS ESTUDANTES EM ATIVIDADES DE PESQUISA COM O OBJETIVO DE DISCUTIR E REFLETIR CRITICAMENTE A INSERCAO DAS NOVAS TECNOLOGIAS NO CONTEXTO EDUCACIONAL. PROVOCAR DISCUSSOES SOBRE AS POTENCIALIDADES E AS LIMITACOES DA UTILIZACAO DOS RECURSOS TECNOLOGICOS NO CONTEXTO ESCOLAR. ANALISAR PROJETOS E ATIVIDADES DESENVOLVIDAS NAS ESCOLAS DO ENSINO PUBLICO DO DISTRITO FEDERAL."
    },
    {
        "disciplina": " EDUCACAO EM SAUDE",
        "codigo": "MTC0099 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "RELACAO ENTRE EDUCACAO E SAUDE. FUNCAO DA EDUCACAO NA RPESERVACAO  DASAUDE, SEGUNDO DIFERENTES PARADIGMAS. CONTRIBUCIAO DO EDUCADOR NA FORMA-CAO DE RECURSOS HUMANOS PARA A SAUDE. METODOLOGIAS EDUCACIONAIS  APLICA-VEIS A PROGRAMAS DE SAUDE."
    },
    {
        "disciplina": " EDUCACAO EM ARTES",
        "codigo": "MTC0165 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Esta disciplina contribui para a formacao do educador, facilitando a compreensao da importancia e da especificidade da educacao em artes, e a distincao entre o conhecimento cientifico e o conhecimento artistico. Todo individuo se expressa artisticamente, e esta forma de expressao e a materializacao do conhecimento subjetivo da arte. Aqui exploramos varias formas de arte para a sala de aula assim como a diversidade artistica brasileira, e que tecnicas de ensino para a sala de aula podem ser utilizadas pelo professor de educacao em artes. Vamos tambem aprofundar o conhecimento de novas formas de arte interativa para a sala de aula como a ciberarte."
    },
    {
        "disciplina": " ORGANIZACAO DA EDUCACAO BRASILEIRA",
        "codigo": "PAD0028 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "A estrutura federalista do Estado brasileiro contemporaneo e a organizacao federalista da educacao formal; O Sistema Nacional de Educacao (SNE): o pacto federativo na divisao de responsabilidades educacionais; Niveis, etapas e modalidades de ensino; Financiamento, Gestao e Avaliacao Institucional da Educacao Formal; Formacao e Valorizacao de Profissionais da Educacao."
    },
    {
        "disciplina": " POLITICAS PUBLICAS DE EDUCACAO",
        "codigo": "PAD0031 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "POLITICA: INTERRELACOES ECONOMIA/CULTURA POLITICAS PUBLICAS E EDUCACIONAIS: CONCEITO E PROCESSO DECISORIO A EDUCACAO COMO POLITICA PUBLICA HISTORICO DAS POLITICAS EDUCACIONAIS BRASILEIRAS POLITICAS EDUCACIONAIS ESPECIFICAS."
    },
    {
        "disciplina": " FINANCIAMENTO DA EDUCACAO",
        "codigo": "PAD0052 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "O financiamento da educacao: as determinacoes historicas, os dispositivos legais e o impacto na efetivacao do direito a educacao em nosso pais. O Estado Federativo e a Receita Tributaria: impostos, taxas e contribuicoes. Limites a tributacao, Isencao e imunidade fiscais. Vinculacao de recursos a educacao: trajetoria historica e composicao. O pacto federativo, a distribuicao de responsabilidades e a funcao redistributiva e supletiva da Uniao. O FNDE e o salario - educacao e seus programas: PNAE, PNLD, PDDE, PNATE. Custo aluno - qualidade e o Plano Nacional de Educacao. Legislacao, analise da elaboracao e implementacao dos fundos contabeis: do Fundef ao Fundeb. Expansao e o Financiamento da Educacao Superior: FIES, PROUNI, REUNI e PNAES."
    },
    {
        "disciplina": " CULTURA ORGANIZACIONAL",
        "codigo": "PAD0071 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Cultura, cultura organizacional, cultura brasileira. Cultura popular. Reflexoes sobre cultura nacional e cultura organizacional. Cultura nas organizacoes educativas. Relacoes de trabalho e clima organizacional. O cotidiano nas organizacoes educativas: o formal e o informal. Mudanca organizacional."
    },
    {
        "disciplina": " AVALIACAO NAS ORGANIZACOES EDUCATIVAS",
        "codigo": "PAD0076 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Conceituacao. Pressupostos epistemologicos e vertentes teoricas da avaliacao educacional. Avaliacao como politica numa perspectiva historica e conceitual.  Niveis, tipos e modalidades de avaliacao de sistemas, organizacoes, programas e projetos educacionais. Aspectos metodologicos de avaliacao educacional. Indicadores e qualidade em educacao. Analise de experiencias e praticas vigentes em avaliacao educacional na Educacao Basica e na Educacao Superior."
    },
    {
        "disciplina": " GESTAO DAS ORGANIZACOES EDUCATIVAS",
        "codigo": "PAD0080 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Visao historica dos Processos de Administracao nas Organizacoes Educativas e na Educacao; Estrategias de Democratizacao da Educacao; A questao da qualidade na Educacao; Gestao Democratica e Educacao: Participacao, Autonomia, Transparencia e Descentralizacao."
    },
    {
        "disciplina": " ESCOLARIZACAO DE SURDOS E LIBRAS",
        "codigo": "TEF0001 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Estudo e discussao a respeito da formacao do professor e as especificidades de aprendizagem dos alunos surdos. Caracterizacao das filosofias educacionais para estudantes surdos. Interface entre a Lingua Brasileira de Sinais (LIBRAS) e seus desdobramentos sobre aquisicao de linguagem, diferencas culturais, linguisticas e identitarias. Desenvolvimento de habilidades basicas expressivas e receptivas em LIBRAS, estrutura e contexto. Reflexao sobre o ensino de portugues como segunda lingua para estudantes surdos."
    },
    {
        "disciplina": " INFANCIA, CRIANCA E EDUCACAO",
        "codigo": "TEF0002 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Estudo sobre as concepcoes historicas, sociologicas e psicologicas de infancia e crianca. A cultura e a compreensao sobre a singularidade dos sujeitos do aprender. A relacao entre os processos de aprendizagem e de desenvolvimento humano em uma perspectiva cultural-historica. O sentido de experiencias significativas de aprendizagem em bebes e criancas: entre aspectos psicomotor e da linguagem. Imaginacao e fantasias, a falsa dicotomia do cuidar-educar e o conceito de campos de experiencia. Processos de Inclusao na Educacao infantil: desafios e perspectivas. A experiencia do Programa da Educacao Precoce."
    },
    {
        "disciplina": " EDUCACAO INCLUSIVA",
        "codigo": "TEF0003 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Reflexao sobre educacao, escola e o outro com deficiencia, considerando o ambito historico, socio-politico e cultural, visando compreender e problematizar o conceito de educacao inclusiva. Fundamentacao legal sobre as politicas educacionais nesse contexto, a fim de fomentar premissas educacionais, programas e sistemas de apoio para as pessoas com deficiencia, reconhecidas a partir da esfera dos direitos humanos. Caracterizacao de diferentes alteridades e formacao docente do profissional de educacao e seu papel frente a diversidade e a diferenca. Estudo dos aspectos interdisciplinares entre os campos de saude e educacao."
    },
    {
        "disciplina": " TOPICOS ESPECIAIS DE FILOSOFIA DA EDUCACAO",
        "codigo": "TEF0006 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Esta disciplina visa proporcionar aos(as) estudantes um aprofundamento em problemas mais especificos relacionados a Filosofia da Educacao baseado em pesquisas realizadas no ambito da disciplina."
    },
    {
        "disciplina": " PSICOLOGIA DA EDUCACAO",
        "codigo": "TEF0011 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Estudos que articulam a Psicologia com a Educacao. Principais teorias da Psicologia, suas implicacoes e fundamentacao para a analise dos processos de ensino/aprendizagem. Concepcoes de desenvolvimento humano em sua relacao com os processos educativos. Processos de subjetivacao nas sociedades contemporaneas e no cenario da educacao brasileira."
    },
    {
        "disciplina": " SOCIOLOGIA DA EDUCACAO",
        "codigo": "TEF0013 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Educacao, Estado e sociedade. A Educacao como processo social. Educacao e estrutura social. A funcao social da Escola. Teorias sociologicas da educacao e sua influencia na educacao brasileira."
    },
    {
        "disciplina": " HISTORIA DA EDUCACAO",
        "codigo": "TEF0015 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Estudo da trajetoria Historica das diferentes manifestacoes do processo educativo desde as sociedades agrafas ate a sociedade de producao e consumo de massa do seculo XX/XXI considerando o contexto cultural de cada epoca. Analise das caracteristicas das instituicoes e das praticas educacionais da antiguidade classica, do sistema feudal, do renascimento, e dos seculos XVIII ao XX. Abordagem das tendencias da educacao contemporanea e suas motivacoes historicas."
    },
    {
        "disciplina": " FILOSOFIA DA EDUCACAO",
        "codigo": "TEF0021 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Perspectivas filosoficas sobre a educacao e formacao humana. O que e filosofia. Politica, etica, estetica e educacao. Filosofia da educacao no Brasil."
    },
    {
        "disciplina": " ORIENTACAO EDUCACIONAL",
        "codigo": "TEF0027 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "BASES FILOSOFICAS SOCIOLOGICAS, METODOLOGICAS E LEGAIS DA ORIENTACAO EDUCACIONAL. TRAJETORIA HISTORICA DO PROFISSIONAL ORIENTADOR EDUCACIONAL."
    },
    {
        "disciplina": " ANTROPOLOGIA E EDUCACAO",
        "codigo": "TEF0041 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "A Antropologia e a tradicao de construcao do discurso cientifico sobre “o outro”; compreensao das circunstancias atuais da Modernidade e de Crise Civilizacional por meio da Antropologia. A alteridade como base para as transformacoes do discurso antropologico ao longo do tempo; critica ao evolucionismo; oposicao entre etnocentrismo e relativismo cultural. O entendimento do “outro”, e a construcao coletiva do conceito de “nos”, povo brasileiro; trajetoria historica e condicao humana do povo-novo do Brasil; o povo brasileiro, sua diversidade e seus anseios por uma “educacao de qualidade” e por uma humana docencia. A Educacao, como pratica social de intencionalidade explicita e seu compromisso social frente a realidade do povo brasileiro na atualidade."
    },
    {
        "disciplina": " HISTORIA DA EDUCACAO BRASILEIRA",
        "codigo": "TEF0046 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Abordagem da trajetoria Historica para oferecer aos estudantes orientacao teorico-metodologica e conhecimentos necessarios a construcao de uma compreensao critica e reflexiva da Historia da Educacao Brasileira, que sera estudada a partir dos seguintes temas: Historiografia da educacao brasileira; Processo de ensino aprendizagem nas sociedades agrafas; Processo de ensino aprendizagem no Brasil colonia; As reformas educacionais no Periodo Imperial; A educacao no Periodo Republicano."
    },
    {
        "disciplina": " FUNDAMENTOS DA EDUCACAO AMBIENTAL",
        "codigo": "TEF0076 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "COMPREENSAO DA EDUCACO NO BRASIL, A PARTIR DOS CONDICIONANTES  ESTRU-TURAIS DECORRENTES  ENTRE  DESENVOLVIMENTO E  MEIO AMBIENTE,  O CONTEXTOHISTORICO-CULTURAL DE ONDE EMERGEM OS MOVIMENTOS ECOLOGICOS E PELA  EDU-CACAO AMBIENTAL. DISCUSSAO AVALIATIVA SOBRE O ESTADO DE  CONSCIENCIA DOSEDUCADORES BRASILEIROS A RESPEITO DA EDUCACAO BRASILEIROS A RESPEITO  DAEDUCACAO AMBIENTAL. A NATUREZA COMO UM CONCEITO  SOCIALMENTE CONSTRUIDO.O CONCEITO ANTROPOLOGICO  DE CULTURA. A DIVERSIDADE  E A DIVERGENCIA  NAFORMACAO E ORGANIZACAO DA CULTURA BRASILEIRA. A EDUCACAO,  O DESENVOLVI-MENTO TECNOLOGICO, A SOCIEDADE E A  NATUREZA. COMPREENSAO DE LIMITES  DENATUREZA EPISTOMOLOGICA QUE EMPEDEM O ENTENDIMENTO MAIS CRITICO  DAS RE-LACOES ENTRE DESENVOLVIMENTO MEIO AMBIENTE E DAS  CONDICOES  DE INSERCAODO BRASIL ... EM UM PROJETO GLOBAL DE DESENVOLVIMENTO SUSTENTAVEL.  DIS-CUSSAO DA ABORDAGEM INTERDISCIPLINAR EM PROGRAMAS DE EDUCACAO AMBIENTAL."
    },
    {
        "disciplina": " EDUCACAO E TRABALHO",
        "codigo": "TEF0092 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Estudo do trabalho como principio ontologico e formativo. Exame das questoes sobre as mudancas no mundo do trabalho, mediadas ou nao pelas tecnologias de informacao e comunicacao (TIC’s) e seus impactos na formacao humana. Analise das relacoes entre Educacao e Trabalho em diferentes modos de producao e a Centralidade do Trabalho. Aprofundamento de abordagens diferenciadas da relacao trabalho e educacao: teoria do Capital Humano, teorias critico-reprodutivistas, teorias criticas e pos-criticas. Interface entre Educacao Basica, suas modalidades e relacao com o Trabalho. Reflexao sobre Sindicalismo da Educacao e Movimentos Sociais."
    },
    {
        "disciplina": " PESQUISA EM EDUCACAO 1",
        "codigo": "TEF0103 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Relacao da pesquisa cientifica com a atividade docente. O conhecimento nas ciencias sociais e humanas. Paradigmas teorico-epistemologicos partir das diversas concepcoes de sujeito, objeto e intersubjetividade. Metodos, tecnicas e instrumentais da pesquisa educacional. As etapas da pesquisa. Enfoques qualitativos, quantitativos e a triangulacao entre metodos. Planejamento, organizacao e realizacao da pesquisa cientifica na pedagogia. Elaboracao do proprio caminho de pesquisa."
    },
    {
        "disciplina": " TOPICOS ESPECIAIS EM EDUCACAO E DIVERSIDADE CULTURAL",
        "codigo": "TEF0117 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": ""
    },
    {
        "disciplina": " APRENDIZAGEM E DESENVOLVIMENTO DO PNEE",
        "codigo": "TEF0119 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "ESTUDO DAS CARACTERISTICAS DA APRENDIZAGEM E DO DESENVOLVIMENTO DO PORTADOR DE NECESSIDADES EDUCATIVAS ESPECIAIS, NOS ASPECTOS ETIOLOGICOS, FISICO-MOTOR, E PSICOSSOCIAL, VISANDO A DEFINICAO DE OBJETIVOS E PROPOSTAS DE ATENDIMENTO EDUCACIONAL, PRINCIPIOS E FUNDAMENTOS BASICOS PARA A EDUCACAO DESTES ALUNOS."
    },
    {
        "disciplina": " ORIENTACAO VOCACIONAL PROFISSIONAL",
        "codigo": "TEF0122 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "A atuacao do pedagogo na area vocacional/profissional nos diferentes espacos educativos"
    },
    {
        "disciplina": " TOPICOS ESPECIAIS EM PSICOLOGIA DA EDUCACAO",
        "codigo": "TEF0135 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Diferentes perspectiva e temaicas em psicologia da educacao. implicacoes das pesquissas, experiencias , teorias da psicologia da educacao para o pprocesso  educativo. instrumentais da psicologia da educacao direcionados a intervencao pedagogica. Analise do cotidiano da escola e sistematizacao de acoes. pesquisa empirica e teorias para implementacao do espaco pedagogico."
    },
    {
        "disciplina": " SEMINARIO EM EDUCACAO INCLUSIVA",
        "codigo": "TEF0144 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": ""
    },
    {
        "disciplina": " GENERO E EDUCACAO",
        "codigo": "TEF0145 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Discutir a historicidade do conceito de genero e o uso no ensino e na pesquisa historica. Refletir sobre os rumos da Historia das Mulheres e das Relacoes de Genero na historiografia contemporanea. Estudar e discutir as relacoes vigentes nas escolas buscando uma perspectiva \"inclusiva\" que aborde as questoes de genero, classe, etnia/raca e geracao. As discussoes relevantes na tematica genero e educacao convergem para os seguintes pontos: Estudos feministas/ Representacoes sociais; A educacao das mulheres como importante fator de mudanca sociocultural; Genero e Sexualidade: Pedagogias Contemporaneas."
    },
    {
        "disciplina": " EDUCACAO DAS RELACOES ETNICO",
        "codigo": "TEF0147 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Trajetoria historica da construcao do racismo e processos de subjetivacao correlatos. Critica do pensamento etnocentrico e suas expressoes epistemologicas, politico-pedagogicas e nas relacoes sociais em ambientes educativos formais e informais. Politicas publicas especificas, demandas coletivas historicas dos movimentos sociais e a dinamica da construcao de subjetividades nas relacoes cotidianas. Estudos das relacoes raciais no campo da educacao observando as orientacoes institucionais da implementacao do Artigo 26-A da LDBN/1996 - Leis 10.639/2003 e 11.645 - 2008."
    },
    {
        "disciplina": " EDUCACAO, AMBIENTE E SOCIEDADE",
        "codigo": "TEF0148 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Modernidade e crise ecologica. Relacoes cultura/natureza e ciencia/tecnologia/sociedade. Abordagens teoricas: racionalidade ambiental e sustentabilidade, complexidade e interdisciplinaridade, subjetividade e ambiente, hermeneutica, psicologia ambiental e ecologia humana. A Educacao Ambiental na escola e para alem da escola: discursos e praticas curriculares. Novas aproximacoes: pos-estruturalismo, interculturalidade, decolonialidade."
    },
    {
        "disciplina": " AMBIENTE, CULTURA E NATUREZA NO CINEMA E NA LITERATURA",
        "codigo": "TEF0149 ",
        "unidade_responsavel": "FACULDADE DE EDUCACAO ",
        "ementa": "Cinema e literatura como ferramentas pedagogicas e como dispositivos que prescrevem representacoes da realidade. Abordagens e traducoes esteticas sobre: transformacoes do mundo moderno, modos de vida e problemas socioambientais; consumo e cidadania; geopolitica dos recursos naturais; ideologia do progresso, desenvolvimento e sustentabilidade; artificializacao da vida e mercantilizacao da natureza; a natureza como construcao social; relacoes cultura/natureza."
    }
]