[
    {
        "disciplina": " ARGUMENTO E ROTEIRO",
        "codigo": "DAP0008 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "A IMPORTANCIA DO ARGUMENTO E DO ROTEIRO NA CRIACAO E NA REALIZACAO DAOBRA CINEMATOGRAFICA E VIDEOGRAFICA. A IDEIA E AS DIVERSAS FORMAS DE EX-PRESSAO OBEDECENDO A LOGICA DA TRANSFORMACAO EM TEMA, FORMA E SIGNIFICA-DO."
    },
    {
        "disciplina": " CRIATIVIDADE EM PUBLICIDADE",
        "codigo": "DAP0011 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "CRIATIVIDADE: CONCEITO, CARACTERISTICAS E TECNICAS, BEM COMO SUA ADE-QUACAO AOS OBJETIVOS DA PUBLICIDADE E DA PROPAGANDA."
    },
    {
        "disciplina": " CINEMA BRASILEIRO",
        "codigo": "DAP0021 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "Estudo da memoria, da historia e da evolucao estetica do Cinema Brasileiro entre 1897 e 1965. Apresentacao do nascimento do cinema silencioso e dos principias ciclos do periodo sonoro: Cinedia, Atlantida, Vera Cruz e o inicio do Cinema Novo. Compreensao critica dos problemas do Cinema Brasileiro Contemporaneo."
    },
    {
        "disciplina": " ADMINISTRACAO PUBLICITARIA",
        "codigo": "DAP0030 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "Os principios da administracao publicitaria. Conceitos e modelos. Segmentos basicos. As formas de publicidade e suas redes. Negocios. Regulamentacao e autorregulamentacao."
    },
    {
        "disciplina": " DOCUMENTARIO 2",
        "codigo": "DAP0042 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "A DISCUSSAO DO DOCUMENTARIO CINEMATOGRAFICO COMO  MEIO DE  CAPTACAO EDIFUSAO DA REALIDADE SOCIAL, CULTURAL E HUMANA, EM ESPECIAL  NO  QUE  SEREFERE AO QUADRO DA SOCIEDADE BRASILEIRA."
    },
    {
        "disciplina": " PESQUISA PUBLICITARIA",
        "codigo": "DAP0044 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "A pesquisa publicitaria nas agencias, nos anunciantes e nos meios, fornecedores, representantes e distribuidores. Estruturas proprias ou terceirizadas. A gestao da pesquisa como ferramenta estrategica e operacional. Investimentos em pesquisa. Paradigmas e contribuicoes da pesquisa para a publicidade. Os principais indicadores. O papel das instituicoes de pesquisa."
    },
    {
        "disciplina": " FOTOGRAFIA E ILUMINACAO 2",
        "codigo": "DAP0055 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "O papel da direcao de fotografia na construcao de um produto audiovisual. A estrutura da equipe de fotografia. O dialogo entre fotografia, direcao e direcao de arte como tripe de criacao. O trabalho do(a) diretor(a) de fotografia nas distintas etapas da producao."
    },
    {
        "disciplina": " PUBLICIDADE E SOCIEDADE",
        "codigo": "DAP0060 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "ESTUDO E INTERPRETACAO INSERIDA NA CULTURA BRASILEIRA, PERCORRENDO UMCAMINHO DE SUA ANALISE COMO MERCADO DE  BENS  ECONOMICOS E SIMBOLICOS, ETAMBEM, COMO  FENOMENO EM  SEU  PROPRIO  PROCESSO HISTORICO,  TOMANDO ASPERSPECTIVAS DE DESENVOLVIMENTO DOMINANTES E AS MUDANCAS SOCIAIS OCORRI-DAS DE FATO."
    },
    {
        "disciplina": " HISTORIA DO CINEMA",
        "codigo": "DAP0067 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "O Cinema em seu momento inaugural. Novas tecnologias no final do seculo XIX e XX. Herancas e influencias culturais: literatura, teatro, artes plasticas. Principais referencias de escolas e autores. A maturacao da linguagem cinematografica."
    },
    {
        "disciplina": " FOTOGRAFIA E ILUMINACAO 1",
        "codigo": "DAP0076 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "O uso de equipamentos de filmagem e iluminacao. a camera de cinema e a camera de video. Propriedades fisico-quimicas do material sensivel fotografico, propriedades fisicas magnetica e da eletronica do sinal de video. Estilos de iluminacao, fotograficos composicao e intencao estetica."
    },
    {
        "disciplina": " INTRODUCAO A FOTOGRAFIA",
        "codigo": "DAP0079 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "DOMINIO DA TECNICA FOTOGRAFICA VALORIZANDO A EDUCACAO  ESTETICA  COMOUMA APREENSAO VERDADEIRAMENTE CRIADORA DA  REALIDADE.  AQUISICAO DE  UMACULTURA VISUAL OBTENDO ASSIM UMA ATITUDE CRIATICA DIANTE DO CONTEUDO. DAFORMA E DOS SENTIDOS DA IMAGEM FOTOGRAFICA."
    },
    {
        "disciplina": " COMUNICACAO E SOCIEDADE",
        "codigo": "DAP0084 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "A natureza semiotica da sociedade humana. Cultura e representacoes sociais. Relacoes sociais e comunicacao a natureza social do fenomeno comunicacional. Os processos fundamentais da comunicacao e a construcao social da realidade. Os meios de comunicacao nas sociedades de massas. A comunicacao no pensamento social: principais correntes sociologicas e antropologicas e politicas. O papel do comunicador na sociedade: a dimensao politica do oficio de comunicador."
    },
    {
        "disciplina": " PRODUCAO 2",
        "codigo": "DAP0093 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "Analise tecnica e decupagem do roteiro. Plano de producao. Mapa de locacoes. Orcamento. Terceirizacao de servicos. Cronograma. Cronograma de desembolso. Captacao de recursos. Comercializacao e divulgacao do produto final."
    },
    {
        "disciplina": " OFICINA BASICA DE AUDIOVISUAL",
        "codigo": "DAP0096 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "Introducao da narrativa audiovisual. Fundamentos basicos da linguagem audiovisual por meio de exercicios praticos, feitos em equipe. Possibilidades e limitacoes da realizacao em video."
    },
    {
        "disciplina": " INTRODUCAO A PUBLICIDADE E PROPAGANDA",
        "codigo": "DAP0098 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "Conceitos e principios. O que e publicidade e propaganda, suas funcoes. O mercado, consumidor, produtos, servicos e garantias. As leis, a sociedade, a cidadania, o individuo. Os processos, procedimentos, as normas. As midias comuns e especificas, a evolucao historica. A contra-propaganda."
    },
    {
        "disciplina": " FUNDAMENTOS DE COMUNICACAO VISUAL",
        "codigo": "DAP0101 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": ".Nocoes basicas sobre a linguagem visual e sua aplicacao no ambito da Comunicacao Visual. Conhecimento dos elementos (formas, cores, tipologia ...) e principios que articulam a linguagem visual. Nocoes introdutorias sobre o processo de Comunicacao Visual e sobre planejamento e desenvolvimento de projetos que envolvam essa linguagem."
    },
    {
        "disciplina": " LINGUAGENS CINEMATOGRAFICA E AUDIOVISUAL",
        "codigo": "DAP0103 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "A relacao entre sons e imagens na construcao da linguagem cinematografica e  audiovisual.  Elementos da narrativa e da dramaturgia do cinema e do audiovisual. O  uso expressivo e criativo dos elementos e dos recursos da linguagem cinematografica e audiovisual"
    },
    {
        "disciplina": " TEORIA ESTETICA DO CINEMA E DO AUDIOVISUAL",
        "codigo": "DAP0104 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "O cinema, o audiovisual e o campo da experiencia humana. O cinema e o audiovisual como objeto de estudo. A relacao entre o campo da expressao audiovisual e outros campos da experiencia humana: ciencia,  religiao, literatura. A relacao entre o campo audiovisual e as ciencias humanas: psicanalise, psicologia, antropologia, filosofia,  ciencias sociais. Principais teorias do cinema e do audiovisual e respectivos autores: formativa, realista, semiotica e semiologica, estruturalista e pos-estruturalista, cognitivista e filosofico-analitica, fenomenologica, estudos culturais."
    },
    {
        "disciplina": " OFICINA DE ARGUMENTO E ROTEIRO",
        "codigo": "DAP0105 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "Desenvolvimento da ideia, elaboracao da sinopse, do argumento e do roteiro em suas varias verso&#771;es e tratamentos. Elaboracao de roteiro ate seu tratamento final e desenvolvimento de projeto audiovisual."
    },
    {
        "disciplina": " DIRECAO",
        "codigo": "DAP0107 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "Conceitos de obra e autoria na area audiovisual. Tecnicas e processos de realizacao da obra audiovisual. Uso criativo dos varios elementos da linguagem e da expressao audiovisual. A relacao do diretor com o roteiro. Decupagem do roteiro. Escolha de locacoes, cenarios, elenco, etc. Composicao da equipe de direcao e das demais equipes tecnicas e artisticas envolvidas na realizacao da obra. Atribuicoes e responsabilidades do diretor. A relacao do diretor com a equipe de producao e com as demais equipes. Direcao de atores. Posicionamentos de camera, enquadramentos e movimentos de camera."
    },
    {
        "disciplina": " PRODUCAO",
        "codigo": "DAP0108 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "A importancia da producao na realizacao da obra audiovisual. Adequacao da producao as caracteristicas do produto: formato, genero, orcamento, cronograma, etc. Composicao da equipe de producao. Producao executiva e direcao de producao. Planejamento e administracao de projetos audiovisuais. Leitura do roteiro do ponto de vista da producao. Decupagem e analise tecnica do roteiro. Elaboracao de orcamento e plano de producao. Ordem do dia. O papel de cada componente de uma equipe de producao audiovisual durante cada uma das etapas de realizacao de um produto audiovisual."
    },
    {
        "disciplina": " SOM 1",
        "codigo": "DAP0110 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "Noco&#771;es fundamentais sobre tecnicas de gravacao de som direto. As contribuico&#771;es que o som pode trazer a&#768; elaboracao de obras audiovisuais. A atividade do tecnico e do “engenheiro” de som. Histo&#769;ria do registro sonoro. A natureza do som. Fontes sonoras. Tipologia e uso dos microfones. O registro sonoro. Suportes e formatos de registro de audio. O registro de audio em interiores e exteriores. Equipe tecnica de som."
    },
    {
        "disciplina": " EDICAO E MONTAGEM",
        "codigo": "DAP0111 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "A construcao de sentidos durante o processo de edicao e montagem da obra audiovisual.\nO manejo do tempo e a construcao do ritmo da obra. A relacao entre o editor, o diretor, o roteiro e o material filmado. Decupagem e organizacao do material. Elaboracao do roteiro de edicao. Uso criativo de efeitos visuais e sonoros durante a edicao. Tecnicas de edicao e montagem. Edicao de imagem e som. Transcricao de som e mixagem."
    },
    {
        "disciplina": " PRE",
        "codigo": "DAP0115 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "Elaboracao do pre-projeto (monografia ou produto) do Projeto Experimental com base na Resolucao FAC/01/2004 (Regulamentacao da disciplina Projeto Experimental). Definicao de tema, de objetivos, referenciais teoricos, procedimentos metodologicos e de cronograma. Escolha do professor orientador."
    },
    {
        "disciplina": " INTRODUCAO A LINGUAGEM SONORA",
        "codigo": "DAP0117 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "Disciplina introdutoria que tem o objetivo de discutir o signo sonoro, sua especificidade, caracteristicas, estetica, recursos tecnicos e aplicacoes. Pretende-se  trabalhar os elementos da criacao, desenvolver o pensamento criativo e a elaboracao de ideias imaginativas a partir do signo sonoro."
    },
    {
        "disciplina": " ROTEIRO, PRODUCAO E REALIZACAO EM AUDIO",
        "codigo": "DAP0118 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "Redacao e desenvolvimento do roteiro, incluindo elementos de producao, direcao e finalizacao de produtos em audio nos varios generos, desde a ficcao, o documentario, programa institucional, de entretenimento  e  educativo. Alem disso,  apresentara nocoes de producao de trilhas, tecnicas de gravacao, mixagem e captacao do som."
    },
    {
        "disciplina": " FOTOGRAFIA PUBLICITARIA",
        "codigo": "DAP0120 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "Oficina de criatividade abordando a linguagem fotografica, as tecnicas de iluminacao e de composicao. Como valorizar o papel da fotografia na publicidade e propaganda e despertar uma atitude critica quanto a forma e ao conteudo da fotografia publicitaria."
    },
    {
        "disciplina": " MARKETING EM PUBLICIDADE E PROPAGANDA",
        "codigo": "DAP0123 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "Os conceitos basicos e funcoes do marketing. As teorias, modelos e metodos basicos para a organizacao do raciocinio estrategico e o planejamento de marketing. As tendencias do \"novo marketing\", as novas praticas, o marketing social, a reflexao e criatividade."
    },
    {
        "disciplina": " REDACAO PUBLICITARIA",
        "codigo": "DAP0124 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "Redacao e adequacoes da lingua portuguesa ao texto publicitario. Redacao texto/imagem, desenvolvimento e aplicacao de tecnicas, estilos e elementos da linguagem publicitaria. Oficina de criacao de pecas publicitarias e audiovisuais."
    },
    {
        "disciplina": " DIRECAO DE ARTE EM ARTES GRAFICAS",
        "codigo": "DAP0125 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "Introducao teorica e pratica da programacao visual grafica: desenho grafico, tipologia e cor veiculos e meios producao e tecnologias implicacoes e perspectivas campo de aplicacao. O objetivo geral e instrumentalizar o aluno no mundo da impressao grafica, bem como as qualidades e qualificacoes pertinentes do diretor de arte no processo de producao  visual em pecas graficas. Caracteristicas e aspectos graficos. Qualidade. Funcoes, usos e atributos. Suportes. Papeis. Cor. Impressoes. Acabamento.Especificamente, tornar o aluno consciente e apto em todos os processos envolvidos desde a criacao a realizacao, sua viabilidade e execucao de pecas graficas e publicitarias."
    },
    {
        "disciplina": " PLANEJAMENTO PUBLICITARIO",
        "codigo": "DAP0126 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "Estruturacao e funcao do Planejamento. Fundamentos do Planejamento. Tipos de Planejamento. Diretrizes, politicas, planos, programas, projetos e atividades. Missao e visao.- Benchmarking. Planejamento Estrategico. Planejamento Operacional ou Setorial. Finalidade, objetivos e metas. Comunicacao e investimento. Planejamento de Campanhas Publicitarias. Modelos e processos. Execucao, acompanhamento, controle, auditoria, avaliacao."
    },
    {
        "disciplina": " LABORATORIO EM PUBLICIDADE E PROPAGANDA",
        "codigo": "DAP0128 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "O Laboratorio em Publicidade e Propaganda e um espaco pedagogico no qual poderao ser desenvolvidos estudos, projetos e/ou experimentacoes nas areas de criacao, pesquisa, planejamento, midias e producao publicitaria."
    },
    {
        "disciplina": " PRE",
        "codigo": "DAP0130 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "Elaboracao do projeto de pesquisa ou de produto, o que inclui a redacao da proposta de projeto a ser desenvolvido na etapa posterior. Definicao do tema de pesquisa/produto, problema, revisao bibliografica, justificativa, objetivos, quadro teorico, definicao dos procedimentos metodologicos e tecnicas de producao e realizacao de produtos, cronograma de pesquisa ou etapas de producao, recursos necessarios e lista de referencia bibliografia."
    },
    {
        "disciplina": " TOPICOS ESPECIAIS EM COMUNICACAO 3",
        "codigo": "DAP0143 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "Trata-se de um conjunto diverso de disciplinas que o/a estudante escolhe conforme a sua formacao geral e especifica."
    },
    {
        "disciplina": " TOPICOS ESPECIAIS EM COMUNICACAO 4",
        "codigo": "DAP0145 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "Trata-se de um conjunto diverso de disciplinas que o/a estudante escolhe conforme a sua formacao geral e especifica."
    },
    {
        "disciplina": " DIRECAO DE ARTE PARA PRODUTO AUDIOVISUAL",
        "codigo": "DAP0147 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "O trabalho da direcao de arte. A conceituacao e realizacao de projetos de cenografia e\nfigurino. A concepcao visual no cinema e audiovisual."
    },
    {
        "disciplina": " DIRECAO DE ATORES",
        "codigo": "DAP0149 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "Principios basicos de dramaturgia. O corpo como linguagem. Tecnicas de construcao do\npersonagem. Tecnicas de selecao e preparacao de elenco. A relacao do ator com a camara. A contribuicao do ator para a construcao da obra audiovisual."
    },
    {
        "disciplina": " OFICINA DE ANIMACAO",
        "codigo": "DAP0150 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "Contribuicoes que o desenho de animacao pode trazer a construcao de obras audiovisuais. A historia do desenho animado. Estetica do desenho animado. Metodos e tecnicas do desenho animado em pelicula. A producao grafica associada ao desenho animado. Estrutura dos planos de filmagem. Composicao e enquadramento. Planejamento e organizacao da producao do desenho animado."
    },
    {
        "disciplina": " DOCUMENTARIO 1",
        "codigo": "DAP0154 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "Estudo do documentario enquanto narrativa fundamental da cinematografia universal, nacional e local. A historia e a evolucao do documentario. Principais escolas, tendencias e movimentos da historia do cinema documental. Etapas e processos especificos a serem percorridos na realizacao de um documentario audiovisual: a ideia, a pesquisa, a sinopse, o argumento, o roteiro e a organizacao da producao."
    },
    {
        "disciplina": " PRODUCAO PUBLICITARIA AUDIOVISUAL",
        "codigo": "DAP0158 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": ""
    },
    {
        "disciplina": " TOPICOS ESPECIAIS EM COMUNICACAO 7",
        "codigo": "DAP0164 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "Trata-se de um conjunto diverso de disciplinas que o/a estudante escolhe conforme a sua formacao geral e especifica."
    },
    {
        "disciplina": " LEGISLACAO E REGULAMENTACAO DE PUBLICIDADE E PROPAGANDA",
        "codigo": "DAP0170 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "Estudo da legislacao e regulamentacao da Publicidade e Propaganda brasileira. Exame, compreensao, reflexao e discussao sobre o Codigo Brasileiro de Autorregulamentacao Publicitaria e legislacao correlata (Estatuto da Crianca e do Adolescente, Estatuto do Idoso, Codigo do Consumidor, Direitos Autorais, ECAD etc.)."
    },
    {
        "disciplina": " LEGISLACAO, DESENVOLVIMENTO E PRODUCAO DE PROJETOS",
        "codigo": "DAP0171 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "Relaco&#771;es historicas e legais entre Estado e Audiovisual no Brasil. Legislacao de financiamento cultural, ANCINE, Fundo Setorial do Audiovisual. Financiamento cultural no ambito regional. Elaboraco&#771;es de projetos audiovisuais e mecanismos de captacao. Perspectivas do mercado televisivo contemporaneo e suas mu&#769;ltiplas plataformas."
    },
    {
        "disciplina": " MIDIA E GERENCIAMENTO DE CONTAS",
        "codigo": "DAP0172 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": ""
    },
    {
        "disciplina": " SOM 2",
        "codigo": "DAP0174 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "A importa&#770;ncia do som na narrativa audiovisual. Criacao de desenho sonoro e utilizacao de dialogos, efeitos sonoros e mu&#769;sicas para a construcao da narrativa audiovisual. Realizacao pratica de curta-metragem com aplicaco&#771;es das tecnicas e fundamentos relacionados ao planejamento, decupagem, captacao de som, edicao de som e mixagem de som. Dominio e utilizacao das ferramentas para captacao e criacao sonora."
    },
    {
        "disciplina": " DIRECAO EM AUDIOVISUAL 2",
        "codigo": "DAP0175 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "Decupagem de roteiro e processos de pre-visualizacao. O trabalho de direcao nas tres fases da realizacao audiovisual: pre-producao, filmagem, montagem e finalizacao. A relacao do diretor com as areas de fotografia, som, arte, edicao. Selecao de elenco, ensaios com os atores e mise-en-scene."
    },
    {
        "disciplina": " EDICAO E MONTAGEM 2",
        "codigo": "DAP0176 ",
        "unidade_responsavel": "DEPARTAMENTO DE AUDIOVISUAIS E PUBLICIDADE/DAP ",
        "ementa": "Elementos tecnicos e esteticos da montagem cinematografica. Edicao de video utilizando softwares de edicao de video e audio. Realizacao pratica de edicao de curta metragem e processos de finalizacao de imagem."
    }
]