[
    {
        "nome": "BIOÉTICA E BIOTECNOCIÊNCIAS",
        "unidade_responsavel": "CENTRO INTERNACIONAL DE BIOÉTICA E HUMANIDADES ",
        "pre_requisitos": "-",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Ciência e Tecnologia; Estudos Sociais de Ciência e Tecnologia; Tecnociência e Biotecnociência; Biotecnologias; Reprogenética; Eugenia e Nova Genética; Terapias gênicas e celulares; Transumanismo; Neurotecnologia e Neuroética; Nanoética. A disciplina pretende articular conceitualmente dois campos de saber: a biotecnociência e a bioética, entendendo a primeira como o conjunto de ações significativas sobre os seres vivos e seus ambientes naturais, suscetíveis de análise e avaliação moral pelas ferramentas da bioética. O contexto concreto desta articulação é aquele indicado pela biopolítica, entendida como anexação do mundo vital à política e à economia.",
        "codigo": "CBH0001"
    },
    {
        "nome": "BIOÉTICA E BIOTECNOCIÊNCIAS",
        "unidade_responsavel": "CENTRO INTERNACIONAL DE BIOÉTICA E HUMANIDADES ",
        "pre_requisitos": "-",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Ciência e Tecnologia; Estudos Sociais de Ciência e Tecnologia; Tecnociência e Biotecnociência; Biotecnologias; Biopolítica; Melhoramentos e Transumanismo; Neurotecnologia e Neuroética; Nanoética, Bioética e uso da informação em saúde. A disciplina pretende articular conceitualmente dois campos de saber: a biotecnociência e a bioética, entendendo a primeira como o conjunto de ações significativas sobre os seres vivos e seus ambientes naturais, suscetíveis de análise e avaliação moral pelas ferramentas da bioética. O contexto concreto desta articulação é aquele indicado pela biopolítica, entendida como anexação do mundo vital à política e à economia.",
        "codigo": "CBH0002"
    },
    {
        "nome": "BIOÉTICA E SAÚDE PÚBLICA",
        "unidade_responsavel": "CENTRO INTERNACIONAL DE BIOÉTICA E HUMANIDADES ",
        "pre_requisitos": "-",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "A disciplina tem como propósito apresentar e desenvolver a estreita relação da Bioética com o campo da Saúde Pública/Coletiva, tomando como referência de estudo a Bioética de Intervenção (BI), construção conceitual de raiz genuinamente brasileira e latino-americana que incorpora, além das tradicionais áreas biomédico-biotecnológicas, também os campos social, sanitário e ambiental. Seu conteúdo inclui o estudo de categorias teórico-práticas que compõem o espectro epistemológico da BI - como a igualdade, justiça, equidade, vulnerabilidade, inclusão e exclusão, responsabilidade social em saúde, empoderamento, libertação, compartilhamento de benefícios, entre outros - e suas relações com o direito ao acesso universal à saúde compreendido com bem público. Apresenta as ações sanitárias e programas públicos desenvolvidos no Brasil, partindo da análise do processo de desenvolvimento histórico da saúde pública no país desde seus primórdios no século passado até os dias atuais, especialmente no movimento de reforma sanitária dos anos 1980 e que incluem a discussão crítica sobre a responsabilidade pública do Estado na construção de uma sociedade mais justa e igualitária. Analisa, ainda, o processo de participação social na construção do projeto sanitário brasileiro e os principais indicadores dos modelos público e privado da saúde no país. A disciplina toma como referência de estudo alguns dos principais autores nacionais e internacionais que relacionam a temática do direito à saúde com a bioética e com as éticas aplicadas de modo geral.",
        "codigo": "CBH0004"
    },
    {
        "nome": "DECOLONIZING CLASSICS",
        "unidade_responsavel": "CENTRO INTERNACIONAL DE BIOÉTICA E HUMANIDADES ",
        "pre_requisitos": "-",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Centered in fundamental questions on decolonization and Classics, the objective of this course is to discuss and problematize the several approaches to what has been recently discussed as decolonizing Classics in order to equip the students with the most recent arguments on the topic so that they can be active agents of transformation in our society. By the end of the course, students will have built a solid view of the history of Classics I general, its different appropriations over time, and the problems that came along such uses of the past, namely, racism, fascism, homophobia, xenophobia, misogyny, among other urgent matters of our modern times.",
        "codigo": "CBH0006"
    },
    {
        "nome": "ÉTICAS ANTIGAS",
        "unidade_responsavel": "CENTRO INTERNACIONAL DE BIOÉTICA E HUMANIDADES ",
        "pre_requisitos": "-",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "O objetivo da disciplina é examinar o nascimento da reflexão filosófica sobre a ética na Grécia Antiga, bem como acompanhar o seu desenvolvimento e refinamento nas diversas escolas filosóficas do mundo greco-romano. Deste modo, exploraremos os princípios e preocupações fundamentais das antigas escolas de filosofia dos períodos clássico e helenístico (Academia de Platão, Liceu de Aristóteles, Jardim de Epicuro, Pórtico dos Estóicos, ceticismo pirrônico, neoplatonismo) no que diz respeito ao campo da ética, começando com uma discussão preliminar sobre o lugar da ética nos poemas homéricos e nas tragédias clássicas. A questão introduzida por Sócrates e que marcou toda a história da ética antiga é “Qual a vida que merece ser vivida?” ou “Quais valores, exigências e virtudes são necessárias para a melhor forma de vida, aquela que é mais feliz?” Por conta do seu enfoque na questão da felicidade (eudaimonía), as teorias éticas da antiguidade foram por vezes aglutinadas sob a denominação “eudaimonismo antigo,” em oposição à, assim chamada, “moralidade moderna”. Dessa maneira, a ética antiga se afasta categoricamente das concepções modernas da ética, alinhadas seja a considerações sobre o valor dos fins (e.g., utilitarismo), seja à moralidade das intenções (e.g., Kantianismo).",
        "codigo": "CBH0008"
    },
    {
        "nome": "INTRODUÇÃO À BIOÉTICA",
        "unidade_responsavel": "CENTRO INTERNACIONAL DE BIOÉTICA E HUMANIDADES ",
        "pre_requisitos": "-",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Dimensões morais do desenvolvimento científico e tecnológico; contexto histórico de desenvolvimento da disciplina; ética em pesquisa; principialismo; bioética e ambiente; ampliação do escopo da bioética e vulnerabilidade; bioética e direitos humanos; situações bioéticas persistentes; situações bioéticas emergentes.",
        "codigo": "CBH0005"
    },
    {
        "nome": "MONITORIA EM BIOÉTICA E BIOTECNOCIÊNCIAS",
        "unidade_responsavel": "CENTRO INTERNACIONAL DE BIOÉTICA E HUMANIDADES ",
        "pre_requisitos": "( CBH0001 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "CBH0003"
    },
    {
        "nome": "MONITORIA EM BIOÉTICA E BIOTECNOCIÊNCIAS",
        "unidade_responsavel": "CENTRO INTERNACIONAL DE BIOÉTICA E HUMANIDADES ",
        "pre_requisitos": "( CBH0002 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "CBH0016"
    },
    {
        "nome": "ORIGENS PLURAIS DO PENSAMENTO OCIDENTAL",
        "unidade_responsavel": "CENTRO INTERNACIONAL DE BIOÉTICA E HUMANIDADES ",
        "pre_requisitos": "-",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Objetivo da disciplina é aquele de desenhar uma perspectiva abrangente de reconhecimento das dinâmicas de continuidade ou ruptura entre as origens do pensamento ocidental e a cultura atual, enquanto traço significativo de uma identidade e de um imaginário ocidental. O objetivo mais fundamental da disciplina consiste em oferecer uma sólida e consistente formação complementar nas principais inflexões do pensamento, evidenciando, através de uma incursão enfática pela história do pensamento antigo, a pertinência dos estudos clássicos para uma análise contemporânea da tradição clássica como ‘lugar’ de construção da memória coletiva.",
        "codigo": "CBH0007"
    }
]