[
    {
        "nome": "ATIVIDADE DE EXTENSÃO 1",
        "unidade_responsavel": "FACULDADE DE TECNOLOGIA ",
        "pre_requisitos": "( FTD0018 OU ENM0133 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Por meio do componente curricular Atividade de Extensão 1 será possível integralizar 60 horas de atividades de extensão (curso, ações, projetos e programas de livre escolha) que o aluno desenvolveu como membro da equipe executora, nos termos do Art. 4º da Resolução CEPE Nº 118/2020. O Regulamento de Atividades de Extensão do Projeto Pedagógico do Curso define as regras que devem ser observadas.",
        "codigo": "FTD0019"
    },
    {
        "nome": "ATIVIDADE DE EXTENSÃO 2",
        "unidade_responsavel": "FACULDADE DE TECNOLOGIA ",
        "pre_requisitos": "( FTD0019 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Por meio do componente curricular Atividade de Extensão 2 será possível integralizar 60 horas de atividades de extensão (curso, ações, projetos e programas de livre escolha) que o aluno desenvolveu como membro da equipe executora, nos termos do Art. 4º da Resolução CEPE Nº 118/2020. O Regulamento de Atividades de Extensão do Projeto Pedagógico do Curso define as regras que devem ser observadas.",
        "codigo": "FTD0020"
    },
    {
        "nome": "EMPREENDEDORISMO E INOVAÇÃO TECNOLÓGICA",
        "unidade_responsavel": "FACULDADE DE TECNOLOGIA ",
        "pre_requisitos": "-",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "EMENTAObjetivo Geral da DisciplinaO objetivo geral desta disciplina consiste em agregar valor inovador às ideias denegócios desenvolvidas na disciplina Introdução à Atividade Empresarial,aprofundando em conhecimentos necessários à efetiva abertura de empresas.MódulosMódulo Inovação e Mercado (16 horas): Conceitos fundamentais (ciência,tecnologia, invenção e inovação). Inovação e Destruição Criadora. Tipologia deinovação. Dimensões e dinâmica da inovação. Difusão, prospecção etransferência tecnológica. Inovação e competitividade. Estratégia de inovação dasempresas. Gerar e proteger o conhecimento. Habitats de inovação (incubadorasde empresas e parques tecnológicos). Contexto da inovação no Brasil. Pensandoempresas inovadoras no Brasil. Conceitos fundamentais de marketing. Geraçãode ideias. Estudo de mercado. Exemplos de empresas inovadoras e modelos denegócios bem sucedidos.Módulo Direito Empresarial (16 horas): Legislação Societária. Tipos societários.Criação de empresas. Gestão contratual. Estrutura trabalhista. Sistema tributário.Recuperação e falências de empresas.Módulo Finanças e Linhas de Crédito (14 horas): Planejamento das açõesfinanceiras. Noções de contabilidade e fiscalidade. Análise de investimentos.Capital de risco.Módulo Gestão Empreendedora (14 horas): Cultura empreendedora eempreendedorismo corporativo. Evolução dos modelos de gestão. Planejamento egestão estratégica. Cenários. Visão geral das principais ferramentas e tecnologiasde gestão. Balanced Scorecard. Gestão do Conhecimento. InteligênciaCompetitiva. Learning Organization. Tecnologia da informação. Modelo deExcelência na Gestão da Fundação Prêmio Nacional da Qualidade (PNQ).Avaliação do modelo de gestão. Comunicação. Ética.AvaliaçãoO aproveitamento dos alunos será avaliado com base nos trabalhos finais dos 04módulos:MercadoFinanças e Linhas de Crédito Direito Empresarial Gestão EmpreendedoraAvaliação: 20% da proposta inicial, 20% marketing, 20% finanças e crédito, 10% gestão empreendedora, 30% apresentação final e lições aprendidas.",
        "codigo": "FTD0010"
    },
    {
        "nome": "EMPRESA JUNIOR 1",
        "unidade_responsavel": "FACULDADE DE TECNOLOGIA ",
        "pre_requisitos": "-",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Objetivo GeralProporcionar conhecimentos teoricos e praticos, fundamentados em tres eixos ¡V empreendedorismo, inovacao e gestao ¡V que contribuam para a atuacao dos alunos membros das Empresas Juniores, a fim de que possam desempenhar de forma adequada seu papel, focando na interacao, compartilhamento de conhecimentos adquiridos, colaboracao e parcerias entre as EJs.Objetivos EspecificosAo final do semestre, o aluno devera ser capaz de:- Conhecer as principais competencias empreendedoras e os conceitos de inovacao empresarial, aplicando-os no ambito de suas atividades- Conceituar e exercitar as principais etapas do processo de consultoria- Aplicar conhecimentos para o aprimoramento da gestao das EJs- Extrapolar os conhecimentos de sua area de formacao profissional para uma situacao pratica de intervencao organizacional- Desenvolver e implementar um projeto de intervencao empresarial.EmentaA Abordagem da Helice Triplice. O Movimento de Empresas Junior. O Sistema Empreendedor. Competencias Empreendedoras. Inovacao Empresarial. O Contexto da Consultoria. Habilidades de Consultoria. Premissas e Metas. Papeis. Processo de Consultoria. Instrumentos. Consultoria como Profissao. Etica em Consultoria. Gestao Organizacional Contemporanea.ModulosA disciplina sera estruturada em quatro modulos. O conteudo de cada modulo sera apresentado na primeira aula do curso, explicando aos alunos o que sera realizado em cada um e como sera a avaliacao.2DidaticaOs modulos serao compostos por exposicoes dialogadas, seminarios, palestras, trabalhos de grupo, estudo de caso e dinamicas de grupos.Metodo de aprendizagem- Aulas expositivas do problema- Discussoes de grupo- Trabalhos praticos de grupo e breve discussaoConteudo ProgramaticoMODULO 1A Abordagem da Helice Triplice- Modelo conceitual: componentes, relacionamentos entre componentes e funcoes- Abordagem sistemica para a inovacao- Configuracoes dos relacionamentos entre as helicesO Movimento de Empresas Junior- O Movimento Empresa Junior - MEJ- Historico e finalidade- Beneficios e habilidades desenvolvidasO Sistema Empreendedor- Elementos e sua interacao- Competencias empreendedoras e inovacaoCompetencias Empreendedoras- O Empreendedorismo e as Competencias Empreendedoras- Criatividade e InovacaoInovacao Empresarial- Conceitos e tipologia- Dinamica da inovacao- Dimensoes, fontes e estrategias de inovacao nas empresas- Difusao e transferencia tecnologicaO Contexto da Consultoria- Necessidades- Instrumentos- Processo- Consultor3Habilidades de Consultoria- Habilidades Tecnicas- Habilidades Interpessoais- Habilidades de ConsultoriaMODULO 2- Compartilhamento de Conhecimentos e Melhores Praticas das EJs- Seminarios de apresentacao das EJs em gruposMODULO 3O Processo de Consultoria- Entrada e Contrato- Coleta de Dados e Diagnostico- Feedback e Decisao de Agir- Implementacao- Extensao, Reciclagem ou TerminoInstrumentos e Ferramentas- Analise ¡§SWOT¡¨- Project Model Canvas- Benchmarking- BSC- Diagnostico- Entrevistas- Analise do DiscursoConsultoria como Profissao- Orientacoes Gerais- Plano de Carreira- Divulgacao- Mercado de Consultoria- Contratos de ConsultoriaEtica em Consultoria- Questoes-chaveMODULO 4Gestao Organizacional Contemporanea- Essencia da Gestao Contemporanea- Novos Paradigmas e Tematicas de Gestao",
        "codigo": "FTD0008"
    },
    {
        "nome": "EMPRESA JUNIOR 2",
        "unidade_responsavel": "FACULDADE DE TECNOLOGIA ",
        "pre_requisitos": "-",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Objetivo GeralAprofundar conhecimentos teoricos e praticos em temas relacionados a gestao organizacional, que contribuam para que alunos membros das Empresas Juniores possam desempenhar de forma adequada o seu papel, focando na interacao, compartilhamento de conhecimentos adquiridos, colaboracao e parceriasentre as EJs.Objetivos EspecificosAo final do semestre, o aluno devera ser capaz de:- Planejar, conceber e aplicar projetos, como agentes de inovacao organizacional, que contribuam para oaperfeicoamento da gestao empreendedora em suas respectivas Empresas Juniores- Oferecer instrumentos para intervir nas organizacoes clientes, bem como sua instrumentalizacao paraelaboracao de projetos- Conceituar, discutir e aplicar processo de diagnostico empresarial, bem como a elaboracao derecomendacoes e solucoes pertinentes- Extrapolar os conhecimentos de sua area de formacao profissional para uma situacao pratica.EmentaMetodologias de Planejamento e Gestao de Projetos. Gestao Eficiente de Projetos. A Metodologia ProjectModel Canvas. Modelos de Intervencao e Diagnostico Empresarial. O Processo de Diagnostico Empresarial.Instrumentos. Abordagens. Elaboracao de projeto de intervencao organizacional, com enfase no diagnostico empresarial.ModulosA disciplina sera estruturada em dois modulos. O conteudo de cada modulo sera apresentado na primeira aula do curso, explicando aos alunos o que sera realizado em cada um e como sera a avaliacao.DidaticaOs modulos serao compostos por exposicoes dialogadas, seminarios, palestras, trabalhos de grupo, estudo de caso e dinamicas de grupos.Metodo de aprendizagem- Exposicoes dialogadas- Discussoes de grupo- Trabalhos praticos em grupos2Conteudo ProgramaticoMODULO 1Metodologias de Planejamento- Qualidades de um planejamento adequado- Aspectos basicos de um planejamento- Passos para elaboracao de um planejamentoGestao Eficiente de Projetos- Tipos de projetos- Habilidades para uma gestao eficiente de projetos- Terminologias e aplicacoesMetodologias de Gestao de Projetos- O PMBOK ¡V Project Management Body of Knowledge- Areas de conhecimento para gerenciamento de projetos- Elementos que compoem um plano de projeto- Organizacao de um projeto- A metodologia Project Model CanvasMODULO 2Modelos de Intervencao e Diagnostico Empresarial- Ferramentas de intervencao- Consultoria interna e externaO Processo de Diagnostico Empresarial- Abordagens e metodos- Elaboracao de projeto de intervencao organizacional, com enfase no diagnostico empresarialDiagnostico Empresarial- O que e- Para que Serve- Etapas Basicas- Instrumentos",
        "codigo": "FTD0009"
    },
    {
        "nome": "ENGENHARIA E UNIVERSIDADE",
        "unidade_responsavel": "FACULDADE DE TECNOLOGIA ",
        "pre_requisitos": "-",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "A universidade no Brasil e a UnB. Formação universitária em engenharia: diretrizes curriculares nacionais do curso de graduação em engenharia e juramento da engenharia. Apresentação da UnB e sua estrutura administrativa: assistência estudantil e oportunidades acadêmicas. Orientação acadêmica: regras, sistemas e currículos. Esporte, cultura e experiências lúdicas e comunitárias na universidade. A construção do processo de tornar-se universitário.",
        "codigo": "FTD0013"
    },
    {
        "nome": "ESTÁGIO CURRICULAR EM ENGENHARIA MECATRÔNICA",
        "unidade_responsavel": "FACULDADE DE TECNOLOGIA ",
        "pre_requisitos": "-",
        "co_requisitos": "-",
        "equivalencias": "FTD0005",
        "equivalencias_especificas": [],
        "ementa": "O estágio curricular possibilita aprendizagem social, profissional e cultural, e é considerado essencial à formação do Engenheiro. O Curso de Engenharia Mecatrônica prevê o estágio de forma obrigatória, que deve ser acompanhado na forma de componente curricular do tipo atividade, para que o aluno integralize um total de 180 horas. O Regulamento de Estágio do Projeto Pedagógico do Curso de Engenharia Mecatrônica descreve as regras para matrícula, desenvolvimento e avaliação do estudante neste componente curricular.",
        "codigo": "FTD0015"
    },
    {
        "nome": "ESTUDO DE PROBLEMAS BRASILEIROS 1",
        "unidade_responsavel": "FACULDADE DE TECNOLOGIA ",
        "pre_requisitos": "-",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "OS TEMAS A SEREM ABORDADOS VIRAO SOB A FORMA DE PALESTRA, APRE-     SENTADAS POR CONVIDADOS DO MAIS ALTO NIVEL, A DO PROFESSOR COORDENA-    DOR DA DISCIPLINA OU MESMO POR SUGESTAO DA MAIORIA DOS ALUNOS MATRI-    CULADOS.",
        "codigo": "FTD0002"
    },
    {
        "nome": "ESTUDO DE PROBLEMAS BRASILEIROS 2",
        "unidade_responsavel": "FACULDADE DE TECNOLOGIA ",
        "pre_requisitos": "-",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "OS TEMAS A SEREM ABORDADOS VIRAO SOB FORMA DE PALESTRAS, APRE-     SENTADAS POR CONVIDADOS DO MAIS ALTO NIVEL, A CRITERIO DO PROFESSOR     COORDENADOR DA DISCIPLINA OU MESMO POR SUGESTAO DA MAIORIA DOS ALU-     NOS MATRICULADOS.",
        "codigo": "FTD0003"
    },
    {
        "nome": "IMPACTOS SOCIAIS DA TECNOLOGIA",
        "unidade_responsavel": "FACULDADE DE TECNOLOGIA ",
        "pre_requisitos": "-",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Impactos da tecnologia: na educação, na comunicação, no trabalho, no processo produtivo, nas relações sociais e no meio ambiente. O impacto social da tecnologia no Distrito Federal. Acessibilidade, inclusão social e desenho universal. O papel da extensão universitária para identificar e mitigar problemas sociais, com o uso de conhecimentos de engenharia e com a participação da comunidade local.",
        "codigo": "FTD0018"
    },
    {
        "nome": "INTRODUCAO A ATIVIDADE EMPRESARIAL",
        "unidade_responsavel": "FACULDADE DE TECNOLOGIA ",
        "pre_requisitos": "-",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [
            {
                "expressao": "( ( ADM0149 OU ADM0150 ) )",
                "matriz_curricular": "ADMINISTRACAO - Bacharelado - Presencial - N",
                "curriculo": "8150/-3 - 2015.1",
                "data_vigencia": "1988.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( ADM0149 OU ADM0150 ) )",
                "matriz_curricular": "ADMINISTRACAO - Bacharelado - Presencial - N",
                "curriculo": "8150/-4 - 2014.1",
                "data_vigencia": "1988.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( ADM0149 OU ADM0150 ) )",
                "matriz_curricular": "ADMINISTRACAO - Bacharelado - Presencial - N",
                "curriculo": "8150/-5 - 2011.1",
                "data_vigencia": "1988.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( CIC0153 ) )",
                "matriz_curricular": "CIENCIA DA COMPUTACAO - Bacharelado - Presencial - D",
                "curriculo": "1856/-6 - 2012.1",
                "data_vigencia": "1988.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( CIC0153 ) )",
                "matriz_curricular": "CIENCIA DA COMPUTACAO - Bacharelado - Presencial - D",
                "curriculo": "1856/-7 - 2011.1",
                "data_vigencia": "1988.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( CIC0153 ) )",
                "matriz_curricular": "COMPUTACAO - Licenciatura - Presencial - N",
                "curriculo": "1899/-4 - 2007.2",
                "data_vigencia": "1997.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( ADM0149 OU ADM0150 ) )",
                "matriz_curricular": "ADMINISTRACAO - Bacharelado - Presencial - D",
                "curriculo": "8117/-4 - 2016.1",
                "data_vigencia": "1988.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( ADM0149 OU ADM0150 ) )",
                "matriz_curricular": "ADMINISTRACAO - Bacharelado - Presencial - D",
                "curriculo": "8117/-5 - 2015.1",
                "data_vigencia": "1988.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( ADM0149 OU ADM0150 ) )",
                "matriz_curricular": "ADMINISTRACAO - Bacharelado - Presencial - D",
                "curriculo": "8117/-6 - 2014.1",
                "data_vigencia": "1988.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( ADM0149 OU ADM0150 ) )",
                "matriz_curricular": "ADMINISTRACAO - Bacharelado - Presencial - D",
                "curriculo": "8117/-7 - 2011.1",
                "data_vigencia": "1988.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( CIC0153 ) )",
                "matriz_curricular": "CIENCIA DA COMPUTACAO - Bacharelado - Presencial - D",
                "curriculo": "1856/-4 - 2015.1",
                "data_vigencia": "1988.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( CIC0153 ) )",
                "matriz_curricular": "CIENCIA DA COMPUTACAO - Bacharelado - Presencial - D",
                "curriculo": "1856/-5 - 2012.2",
                "data_vigencia": "1988.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( CIC0153 ) )",
                "matriz_curricular": "COMPUTACAO - Licenciatura - Presencial - N",
                "curriculo": "1899/-3 - 2012.2",
                "data_vigencia": "1997.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( CIC0153 ) )",
                "matriz_curricular": "CIENCIA DA COMPUTACAO - Bacharelado - Presencial - D",
                "curriculo": "1856/-3 - 2015.2",
                "data_vigencia": "1988.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( CIC0153 ) )",
                "matriz_curricular": "COMPUTACAO - Licenciatura - Presencial - N",
                "curriculo": "1899/-2 - 2015.2",
                "data_vigencia": "1997.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( CIC0153 ) )",
                "matriz_curricular": "CIENCIA DA COMPUTACAO - Bacharelado - Presencial - D",
                "curriculo": "1856/1 - 2018.2",
                "data_vigencia": "1988.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( CIC0153 ) )",
                "matriz_curricular": "CIENCIA DA COMPUTACAO - Bacharelado - Presencial - D",
                "curriculo": "1856/-2 - 2016.1",
                "data_vigencia": "1988.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( CIC0153 ) )",
                "matriz_curricular": "COMPUTACAO - Licenciatura - Presencial - N",
                "curriculo": "1899/1 - 2016.1",
                "data_vigencia": "1997.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( ADM0149 OU ADM0150 ) )",
                "matriz_curricular": "ADMINISTRACAO - Bacharelado - Presencial - D",
                "curriculo": "8117/-3 - 2017.2",
                "data_vigencia": "1988.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( ADM0149 OU ADM0150 ) )",
                "matriz_curricular": "ADMINISTRACAO - Bacharelado - Presencial - N",
                "curriculo": "8150/-2 - 2017.2",
                "data_vigencia": "1988.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( ADM0149 OU ADM0150 ) )",
                "matriz_curricular": "ADMINISTRACAO - Bacharelado - Presencial - D",
                "curriculo": "8117/1 - 2020.1",
                "data_vigencia": "1988.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( ADM0149 OU ADM0150 ) )",
                "matriz_curricular": "ADMINISTRACAO - Bacharelado - Presencial - D",
                "curriculo": "8117/-2 - 2018.2",
                "data_vigencia": "1988.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( ADM0149 OU ADM0150 ) )",
                "matriz_curricular": "ADMINISTRACAO - Bacharelado - Presencial - N",
                "curriculo": "8150/1 - 2018.2",
                "data_vigencia": "1988.2",
                "fim_vigencia": ""
            }
        ],
        "ementa": "Introdução à Atividade Empresarial tem como objetivo desenvolver competências básicas e emergentes na área de inovação tecnológica, do empreendedorismo e promover o autodesenvolvimento de futuros empreendedores nas 4 temáticas a seguir: Competências EmpreendedorasEmenta: O comportamento empreendedor e as competências empreendedoras: determinantes e atributos. Cultura e valores. Criatividade. Liderança e gestão. Desenvolvimento e gestão de equipes. Mudança e adaptabilidade.Plano de NegócioEmenta: Conceito, estrutura, etapas de elaboração e modelo. Processo de administração e processo empreendedor. Planejamento empresarial. Oportunidades negociais no contexto empreendedor.MarketingEmenta: Conceito e importância para o sucesso do empreendimento. Estratégia de marketing, vantagem competitiva e o composto de marketing. Plano de marketing no contexto do Plano de Negócio.Gestão FinanceiraEmenta: Fundamentos e conceitos básicos  de Finanças aplicados a uma abordagem funcional das demonstrações financeiras, visando (1) à elaboração do Planejamento Financeiro do Plano de Negócios, abrangendo os \"Investimentos Iniciais\" (com definição de suas fontes - recursos próprios e financiamento - para a implantação do negócio), o \"Demonstrativo de Resultados Projetado\" e o \"Fluxo de Caixa\"  e (2) à assimilação de noções de Administração do Capital de Giro e do Disponível, de apuração de Custos de Produção, de apuração e análise de Indicadores Financeiros e do enfoque Microeconômico de Oferta e Demanda.",
        "codigo": "FTD0007"
    },
    {
        "nome": "INTRODUÇÃO À ENGENHARIA MECATRÔNICA",
        "unidade_responsavel": "FACULDADE DE TECNOLOGIA ",
        "pre_requisitos": "-",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "O papel da Universidade de Brasília e da Engenharia de Controle e Automação no desenvolvimento sustentável do Distrito Federal. Ética e responsabilidade social do Engenheiro de Controle e Automação. Levantamento de demandas da comunidade externa que possam ser atendidas por soluções que envolvam técnicas da Engenharia de Controle e Automação.",
        "codigo": "FTD0021"
    },
    {
        "nome": "MONITORIA EM ATIVIDADE DE EXTENSÃO 1",
        "unidade_responsavel": "FACULDADE DE TECNOLOGIA ",
        "pre_requisitos": "( FTD0019 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "FTD0055"
    },
    {
        "nome": "MONITORIA EM ATIVIDADE DE EXTENSÃO 2",
        "unidade_responsavel": "FACULDADE DE TECNOLOGIA ",
        "pre_requisitos": "( FTD0020 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "FTD0056"
    },
    {
        "nome": "MONITORIA EM ELEMENTOS FINITOS PARA ANÁLISE DE VIBRAÇÕES",
        "unidade_responsavel": "FACULDADE DE TECNOLOGIA ",
        "pre_requisitos": "( FTD0012 OU DPG1234 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "FTD0038"
    },
    {
        "nome": "MONITORIA EM EMPREENDEDORISMO E INOVAÇÃO TECNOLÓGICA",
        "unidade_responsavel": "FACULDADE DE TECNOLOGIA ",
        "pre_requisitos": "( FTD0010 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "FTD0041"
    },
    {
        "nome": "MONITORIA EM EMPRESA JUNIOR 1",
        "unidade_responsavel": "FACULDADE DE TECNOLOGIA ",
        "pre_requisitos": "( FTD0008 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "FTD0040"
    },
    {
        "nome": "MONITORIA EM EMPRESA JUNIOR 2",
        "unidade_responsavel": "FACULDADE DE TECNOLOGIA ",
        "pre_requisitos": "( FTD0009 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "FTD0048"
    },
    {
        "nome": "MONITORIA EM ENGENHARIA E UNIVERSIDADE",
        "unidade_responsavel": "FACULDADE DE TECNOLOGIA ",
        "pre_requisitos": "( FTD0013 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "FTD0014"
    },
    {
        "nome": "MONITORIA EM ESTÁGIO CURRICULAR EM ENGENHARIA MECATRÔNICA",
        "unidade_responsavel": "FACULDADE DE TECNOLOGIA ",
        "pre_requisitos": "( FTD0015 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "FTD0051"
    },
    {
        "nome": "MONITORIA EM ESTUDO DE PROBLEMAS BRASILEIROS 1",
        "unidade_responsavel": "FACULDADE DE TECNOLOGIA ",
        "pre_requisitos": "( FTD0002 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "FTD0044"
    },
    {
        "nome": "MONITORIA EM ESTUDO DE PROBLEMAS BRASILEIROS 2",
        "unidade_responsavel": "FACULDADE DE TECNOLOGIA ",
        "pre_requisitos": "( FTD0003 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "FTD0045"
    },
    {
        "nome": "MONITORIA EM IMPACTOS SOCIAIS DA TECNOLOGIA",
        "unidade_responsavel": "FACULDADE DE TECNOLOGIA ",
        "pre_requisitos": "( FTD0018 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "FTD0054"
    },
    {
        "nome": "MONITORIA EM INTRODUCAO A ATIVIDADE EMPRESARIAL",
        "unidade_responsavel": "FACULDADE DE TECNOLOGIA ",
        "pre_requisitos": "( FTD0007 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "FTD0039"
    },
    {
        "nome": "MONITORIA EM INTRODUÇÃO À ENGENHARIA MECATRÔNICA",
        "unidade_responsavel": "FACULDADE DE TECNOLOGIA ",
        "pre_requisitos": "( FTD0021 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "FTD0057"
    },
    {
        "nome": "MONITORIA EM PESQUISA EM EMPREENDEDORISMO E INOVAÇÃO",
        "unidade_responsavel": "FACULDADE DE TECNOLOGIA ",
        "pre_requisitos": "( FTD0011 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "FTD0042"
    },
    {
        "nome": "MONITORIA EM PROCESSO DE INOVAÇÃO E DESENVOLVIMENTO DE PRODUTOS",
        "unidade_responsavel": "FACULDADE DE TECNOLOGIA ",
        "pre_requisitos": "( FTD0001 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "FTD0043"
    },
    {
        "nome": "MONITORIA EM PROJETO FINAL DE CURSO 1",
        "unidade_responsavel": "FACULDADE DE TECNOLOGIA ",
        "pre_requisitos": "( FTD0022 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "FTD0058"
    },
    {
        "nome": "MONITORIA EM PROJETO FINAL DE CURSO 2",
        "unidade_responsavel": "FACULDADE DE TECNOLOGIA ",
        "pre_requisitos": "( FTD0023 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "FTD0059"
    },
    {
        "nome": "MONITORIA EM TRABALHO DE GRADUAÇÃO 1",
        "unidade_responsavel": "FACULDADE DE TECNOLOGIA ",
        "pre_requisitos": "( FTD0016 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "FTD0052"
    },
    {
        "nome": "MONITORIA EM TRABALHO DE GRADUAÇÃO 2",
        "unidade_responsavel": "FACULDADE DE TECNOLOGIA ",
        "pre_requisitos": "( FTD0017 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "FTD0053"
    },
    {
        "nome": "PESQUISA EM EMPREENDEDORISMO E INOVAÇÃO",
        "unidade_responsavel": "FACULDADE DE TECNOLOGIA ",
        "pre_requisitos": "-",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "EMENTAMetodo cientifico. Pesquisa cientifica. Projeto de pesquisa. Revisao de literatura. Analise de dados. Elaboracao deartigos cientificos. Introducao ao Empreendedorismo e a Inovacao. Cultura e educacao empreendedora. Gestaoempreendedora e gestao da inovacao.OBJETIVO GERALO objetivo geral desta disciplina consiste em introduzir os alunos no mundo da pesquisa cientifica, produzindoconhecimento sobre os temas empreendedorismo e inovacao por meio de estudos e pesquisas que contribuam para acompreensao do conceito, o diagnostico, a educacao e o estimulo da area.OBJETIVOS ESPECIFICOSAo final do curso, o aluno devera ser capaz de:- Discorrer sobre os principais conceitos na area de empreendedorismo e inovacao- Elaborar um projeto de pesquisa- Analisar dados de pesquisa- Escrever um artigo cientificoMETODOLOGIAA disciplina sera desenvolvida por meio de:- Leitura de textos- Aulas expositivo-dialogadas- Palestras- Exercicios praticos",
        "codigo": "FTD0011"
    },
    {
        "nome": "PROCESSO DE INOVAÇÃO E DESENVOLVIMENTO DE PRODUTOS",
        "unidade_responsavel": "FACULDADE DE TECNOLOGIA ",
        "pre_requisitos": "-",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "OBJETIVOS:a) Posicionar os processos de inovacao e desenvolvimento de produtos dentro doprojeto de sistemas de producaob) Discutir os conceitos basicos de inovacao e desenvolvimento de produtosc) Discutir os conceitos de inovacao de sustentacao e inovacao de rupturad) Discutir as fases do processo de inovacao e desenvolvimento de produtose) Desenvolvimento de produtos e servicos inovadoresf) Aplicar metodos, tecnicas, ferramentas e conceitos de inovacao edesenvolvimento de produtos para o desenvolvimento de um produto/servicoinovadorEMENTARIO BASICOProjeto do sistema de producao. Inovacao e desenvolvimento de novos produtos.Organizacao para a Inovacao. Funil de Inovacao. Inovacao de ruptura. Design thinking e outros conceitos, metodos, tecnicas e ferramentas de inovacao e desenvolvimento de produtos.CONTRIBUICOES PARA OS OBJETIVOS DO CURSO:- Objetivos Gerais: itens (a) e (f)- Objetivos Especificos:itens (b), (c), (d), e (e)CONTEUDO PROGRAMATICO:1. Projeto do Sistema de Producao2. Inovacao e desenvolvimento economico3. Processo de Desenvolvimento de Produtos4. Funil de Desenvolvimento5. Projeto de Produtos e Servicos6. O dilema do Inovador7. Metodos e ferramentas de Pre-desenvolvimento8. Metodos e ferramentas das fases de desenvolvimento9. Desenvolvimento do produto/servicos10. Sistematicas de alavancagem de produtos/servicosMETODOLOGIA DE ENSINO:- Aulas expositivas.- Projeto em grupo com acompanhamento.- Exercicios extra-classes.- Estudo extra-classe",
        "codigo": "FTD0001"
    },
    {
        "nome": "PROJETO FINAL DE CURSO 1",
        "unidade_responsavel": "FACULDADE DE TECNOLOGIA ",
        "pre_requisitos": "-",
        "co_requisitos": "-",
        "equivalencias": "( ( FTD0006 ) OU ( FTD0016 ) )",
        "equivalencias_especificas": [],
        "ementa": "O Projeto Final de Curso é uma atividade integradora de conhecimentos obrigatória do Curso de Graduação em Engenharia Mecatrônica, que visa propiciar ao aluno a consolidação da capacidade de investigação e resolução de problemas em engenharia de maneira global e objetiva, o aprimoramento da habilidade para elaboração de documentos técnicos e o desenvolvimento da capacidade de expressão oral em público. A carga horária do Projeto Final de Curso será integralizada pelo estudante por meio de dois componentes curriculares do tipo atividade. O Regulamento de Projeto Final do Projeto Pedagógico do Curso de Engenharia Mecatrônica descreve as regras para matrícula, desenvolvimento e avaliação nestes componentes curriculares.",
        "codigo": "FTD0022"
    },
    {
        "nome": "PROJETO FINAL DE CURSO 2",
        "unidade_responsavel": "FACULDADE DE TECNOLOGIA ",
        "pre_requisitos": "( FTD0022 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "O Projeto Final de Curso é uma atividade integradora de conhecimentos obrigatória do Curso de Graduação em Engenharia Mecatrônica, que visa propiciar ao aluno a consolidação da capacidade de investigação e resolução de problemas em engenharia de maneira global e objetiva, o aprimoramento da habilidade para elaboração de documentos técnicos e o desenvolvimento da capacidade de expressão oral em público. No componente curricular Projeto Final de Curso 2, a divulgação do trabalho desenvolvido para a comunidade externa à Universidade permite a integralização de 30 horas de extensão além das 60 horas de atividades relacionadas com o desenvolvimento do trabalho. O Regulamento de Projeto Final do Projeto Pedagógico do Curso de Engenharia Mecatrônica descreve as regras para matrícula, desenvolvimento e avaliação neste componente curricular.",
        "codigo": "FTD0023"
    },
    {
        "nome": "TRABALHO DE GRADUAÇÃO 1",
        "unidade_responsavel": "FACULDADE DE TECNOLOGIA ",
        "pre_requisitos": "-",
        "co_requisitos": "-",
        "equivalencias": "( ( FTD0006 ) OU ( FTD0022 ) )",
        "equivalencias_especificas": [],
        "ementa": "O Projeto Final de Curso, é uma atividade integradora de conhecimentos obrigatória do Curso de Engenharia Mecatrônica que visa propiciar ao aluno a capacidade de investigação e resolução de problemas em engenharia de maneira global e objetiva, o aprimoramento de sua habilidade para elaboração de documentos técnicos e de sua capacidade de expressão oral em público. A carga horária do Projeto Final de Curso será integralizada pelo estudante por meio de dois componentes curriculares do tipo atividade. O Regulamento de Projeto Final do Projeto Pedagógico do Curso de Engenharia Mecatrônica descreve as regras para matrícula, desenvolvimento e avaliação nestes componentes curriculares.",
        "codigo": "FTD0016"
    },
    {
        "nome": "TRABALHO DE GRADUAÇÃO 2",
        "unidade_responsavel": "FACULDADE DE TECNOLOGIA ",
        "pre_requisitos": "FTD0016",
        "co_requisitos": "-",
        "equivalencias": "( FTD0004 OU FTD0023 )",
        "equivalencias_especificas": [],
        "ementa": "O Projeto Final de Curso, é uma atividade integradora de conhecimentos obrigatória do Curso de Engenharia Mecatrônica que visa propiciar ao aluno a capacidade de investigação e resolução de problemas em engenharia de maneira global e objetiva, o aprimoramento de sua habilidade para elaboração de documentos técnicos e de sua capacidade de expressão oral em público. A carga horária do Projeto Final de Curso será integralizada pelo estudante por meio de dois componentes curriculares do tipo atividade. O Regulamento de Projeto Final do Projeto Pedagógico do Curso de Engenharia Mecatrônica descreve as regras para matrícula, desenvolvimento e avaliação nestes componentes curriculares.",
        "codigo": "FTD0017"
    }
]