[
    {
        "nome": "MONITORIA EM TECNOLOGIA SOCIAL E INOVAÇÃO",
        "unidade_responsavel": "DIRETORIA DO CENTRO DE APOIO AO DESENVOLVIMENTO TECNOLÓGICO ",
        "pre_requisitos": "( CDT1101 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "CDT1102"
    },
    {
        "nome": "TECNOLOGIA SOCIAL E INOVAÇÃO",
        "unidade_responsavel": "DIRETORIA DO CENTRO DE APOIO AO DESENVOLVIMENTO TECNOLÓGICO ",
        "pre_requisitos": "-",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Tecnologia e Sociedade. Tecnologia e futuro do humano. Tecnologia Social e seus pressupostos.Desenvolvimento e tecnologia social. Solidariedade técnica e inovação. Experiências de inovações sociais e tecnológicas.OBJETIVOS:- Refletir sobre o papel da tecnologia no século XXI- Relacionar tecnologia, desenvolvimento e inovação- Conhecer os pressupostos da tecnologia social e seus impactos na sociedade moderna- Identificar as experiências de inovações sociais e tecnológicas.CONTEUDO:UNIDADE I: Tecnologia Social e seus aportes teóricos- Os pressupostos da tecnologia social e vida cotidiana- O pensamento dos autores em diferentes perspectivas – perdas, inovação e desenvolvimento- Metodologias na tecnologia social: pesquisa-acão, pesquisa participante, redes de colaboração.UNIDADE II: Tecnologia e o Futuro do Humano- Tecnologia e sociedade- Tecnologia e ambiente- Tecnologia e arte- Tecnologia e trabalho-Tecnologia, desenvolvimento local e economia solidária- Tecnologia e engenharias: solidariedade técnica- Tecnologia da informação e comunicação e movimentos sociais- Tecnologia e territórioUNIDADE III: Experiências de Inovações Sociais e Tecnológicas- Registros de Experiências Sociais e Tecnológicas e seus impactos na mudança social – planejamento, operacionalização, registros e socialização.METODOLOGIAA conjugação entre ação-reflexão-ação será permanentemente destacada nas intervenções pedagógicas em ambientes de inovações e tecnologias sociais, bem como nos espaços de debates de sala de aula, nas dinâmicas de grupo, nos estudos dirigidos, pela participação em seminários e nos fóruns de debate.A disciplina possui três unidades interdependentes: A primeira unidade aprofunda o lugar da tecnologia social e da inovação na sociedade. A segunda unidade busca refletir sobre a tecnologia e o futuro do humano em suas diferentes dimensões (política, social, econômica, cultural, espiritual, educacional) e a terceira unidade estimula o conhecimento de práticas e experiências tr",
        "codigo": "CDT1101"
    }
]