[
    {
        "nome": "ADMINISTRAÇÃO INSTITUCIONAL DE CONFLITOS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "A disciplina tem por objetivo discutir formas institucionais de administração de conflitos buscando problematizar a relação entre o Estado e o Controle Social tanto no Brasil quanto em outros contextos que permitam o exercício comparativo com a nossa realidade. Cabe ao Estado realizar o \"monopólio do uso legítimo da violência física\" que para isso estabelece uma estrutura política destinada ao controle dos comportamentos sociais considerados desviantes. É necessário, portanto, discutir o que vem a ser um grupo social desviante, bem como os mecanismos estatais destinados ao controle social. Inicialmente discutiremos algumas abordagens teóricas sobre o tema. Em seguida, partindo de uma perspectiva histórica, analisaremos as transformações pelas quais passou o Estado Brasileiro e suas conseqüências nos mecanismos de controle social. Finalmente trataremos da relação entre democracia e controle social. Tomaremos o caso do Brasil com ponto de partida para essa reflexão.",
        "codigo": "SOL0012"
    },
    {
        "nome": "ARTE E SOCIEDADE",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "O curso visa explorar algumas vertentes da Sociologia da arte, considerando-as mesmo enquanto tópicos especiais. São propostas inicialmente as possibilidades: 1 - da visão psicanalítica sobre os fenômenos artísticos na interpretação sociológica dos mesmos 2 - de construção de uma sociologia especial da performance, (performance studies)  3 -  e de uma sociologia do riso ou do comediante.",
        "codigo": "SOL0112"
    },
    {
        "nome": "ASSOCIATIVISMO, SINDICALISMO E GREVE",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Associação, como resultado do estabelecimento de vínculos entre indivíduos, grupos na sociedade. Natureza dos vínculos. Diversas formas de associação. Associação, sindicato e classe social. Conceito de sindicato. Transição entre associação e sindicato. Evolução do sindicalismo no contexto internacional. Sindicalismo no Brasil. Ação sindical e Greve. Greves e outros movimentos sociais. Limites e problemas do sindicalismo e da greve nos dias atuais.",
        "codigo": "SOL0166"
    },
    {
        "nome": "CIÊNCIA, EDUCAÇÃO E SOCIEDADE",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "O objetivo desta disciplina é contribuir para a compreensão dos variados e intrincados laços que se estabelecem entre a ciência, a educação e a sociedade. Nesse sentido, dirigir-se-á, notadamente, à produção do conhecimento e a seus condicionantes, sobretudo considerando o locus da ciência em seu aparato contemporâneo, através de universidades e institutos de pesquisa, problematizando a relação destes com a institucionalização e com as formas de socialização científica, entendidas sob variados matizes. Buscará, assim, orientar-se por perspectivas teóricas diversas, tendo como pano de fundo, entre outros, discutir questões ético-científicas e controvérsias da relação centro/periferia na produção e na disseminação da ciência.",
        "codigo": "SOL0154"
    },
    {
        "nome": "CIÊNCIA, TECNOLOGIA E SOCIEDADE",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 E SOL0044 ) OU ( SOL0042 E SOL0104 E SOL0105 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "A disciplina deverá se deter na busca da compreensão de modelos explicativos, clássicos e contemporâneos, da atividade científico-tecnológica, com ênfase no contexto atual e na revolução científico-tencnológica em curso. Isto levará em conta a idéia de abordar a ciência e a tecnologia não apenas como formas de conhecimentos, mas, sobretudo, como processos sociais, historicamente condicionados. O foco central buscará ressaltar o \"conteúdo social\" da ciência e da tecnologia e sua multidimensionalidade, abordando elementos culturais, especialmente os aspectos éticos, decorrentes do impacto das novas tecnologias no cotidiano das sociedades e a problemática da legitimação.Como objetivos específicos, pretende-se abordar várias situações práticas, que envolvem algumas áreas de ponta do desenvolvimento científico-tecnológico, e, em particular a área médica, com base no enfoque construtivista.",
        "codigo": "SOL0118"
    },
    {
        "nome": "CULTURA E CIDADE",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "A proposta desta disciplina recupera a relação entre cultura e cidade a partir da triangulação entre fluxos globais do capital, mobilidades humanas (pessoas, imagens, ideias, objetos, etc.) e modos contemporâneos de simbolização e territorialização. Aborda-se a questão das intervenções espaciais, enquanto apropriações, usos e ressignificações das paisagens urbanas no tocante às teias abarcando círculos artístico-culturais, agências estatais, empresariado dos ramos de serviços voltados aos ramos do turismo e lazer, além de ONGs, movimentos e outros segmentos sociais.",
        "codigo": "SOL0162"
    },
    {
        "nome": "CULTURA, PODER E RELAÇÕES RACIAIS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "A disciplina tem por objetivo discutir a cultura como um fator político e seus efeitos na luta pela democratização das relações raciais no contexto das sociedades diaspóricas. Discutir-se-á a redefinição ou questionamento das culturas nacionais homogêneas e a emergência da diferença, momentos em que enunciações ex-cêntricas e polifônicas ganham força e espaço. Neste sentido, a disciplina estará em constante diálogo com fenômenos empíricos no Brasil e alhures, em que novos atores sociais emergem, desestabilizando as relações de poder.",
        "codigo": "SOL0171"
    },
    {
        "nome": "CULTURA SOCIEDADE E ESTADO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "-",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Nas últimas décadas do século XX, no espaço universitário dos Estados Unidos, o campo interdisciplinar dos estudos visuais adquiriu patamar institucional com a fundação do programa de Estudos Culturais e Visuais da Universidade de Rochester, 1989, o qual integrou inicialmente pesquisadores das áreas de arte e literatura comparada. Na mesma esteira, em 1998, entrou em funcionamento o programa de Estudos Visuais na Universidade de Califórnia de Irvine, acoplando programas de história da arte e de cinema. Em uma e outra ocasião, a decisiva participação da história da arte evidencia a antecedência deste campo disciplinar nos debates subsidiados pelas pesquisas, estudos e reflexões em torno da imagem, sobretudo, na ampliação da perspectiva que passou abarcar a problematização da visualidade. O recurso ao conceito de “cultura visual”, doravante, esteve movido pela finalidade de abarcar um leque temático estendido das mídias aos tipos diversos de representações, abarcando as formas e modos de produção e circulação de imagens. As iniciativas estadunidenses não podem ser dissociadas do projeto executado por Roland Barthes, na França, ao longo das décadas de 1950 e 1960. Ele se encaminhou para além do campo estrito da literatura, no movimento mesmo em que propôs a passagem da teoria literária à crítica cultural. Nesta disciplina, em um primeiro momento, a proposta de análise e discussão de teorias obedece ao propósito de retomar as duas vertentes enfocando, exatamente, o que priorizam em termos de problematização da cultura visual contemporânea e modelos de análise em seus respectivos protocolos de pesquisa e reflexão. A proposta desta disciplina se desdobra, então, em um segundo momento em que, mediante um esboço de exercício arqueogenealógico, a meta estará em fazer pontuais reconstruções de formulações em torno do nexo da imagem com o conhecimento/memória. No limite, o objetivo é examinar como as concepções e discussões acerca da mesma triangulação.",
        "codigo": "DPG1306"
    },
    {
        "nome": "DESENHOS DE PESQUISA EM CIÊNCIAS SOCIAIS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0130 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [
            {
                "expressao": "( ( SOL0097 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - SOCIOLOGIA - Bacharelado - Presencial - D",
                "curriculo": "3123/2 - 2023.2",
                "data_vigencia": "2019.1",
                "fim_vigencia": ""
            }
        ],
        "ementa": "Tipo de Material",
        "codigo": "SOL0133"
    },
    {
        "nome": "DESENVOLVIMENTO E EDUCAÇÃO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0044 E SOL0042 ) OU ( SOL0042 E SOL0104 E SOL0105 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "ANALISE DA EDUCACAO ENQUANTO OBJETO DE REFLEXAO  SOCIOLOGICA EM AUTO-RES CLASSICOS E CONTEMPORANEOS E ESTUDO DO DESENVOLVIMENTO DA SOCIOLOGIADA EDUCACAO NO BRASIL, INFLUENCIAS E CONTRIBUICOES. A PARTIR DE UMA ANA-LI DAS CONTRIBUICOES DOS  DIVERSOS AUTORES SERAO  DISCUTIDAS AS  TEORIASEDUCACIONAIS, SEUS REFLEXOS NO PAIS, E ENFOCADOS TEMAS  FUNDAMENTAIS  DASOCIOLOGIA DA EDUCACAO, COMO  EDUCACAO E  ESTRUTURA  SOCIAL,  EDUCACAO EDESENVOLVIMENTO E O ESTUDO SOCIOLOGICO DA ESCOLA.",
        "codigo": "SOL0099"
    },
    {
        "nome": "DIREITOS E CIDADANIA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "SOL0042",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "A definir",
        "codigo": "SOL0125"
    },
    {
        "nome": "DISSERTAÇÃO - SOCIOLOGIA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "-",
        "co_requisitos": "-",
        "equivalencias": "( ( SOL0039 E SOL0041 ) OU ( SOL0082 ) )",
        "equivalencias_especificas": [],
        "ementa": "REALIZACAO DE TRABALHO MONOGRAFICO DE CARATER TEORICO  OU RESULTANTE DE PESQUISA EMPIRICA, COMO APLICACAO DE CONHECIMENTO ADQUIRIDOS DURANTE O CURSO, E SOB A ORIENTACAO  DE  PROFESSOR  ESPECIALMENTE  DESIGNADO, O QUAL AVALIARA O RENDIMENTO COM A COLABORACAO DE DOIS  OUTROS  DOCENTES. RECOMENDA-SE QUE O ALUNO ESTEJA NO FINAL DO CURSO E QUE  NO  INICIO  DO SEMESTRE JA TENHA DEFINIDO O TEMA DO SEU TRABALHO DE DISSERTACAO.",
        "codigo": "SOL0083"
    },
    {
        "nome": "ECONOMIA E POLÍTICAS DO SIMBÓLICO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "A proposta desta disciplina se volta à contemporânea triangulação entre cultura, economia e política. Assim, são de interesse a empiricidade composta pela variedade institucional e os limites postos às estratégias de encaminhamento de iniciativas culturais, incluindo os repertórios lógico-conceituais que deliberam as direções e objetos das políticas públicas. Bem como, ainda, as possibilidades de codificações das manifestações socioculturais na dinâmica de uma esfera pública inscrita no comércio de informações tecnologicamente disponibilizadas. Mas também o que se refere aos fenômenos de mercantilização das estimas e da intimidade, na contrapartida, a apreensão sentimental das mercadorias. Considerando, então, as porosidades nas fronteiras do público e do privado mediante as intervenções da cultura e com esta da emoção no plano instrumental e, simultaneamente, das engrenagens dos trabalhos da/na cultura.",
        "codigo": "SOL0161"
    },
    {
        "nome": "EDUCAÇÃO E SOCIEDADE",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "A disciplina visa abordar o debate que embasa o entrelaçamento educação e sociedade. Para tanto, deve recuperar a centralidade teórico-sociológica da educação enquanto objeto da sociologia para, assim, identificar as relações com as diversas formas concretas de prática educacional e algumas de suas principais implicações sociais. Feito esse balanço, pretende-se enfocar a relação de cultura e educação, tratando das variadas configurações, sobretudo de caráter institucional, assumidas pela educação, e o olhar específico que lhe foi concedido no contexto da sociologia, possibilitando que se aprofunde temas contemporâneos e coloque em questão desafios relevantes, tanto empíricos quanto teóricos, dessa perspectiva.",
        "codigo": "SOL0155"
    },
    {
        "nome": "ENSINO SUPERIOR E GLOBALIZAÇÃO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "SOL0042",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "A disciplina tem o objetivo de analisar sociologicamente transformações centrais do ensino superior contemporâneo, adotando uma perspectiva comparativa internacional. Possui o propósito específico de abordar a relação entre ensino superior e o processo de globalização, destacando questões tais como: (i) impacto da presença do mercado econômico e das tecnologias de informação no ensino superior; (ii) intensificação da mobilidade acadêmica no plano internacional; (iii) transnacionalização da oferta de ensino superior (branch campuses); (iv) emergência de rankings internacionais no contexto do ensino superior; (v) batalha internacional pela conquista da “excelência acadêmica” em nível internacional (world class university); (vi) formação de um mercado mundial hierarquizado de ensino superior (educação superior de massas x instituições de elite).",
        "codigo": "SOL0131"
    },
    {
        "nome": "EPISTEMOLOGIA DAS CIÊNCIAS SOCIAIS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) E ( SOL0104 OU SOL0301 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Tem-se o intuito de, primeiramente, oferecer um panorama de debates de cunho epistemológico no âmbito das ciências sociais, estabelecendo as formas de diálogo e ruptura com a filosofia. Se isso significa retomar, de passagem, debates da virada do século XIX para o XX, o foco da disciplina é voltar o olhar para os desenvolvimentos recentes desses pressupostos. Nesse sentido, busca-se enfocar os processos de surgimento e legitimação das distintas ciências sociais e, de modo específico, do saber sociológico, abordando também as especificidades e os fundamentos empíricos dos tipos de explicação e interpretação produzidos pelas ciências sociais",
        "codigo": "SOL0019"
    },
    {
        "nome": "ESCOLAS SOCIOLÓGICAS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Busca-se abordar as formulações teóricas da(s) escola(s) sociológica(s), recorrendo ao estudo sistemático dos textos e das perspectivas teóricas de autores que as constituam. Pode-se citar aqui, de maneira ilustrativa, algumas escolas que podem compor esse leque de alternativas, tal como o olhar do “positivismo”, a concepção de “Marx e os marxismos”, a “Escola sociológica francesa”, os “interacionismos simbólicos”, a “escola fenomenológica”, as óticas do “individualismo metodológico”, da “teoria do ator-rede” e da “teoria da escolha racional”, bem como a assim chamada “Escola de Frankfurt”. Entende-se que este modo de trabalhar intelectualmente possa colaborar na compreensão de muitos debates subjacentes à sociologia contemporânea.",
        "codigo": "SOL0151"
    },
    {
        "nome": "ESTÁGIO 1: SOCIOLOGIA DO ENSINO DE SOCIOLOGIA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "PED0058",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "A definir",
        "codigo": "SOL0122"
    },
    {
        "nome": "ESTÁGIO 2: PRÁTICA DE ENSINO EM CIÊNCIAS SOCIAIS 1",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "SOL0122",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "A definir",
        "codigo": "SOL0132"
    },
    {
        "nome": "ESTÁGIO 3: PRÁTICA DE ENSINO EM CIÊNCIAS SOCIAIS 2",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0122 )",
        "co_requisitos": "-",
        "equivalencias": "( SOL0137 )",
        "equivalencias_especificas": [],
        "ementa": "A definir",
        "codigo": "SOL0127"
    },
    {
        "nome": "ESTRUTURA DE CLASSES E ESTRATIFICAÇÃO SOCIAL",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 E SOL0044 ) OU ( SOL0042 E SOL0104 ) OU ( SOL0042 E SOL0301 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "O curso discute a estratificação social e a mobilidade social, em seus diferentes aspectos teórico-empíricos. Apresenta textos clássicos e atuais sobre os diferentes conceitos de classe social, e as consequências dessas diferentes abordagens para a pesquisa sociológica. Apresenta também diversas instâncias da discussão sociológica sobre a subdivisão da sociedade em grupos ou extratos diferenciados: desigualdades educacionais, desigualdades no mercado de trabalho, desigualdades de raça e desigualdades de gênero, entre outras. Ênfase é dada à discussão e investigação empírica sobre a estratificação social no Brasil em seus diversos aspectos. Para tanto, o curso aborda três grandes eixos temáticos: 1.\tEstrutura de classes e esquemas de classificaçãoA noção de classe social é das mais difundidas pelas ciências sociais. Sua mobilização no contexto da pesquisa especializada não é, contudo, trivial ou mesmo de fácil solução. Existe um longo e intrincado debate a respeito dos conteúdos mesmos que a noção de classe social deve expressar. Por um lado, esse debate tem motivações teóricas, vinculando-se às contribuições de autores clássicos como Karl Marx, Max Weber e Émile Durkheim. Por outro lado, a forte vocação empírica desse campo de estudos impõe uma série de discussões de natureza operacional. O objetivo desse bloco será mapear as principais tradições no estudo sobre classes sociais, identificando paralelos e correspondências entre questões teóricas e problemas de nível técnico-operacional. 2.\tO estudo da mobilidade social O tema da estratificação se relaciona intimamente ao tema da mobilidade. A desigualdade social está intimamente associada à desigualdade de oportunidades e, portanto, à maneira como a desigualdade num dado momento condiciona a desigualdade num momento futuro. Mas se as noções de desigualdade e de mobilidade (ou imobilidade) social estão intimamente ligadas, elas se referem ainda a fenômenos distintos. Uma coisa é estudar a desigualdade em dado momento (\"fotografar\" a estrutura de classes), outra coisa é estudar sua dinâmica ao longo do tempo (fazer um \"filme\" dessa estrutura). O objetivo desse bloco será identificar as características próprias ao estudo da mobilidade social. 3.\tOs processos de discriminação. As pesquisas sobre os efeitos de determinantes como raça e gênero sobre as chances de vida ganha bastante corpo no campo de estudos da estratificação social a partir da década de 1960. Contudo, embora muito bem inserida nesse campo tradicional de estudos, a pesquisa sobre tais efeitos coloca desafios específicos não apenas em termos de teoria, como também de métodos e técnicas. O objetivo desse bloco é abordar as especificidades dessa área de estudos. METODOLOGIAO curso se organiza por aulas expositivas e discussões em sala de aula a partir de leituras obrigatórias. A bibliografia do curso, os temas de casa aula, assim como as leituras obrigatórias correspondentes encontram-se no Cronograma do Curso, anexo a esse plano.",
        "codigo": "SOL0063"
    },
    {
        "nome": "ESTRUTURA E MUDANÇAS SOCIAIS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 E SOL0044 ) OU ( SOL0042 E SOL0104 E SOL0105 ) OU ( SOL0042 E SOL0301 ) )",
        "co_requisitos": "-",
        "equivalencias": "( ( SOL0047 ) )",
        "equivalencias_especificas": [],
        "ementa": "Tipo de Material",
        "codigo": "SOL0091"
    },
    {
        "nome": "FORMAÇÃO DO PENSAMENTO SOCIOLÓGICO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Esta disciplina tem por objetivo situar, em diferentes recortes, a formação de perspectivas, de modelos ou de olhares que sejam compreendidos enquanto pensamento sociológico. Assim, o escopo temporal se situa sobretudo no período que tem início com o século XX, e busca inserir certos autores em seu contexto formativo, de um lado, e observar a contribuição que tiveram para a formação e/ou consolidação do pensamento sociológico, de outro. Com isso, pressupõe-se uma fuga à lógica nacional ou paradigmática, em termos teóricos, para enfocar o conjunto de pensamento de certo(s) autor(es) escolhidos pela(o) docente.",
        "codigo": "SOL0145"
    },
    {
        "nome": "IDENTIDADES SOCIAIS NA INTERSECCIONALIDADE DE GÊNERO E RAÇA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0042 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "A disciplina abordará processos de identidade social e individual que se constituem tendo, por referência, a condição de gênero e raça. Serão discutidas cenas sociais e campos discursivos em que essa identidade se manifesta em práticas cotidianas, linguagens e sistemas simbólicos permeados por relações de poder. Teorias oriundas do feminismo negro serão basilares e transversais para se refletir sobre tais processos, bem como para se conhecer novas dinâmicas epistemológicas por elas trazidas aos pensamentos socioantropológico e feminista clássicos. O foco de análise se voltará, ainda, a formas de resistência e de transformação de sujeitos e grupos em contextos de ressignificação identitária",
        "codigo": "SOL0135"
    },
    {
        "nome": "INTÉRPRETES DO BRASIL: CLÁSSICOS E CONTEMPORÂNEOS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "A disciplina visita autores, obras e documentos clássicos e contemporâneos por meio dos quais foram e permanecem sendo projetados retratos e imagens do vasto e complexo conjunto de experiências constitutivas da chamada “formação social brasileira”. Pretende-se abordar olhares “de dentro” bem como olhares “estrangeiros” (exploradores, missionários, viajantes, cientistas), apreciando-os em suas especificidades, mas também cotejando-os com vistas à identificação de eventuais pontos de convergência e divergência. O recorte temporal adotado é amplo, de modo a permitir a percepção das inúmeras narrativas, modalidades discursivas e quadros de referência epistemológica através dos quais a “experiência brasileira” tem sido codificada e construída.",
        "codigo": "SOL0150"
    },
    {
        "nome": "INTRODUÇÃO À SOCIOLOGIA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "-",
        "co_requisitos": "-",
        "equivalencias": "( ( ADM0021 ) OU ( FCE0188 E FCE0208 ) OU ( FDD0214 ) OU ( FDD0271 ) OU ( FUP0263 ) )",
        "equivalencias_especificas": [
            {
                "expressao": "( ( FEA0004 ) )",
                "matriz_curricular": "ENGENHARIA ELETRICA - Engenheiro Eletricista - Presencial - D",
                "curriculo": "6335/-4 - 2015.1",
                "data_vigencia": "2006.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( FEA0004 ) )",
                "matriz_curricular": "ENGENHARIA ELETRICA - Engenheiro Eletricista - Presencial - D",
                "curriculo": "6335/-5 - 2013.1",
                "data_vigencia": "2006.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( FEA0004 ) )",
                "matriz_curricular": "ENGENHARIA ELETRICA - Engenheiro Eletricista - Presencial - D",
                "curriculo": "6335/-6 - 2009.1",
                "data_vigencia": "2006.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0087 ) )",
                "matriz_curricular": "ENGENHARIA FLORESTAL - Engenheiro Florestal - Presencial - D",
                "curriculo": "6521/-3 - 2013.2",
                "data_vigencia": "1997.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0087 ) )",
                "matriz_curricular": "ENGENHARIA FLORESTAL - Engenheiro Florestal - Presencial - D",
                "curriculo": "6521/-4 - 2012.2",
                "data_vigencia": "1997.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0087 ) )",
                "matriz_curricular": "ENGENHARIA FLORESTAL - Engenheiro Florestal - Presencial - D",
                "curriculo": "6521/-5 - 2005.1",
                "data_vigencia": "1997.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( FUP0306 ) )",
                "matriz_curricular": "GESTAO DO AGRONEGOCIO - Bacharelado - Presencial - D",
                "curriculo": "6190/1 - 2006.1",
                "data_vigencia": "1988.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( FUP0306 ) )",
                "matriz_curricular": "NUTRICAO - Nutricionista - Presencial - D",
                "curriculo": "7510/-3 - 2008.1",
                "data_vigencia": "1988.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( FUP0306 ) )",
                "matriz_curricular": "GESTAO DE AGRONEGOCIOS - Bacharelado - Presencial - N",
                "curriculo": "6262/-2 - 2010.2",
                "data_vigencia": "1988.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( FUP0306 ) )",
                "matriz_curricular": "NUTRICAO - Nutricionista - Presencial - D",
                "curriculo": "7510/-2 - 2012.1",
                "data_vigencia": "1988.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( FUP0306 ) )",
                "matriz_curricular": "GESTAO DE AGRONEGOCIOS - Bacharelado - Presencial - N",
                "curriculo": "6262/1 - 2014.2",
                "data_vigencia": "1988.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( FEA0004 ) )",
                "matriz_curricular": "ENGENHARIA ELETRICA - Engenheiro Eletricista - Presencial - D",
                "curriculo": "6335/-3 - 2016.1",
                "data_vigencia": "2006.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0087 ) )",
                "matriz_curricular": "ENGENHARIA FLORESTAL - Engenheiro Florestal - Presencial - D",
                "curriculo": "6521/-2 - 2017.1",
                "data_vigencia": "1997.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( FEA0004 ) )",
                "matriz_curricular": "ENGENHARIA ELETRICA - Engenheiro Eletricista - Presencial - D",
                "curriculo": "6335/-2 - 2018.1",
                "data_vigencia": "2006.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( FEA0004 ) )",
                "matriz_curricular": "ENGENHARIA ELETRICA - Engenheiro Eletricista - Presencial - D",
                "curriculo": "6335/1 - 2019.1",
                "data_vigencia": "2006.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( FUP0306 ) )",
                "matriz_curricular": "NUTRICAO - Nutricionista - Presencial - D",
                "curriculo": "7510/1 - 2019.1",
                "data_vigencia": "1988.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0087 ) )",
                "matriz_curricular": "ENGENHARIA FLORESTAL - Engenheiro Florestal - Presencial - D",
                "curriculo": "6521/1 - 2020.1",
                "data_vigencia": "1997.1",
                "fim_vigencia": ""
            }
        ],
        "ementa": "Tipo de Material",
        "codigo": "SOL0042"
    },
    {
        "nome": "LABORATÓRIO DOCENTE EM SOCIOLOGIA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0062 ) OU ( SOL0127 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "A definir",
        "codigo": "SOL0128"
    },
    {
        "nome": "MEIO AMBIENTE E SOCIEDADE",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 E SOL0044 ) OU ( SOL0042 E SOL0104 E SOL0105 ) OU ( SOL0042 E SOL0301 ) )",
        "co_requisitos": "-",
        "equivalencias": "( ( TEF0082 ) )",
        "equivalencias_especificas": [],
        "ementa": "Tipo de Material",
        "codigo": "SOL0114"
    },
    {
        "nome": "MERCADO DE TRABALHO E DISCRIMINAÇÃO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "A disciplina discute as abordagens teóricas e empíricas referentes à estratificação social e à discriminação no mercado de trabalho. Enfoca o conceito de discriminação; a relação entre esta e desigualdade; o preconceito versus a discriminação; os diferentes ângulos do estudo da estratificação social no mercado de trabalho; as estruturas e mecanismos discriminantes no mercado e as desigualdades de raça/etnia, gênero, status migratório e origem socioeconômica.",
        "codigo": "SOL0165"
    },
    {
        "nome": "METODOLOGIAS QUALITATIVAS EM CIÊNCIAS SOCIAIS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 E SOL0044 ) OU ( SOL0042 E SOL0104 E SOL0105 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "",
        "codigo": "SOL0120"
    },
    {
        "nome": "METODOLOGIAS QUANTITATIVAS EM CIÊNCIAS SOCIAIS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 E SOL0044 ) OU ( SOL0042 E SOL0104 E SOL0105 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "",
        "codigo": "SOL0119"
    },
    {
        "nome": "MÉTODOS SOCIOLÓGICOS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0042 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [
            {
                "expressao": "( ( SOL0052 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - ANTROPOLOGIA - Bacharelado - Presencial - D",
                "curriculo": "3131/1 - 2019.2",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0052 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - ANTROPOLOGIA - Bacharelado - Presencial - D",
                "curriculo": "3131/-2 - 2016.2",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0052 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - ANTROPOLOGIA - Bacharelado - Presencial - D",
                "curriculo": "3131/-3 - 2016.1",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0052 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - ANTROPOLOGIA - Bacharelado - Presencial - D",
                "curriculo": "3131/-4 - 1997.2",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0052 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - Bacharelado - Presencial - D",
                "curriculo": "3115/-7 - 2005.1",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0052 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - Licenciatura - Presencial - D",
                "curriculo": "3166/-5 - 2016.2",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0052 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - Licenciatura - Presencial - D",
                "curriculo": "3166/-4 - 2016.1",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0052 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - Licenciatura - Presencial - D",
                "curriculo": "3166/-6 - 2005.1",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0052 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - Bacharelado - Presencial - D",
                "curriculo": "3115/-4 - 2016.2",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0052 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - Bacharelado - Presencial - D",
                "curriculo": "3115/-5 - 2016.1",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0052 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - Bacharelado - Presencial - D",
                "curriculo": "3115/-6 - 2012.2",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0052 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - Bacharelado - Presencial - D",
                "curriculo": "3115/-3 - 2017.2",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0052 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - Licenciatura - Presencial - D",
                "curriculo": "3166/-2 - 2019.2",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0052 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - Licenciatura - Presencial - D",
                "curriculo": "3166/-3 - 2017.2",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0052 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - Bacharelado - Presencial - D",
                "curriculo": "3115/1 - 2019.2",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0052 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - Bacharelado - Presencial - D",
                "curriculo": "3115/-2 - 2019.1",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0052 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - Licenciatura - Presencial - D",
                "curriculo": "3166/1 - 2020.1",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            }
        ],
        "ementa": "A disciplina propõe-se a realizar uma reflexão ampla sobre os fundamentos lógicos da pesquisa científica, e mais especificamente, da pesquisa em ciências sociais. Destaca uma visão ampla sobre o uso de determinados métodos e correntes de pensamento na prática sociológica, a saber: empirismo, funcionalismo, materialismo histórico, assim como o estruturalismo, interacionismo e a concepção pós-positivista. Discutir a importância do uso de metodologias científicas na investigação sociológica se realiza a partir do rigor metodológico, assim como da 'apropriação' de cada método em relação ao objeto de estudo. No segundo momento, a disciplina centra-se na apresentação dos principais elementos que constituem o projeto de pesquisa. Como construir um fato/fenômeno em uma questão/hipótese de um projeto de pesquisa? Relacionar as questões propostas/objeto de pesquisa a uma revisão bibliográfica e a construção de um referencial teórico-metodológico. Em outras palavras, como transformar a(s) questão(ões) ou hipótese(s) em conceitos e dados investigáveis? Por fim, contemplar a apresentação ou indicação de algumas técnicas de coleta de informações à pesquisa, envolvendo a identificação de categorias sociais, operacionalização de conceitos, e, sua explicitação. A elaboração de um projeto de monografia com apresentação e discussão teórica-metodológica indicada no mesmo, será atividade obrigatória da disciplina.",
        "codigo": "SOL0097"
    },
    {
        "nome": "MONITORIA EM ADMINISTRAÇÃO INSTITUCIONAL DE CONFLITOS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0012 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0341"
    },
    {
        "nome": "MONITORIA EM ARTE E SOCIEDADE",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0112 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0406"
    },
    {
        "nome": "MONITORIA EM CIÊNCIA, TECNOLOGIA E SOCIEDADE",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0118 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0412"
    },
    {
        "nome": "MONITORIA EM DESENHOS DE PESQUISA EM CIÊNCIAS SOCIAIS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0133 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0427"
    },
    {
        "nome": "MONITORIA EM DESENVOLVIMENTO E EDUCAÇÃO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0099 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0393"
    },
    {
        "nome": "MONITORIA EM DIREITOS E CIDADANIA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0125 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0419"
    },
    {
        "nome": "MONITORIA EM DISSERTAÇÃO - SOCIOLOGIA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0083 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0381"
    },
    {
        "nome": "MONITORIA EM ENSINO SUPERIOR E GLOBALIZAÇÃO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0131 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0330"
    },
    {
        "nome": "MONITORIA EM EPISTEMOLOGIA DAS CIÊNCIAS SOCIAIS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0019 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0347"
    },
    {
        "nome": "MONITORIA EM ESTÁGIO 1: SOCIOLOGIA DO ENSINO DE SOCIOLOGIA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0122 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0316"
    },
    {
        "nome": "MONITORIA EM ESTÁGIO 2: PRÁTICA DE ENSINO EM CIÊNCIAS SOCIAIS 1",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0132 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0426"
    },
    {
        "nome": "MONITORIA EM ESTÁGIO 3: PRÁTICA DE ENSINO EM CIÊNCIAS SOCIAIS 2",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0127 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0421"
    },
    {
        "nome": "MONITORIA EM ESTRUTURA DE CLASSES E ESTRATIFICAÇÃO SOCIAL",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0063 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0376"
    },
    {
        "nome": "MONITORIA EM ESTRUTURA E MUDANÇAS SOCIAIS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0091 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0386"
    },
    {
        "nome": "MONITORIA EM IDENTIDADES SOCIAIS NA INTERSECCIONALIDADE DE GÊNERO E RAÇA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0135 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0138"
    },
    {
        "nome": "MONITORIA EM INTRODUÇÃO À SOCIOLOGIA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0042 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0304"
    },
    {
        "nome": "MONITORIA EM LABORATÓRIO DOCENTE EM SOCIOLOGIA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0128 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0422"
    },
    {
        "nome": "MONITORIA EM MEIO AMBIENTE E SOCIEDADE",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0114 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0408"
    },
    {
        "nome": "MONITORIA EM METODOLOGIAS QUALITATIVAS EM CIÊNCIAS SOCIAIS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0120 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0414"
    },
    {
        "nome": "MONITORIA EM METODOLOGIAS QUANTITATIVAS EM CIÊNCIAS SOCIAIS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0119 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0413"
    },
    {
        "nome": "MONITORIA EM MÉTODOS SOCIOLÓGICOS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0097 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0307"
    },
    {
        "nome": "MONITORIA EM PARADIGMAS DA CATEGORIA GÊNERO E RAÇA NO CONTEXTO LATINOAMERICANO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0035 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0362"
    },
    {
        "nome": "MONITORIA EM PENSAMENTO POLÍTICO BRASILEIRO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0027 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0317"
    },
    {
        "nome": "MONITORIA EM PENSAMENTO SOCIAL BRASILEIRO, INSTITUIÇÕES E CULTURA POLÍTICA NACIONAL",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0001 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0332"
    },
    {
        "nome": "MONITORIA EM PENSAMENTO SOCIAL NO BRASIL DO SÉCULO XIX",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0123 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0417"
    },
    {
        "nome": "MONITORIA EM PENSAMENTO SOCIAL NO BRASIL DO SÉCULO XX",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0124 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0418"
    },
    {
        "nome": "MONITORIA EM PENSAMENTO SOCIOLÓGICO LATINO-AMERICANO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0069 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0378"
    },
    {
        "nome": "MONITORIA EM POLÍTICA ESPECIAL - ELITES POLÍTICAS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0064 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0377"
    },
    {
        "nome": "MONITORIA EM PRÁTICA DE ENSINO EM CIÊNCIAS SOCIAIS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0062 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0306"
    },
    {
        "nome": "MONITORIA EM PRÁTICA DE PESQUISA 1",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0041 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0320"
    },
    {
        "nome": "MONITORIA EM PRÁTICA DE PESQUISA 1 LICENCIATURA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0126 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0420"
    },
    {
        "nome": "MONITORIA EM PRÁTICA DE PESQUISA 2 (DISSERTAÇÃO)",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0039 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0319"
    },
    {
        "nome": "MONITORIA EM PRÁTICA DE PESQUISA 2 LICENCIATURA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0129 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0423"
    },
    {
        "nome": "MONITORIA EM SEMINÁRIO DE SOCIOLOGIA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0032 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0318"
    },
    {
        "nome": "MONITORIA EM SEMINÁRIOS EM SOCIOLOGIA 1",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0025 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0352"
    },
    {
        "nome": "MONITORIA EM SEMINÁRIOS EM SOCIOLOGIA 2",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0026 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0353"
    },
    {
        "nome": "MONITORIA EM SOCIOLOGIA 1",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0047 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0369"
    },
    {
        "nome": "MONITORIA EM SOCIOLOGIA APLICADA À ADMINISTRAÇÃO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0059 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0373"
    },
    {
        "nome": "MONITORIA EM SOCIOLOGIA BRASILEIRA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0037 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0303"
    },
    {
        "nome": "MONITORIA EM SOCIOLOGIA DA CIÊNCIA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0080 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0323"
    },
    {
        "nome": "MONITORIA EM SOCIOLOGIA DA COMUNICAÇÃO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0092 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0387"
    },
    {
        "nome": "MONITORIA EM SOCIOLOGIA DA CULTURA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0089 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0384"
    },
    {
        "nome": "MONITORIA EM SOCIOLOGIA DA IDEOLOGIA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0094 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0389"
    },
    {
        "nome": "MONITORIA EM SOCIOLOGIA DA JUVENTUDE",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0030 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0312"
    },
    {
        "nome": "MONITORIA EM SOCIOLOGIA DA MEMÓRIA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0031 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0358"
    },
    {
        "nome": "MONITORIA EM SOCIOLOGIA DA RELIGIÃO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0117 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0329"
    },
    {
        "nome": "MONITORIA EM SOCIOLOGIA DAS DIFERENÇAS SEXUAIS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0015 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0344"
    },
    {
        "nome": "MONITORIA EM SOCIOLOGIA DAS MÍDIAS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0028 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0355"
    },
    {
        "nome": "MONITORIA EM SOCIOLOGIA DAS ORGANIZAÇÕES FORMAIS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0055 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0371"
    },
    {
        "nome": "MONITORIA EM SOCIOLOGIA DAS POLÍTICAS PÚBLICAS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0029 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0356"
    },
    {
        "nome": "MONITORIA EM SOCIOLOGIA DAS RELAÇÕES DE GÊNERO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0115 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0409"
    },
    {
        "nome": "MONITORIA EM SOCIOLOGIA DAS RELAÇÕES RACIAIS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0121 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0415"
    },
    {
        "nome": "MONITORIA EM SOCIOLOGIA DA TECNOLOGIA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0034 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0361"
    },
    {
        "nome": "MONITORIA EM SOCIOLOGIA DA VIOLÊNCIA E DA CONFLITUALIDADE",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0116 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0410"
    },
    {
        "nome": "MONITORIA EM SOCIOLOGIA DA VIOLÊNCIA NA PERSPECTIVA DAS RELAÇÕES DE GÊNERO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0022 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0349"
    },
    {
        "nome": "MONITORIA EM SOCIOLOGIA DO AUDIO VISUAL",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0014 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0311"
    },
    {
        "nome": "MONITORIA EM SOCIOLOGIA DO CONFLITO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0021 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0348"
    },
    {
        "nome": "MONITORIA EM SOCIOLOGIA DO CONHECIMENTO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0058 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0322"
    },
    {
        "nome": "MONITORIA EM SOCIOLOGIA DO DESENVOLVIMENTO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0113 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0407"
    },
    {
        "nome": "MONITORIA EM SOCIOLOGIA DO DESENVOLVIMENTO RURAL",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0087 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0324"
    },
    {
        "nome": "MONITORIA EM SOCIOLOGIA DO DIREITO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0011 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0340"
    },
    {
        "nome": "MONITORIA EM SOCIOLOGIA DO ESPORTE",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0085 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0382"
    },
    {
        "nome": "MONITORIA EM SOCIOLOGIA DO TRABALHO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0102 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0396"
    },
    {
        "nome": "MONITORIA EM SOCIOLOGIA DO TRABALHO E RELAÇÕES SOCIAIS DE GENERO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0013 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0342"
    },
    {
        "nome": "MONITORIA EM SOCIOLOGIA E IDEOLOGIA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0060 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0374"
    },
    {
        "nome": "MONITORIA EM SOCIOLOGIA POLÍTICA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0093 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0388"
    },
    {
        "nome": "MONITORIA EM SOCIOLOGIA RURAL",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0100 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0394"
    },
    {
        "nome": "MONITORIA EM SOCIOLOGIAS DA EDUCAÇÃO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0023 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0302"
    },
    {
        "nome": "MONITORIA EM SOCIOLOGIAS EMERGENTES",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0018 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0346"
    },
    {
        "nome": "MONITORIA EM SOCIOLOGIA URBANA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0101 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0395"
    },
    {
        "nome": "MONITORIA EM TÉCNICAS DE PESQUISA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0300 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0331"
    },
    {
        "nome": "MONITORIA EM TÉCNICAS DE PESQUISA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0098 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0325"
    },
    {
        "nome": "MONITORIA EM TEORIA CRÍTICA DA SOCIEDADE",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0004 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0334"
    },
    {
        "nome": "MONITORIA EM TEORIA DOS SISTEMAS SOCIAIS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0003 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0333"
    },
    {
        "nome": "MONITORIA EM TEORIA E PENSAMENTO SOCIAL 1",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0017 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0345"
    },
    {
        "nome": "MONITORIA EM TEORIAS DA SOCIALIZAÇÃO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0053 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0321"
    },
    {
        "nome": "MONITORIA EM TEORIA SOCIOLÓGICA 1",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0044 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0305"
    },
    {
        "nome": "MONITORIA EM TEORIA SOCIOLÓGICA 2",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0045 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0368"
    },
    {
        "nome": "MONITORIA EM TEORIAS SOCIOLÓGICAS CLÁSSICAS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0104 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0315"
    },
    {
        "nome": "MONITORIA EM TEORIAS SOCIOLÓGICAS CLÁSSICAS I",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0301 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0310"
    },
    {
        "nome": "MONITORIA EM TEORIAS SOCIOLÓGICAS CLÁSSICAS II",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0130 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0309"
    },
    {
        "nome": "MONITORIA EM TEORIAS SOCIOLÓGICAS CONTEMPORÂNEAS 1",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0103 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0326"
    },
    {
        "nome": "MONITORIA EM TEORIAS SOCIOLÓGICAS CONTEMPORÂNEAS 1",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0134 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0428"
    },
    {
        "nome": "MONITORIA EM TEORIAS SOCIOLÓGICAS CONTEMPORÂNEAS 2",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0090 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0313"
    },
    {
        "nome": "MONITORIA EM TEORIAS SOCIOLÓGICAS MARXISTAS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0105 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0308"
    },
    {
        "nome": "MONITORIA EM TÓPICOS ESPECIAIS EM ENSINO DE SOCIOLOGIA 1",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0024 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0351"
    },
    {
        "nome": "MONITORIA EM TÓPICOS ESPECIAIS EM SOCIOLOGIA 1",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0096 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0314"
    },
    {
        "nome": "MONITORIA EM TÓPICOS ESPECIAIS EM SOCIOLOGIA 10",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0007 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0337"
    },
    {
        "nome": "MONITORIA EM TÓPICOS ESPECIAIS EM SOCIOLOGIA 11",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0008 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0338"
    },
    {
        "nome": "MONITORIA EM TÓPICOS ESPECIAIS EM SOCIOLOGIA 12",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0010 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0339"
    },
    {
        "nome": "MONITORIA EM TÓPICOS ESPECIAIS EM SOCIOLOGIA 13",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0033 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0360"
    },
    {
        "nome": "MONITORIA EM TÓPICOS ESPECIAIS EM SOCIOLOGIA 2",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0106 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0327"
    },
    {
        "nome": "MONITORIA EM TÓPICOS ESPECIAIS EM SOCIOLOGIA 3",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0107 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0328"
    },
    {
        "nome": "MONITORIA EM TÓPICOS ESPECIAIS EM SOCIOLOGIA 4",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0108 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0402"
    },
    {
        "nome": "MONITORIA EM TÓPICOS ESPECIAIS EM SOCIOLOGIA 5",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0109 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0403"
    },
    {
        "nome": "MONITORIA EM TÓPICOS ESPECIAIS EM SOCIOLOGIA 6",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0110 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0404"
    },
    {
        "nome": "MONITORIA EM TÓPICOS ESPECIAIS EM SOCIOLOGIA 7",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0111 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0405"
    },
    {
        "nome": "MONITORIA EM TÓPICOS ESPECIAIS EM SOCIOLOGIA 8",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0005 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0335"
    },
    {
        "nome": "MONITORIA EM TÓPICOS ESPECIAIS EM SOCIOLOGIA 9",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0006 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0336"
    },
    {
        "nome": "MONITORIA EM UTILIZAÇÃO DE COMPUTADORES NAS CIÊNCIAS SOCIAIS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0081 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Atividade de Monitoria em Disciplina de Graduação.",
        "codigo": "SOL0380"
    },
    {
        "nome": "PARADIGMAS DA CATEGORIA GÊNERO E RAÇA NO CONTEXTO LATINOAMERICANO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Tipo de Material",
        "codigo": "SOL0035"
    },
    {
        "nome": "PARADIGMAS TRANSNACIONAIS DE ESTUDOS ÉTNICO-RACIAIS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Tendo como pano de fundo a articulação entre globalização e a formação de identidades raciais, a disciplina propõe-se a estudar as várias respostas emancipadoras às ideias racistas e aos projetos coloniais surgidas ao longo do tempo nos mais diferentes lugares. Serão estudadas, entre outras, as contribuições aos estudos étnico-raciais de autoras e autores brasileiros, latino-americanos, chicanos, afro-americanos, africanos, asiáticos.",
        "codigo": "SOL0172"
    },
    {
        "nome": "PENSAMENTO POLÍTICO BRASILEIRO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 E SOL0044 ) OU ( SOL0042 E SOL0104 ) )",
        "co_requisitos": "-",
        "equivalencias": "( ( POL0046 ) )",
        "equivalencias_especificas": [],
        "ementa": "O curso PENSAMENTO POLÍTICO BRASILEIRO visa discutir obras consideradas seminais para a compreensão do sistema político brasileiro. O objetivo central é interpretar de que forma as ideias disseminadas por essa literatura vem influenciando, desde o século passado, a maneira de pensar e fazer política no Brasil. Serão debatidos, a partir de uma perspectiva sociocultural, autores clássicos e contemporâneos que analisam a formação e a consolidação da democracia ocidental e a brasileira em particular.",
        "codigo": "SOL0027"
    },
    {
        "nome": "PENSAMENTO SOCIAL BRASILEIRO, INSTITUIÇÕES E CULTURA POLÍTICA NACIONAL",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "",
        "codigo": "SOL0001"
    },
    {
        "nome": "PENSAMENTO SOCIAL NO BRASIL DO SÉCULO XIX",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "SOL0042",
        "co_requisitos": "-",
        "equivalencias": "",
        "equivalencias_especificas": [],
        "ementa": "A disciplina almeja investigar alguns dos autores, obras, temas e questões que protagonizaram a cena intelectual brasileira a partir do século XIX e que viriam a se tornar referências centrais no pensamento social no Brasil. O recorte temporal contemplado pela disciplina se estende desde a primeira metade do dezenove até as primeiras décadas do século XX. Dentre as questões e temas abordados estão: a construção da nacionalidade brasileira, o peso da natureza tropical, a escravidão e as relações raciais, a formação do Estado, os rumos da economia brasileira, os regionalismos e o poder central, a dinâmica política, a herança colonial e a experiência da modernidade no Brasil. Os autores abordados incluem José Bonifácio, Visconde do Uruguai, Tavares Bastos, André Rebouças, Joaquim Nabuco, Silvio Romero, Euclides da Cunha, Nina Rodrigues, Manoel Bomfim, Alberto Torres e Oliveira Vianna.",
        "codigo": "SOL0123"
    },
    {
        "nome": "PENSAMENTO SOCIAL NO BRASIL DO SÉCULO XX",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "SOL0042",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [
            {
                "expressao": "( SOL0037 )",
                "matriz_curricular": "CIENCIAS SOCIAIS - SOCIOLOGIA - Bacharelado - Presencial - D",
                "curriculo": "3123/2 - 2023.2",
                "data_vigencia": "2019.1",
                "fim_vigencia": ""
            }
        ],
        "ementa": "Tipo de Material",
        "codigo": "SOL0124"
    },
    {
        "nome": "PENSAMENTO SOCIOLÓGICO LATINO-AMERICANO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 E SOL0044 ) OU ( SOL0042 E SOL0104 E SOL0105 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "ESTUDO DAS CONDICOES HISTORICAS DO SURGIMENTO E DO DESENVOLVIMENTO DAPRODUCAO LATINO-AMERICANA SOBRE SOCIEDADE  E  ESTADO.  EXAMINA,  POR  UMLADO, OS INTERPRETES E INTERPRETACOES DAS  SOCIEDADES  LATINO-AMERICANASDE ALGUNS DE SEUS SETORES ESPECIFICOS E, POR  OUTRO,  FORNECE  SUBSIDIOSPARA UMA HISTORIA SOCIAL DO PENSAMENTO DA REGIAO.",
        "codigo": "SOL0069"
    },
    {
        "nome": "POLÍCIA E SOCIEDADE",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "A disciplina tem por objetivo problematizar a relação polícia e sociedade, considerando que as polícias são instituições simultaneamente gerais, presentes em todas as sociedades modernas, e particulares em virtude de diferenças históricas de seus significados, constituição e configuração. Além disso, elas ocupam uma posição controvertida no debate político atual: são instituições públicas altamente conhecidas e criticadas e, ao mesmo tempo, pouco compreendidas e problematizadas. A disciplina tem por objetivo atacar de frente a controvérsia a partir da discussão de estudos clássicos sobre a relação entre as polícias e a sociedade em diversos Estados modernos. Serão discutidos também trabalhos pioneiros sobre as especificidades do caso brasileiro.",
        "codigo": "SOL0174"
    },
    {
        "nome": "POLÍTICA ESPECIAL - ELITES POLÍTICAS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( POL0012 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "",
        "codigo": "SOL0064"
    },
    {
        "nome": "PRÁTICA DE ENSINO EM CIÊNCIAS SOCIAIS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 E SOL0044 ) OU ( SOL0042 E SOL0104 E SOL0105 ) OU ( SOL0042 E SOL0301 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "A disciplina Prática de Ensino em Ciências Sociais (PECS) constitui matéria obrigatória do curso de licenciatura em Ciências Sociais e tem como objetivo fundamental introduzir e preparar o (a) aluno (a) para a carreira do magistério no segundo grau a partir de dois procedimentos basilares: debates acerca de resultados de pesquisa sobre o ensino de sociologia na escola e discussão sobre a experiência vivida pelos (as) do estágio docente.",
        "codigo": "SOL0062"
    },
    {
        "nome": "PRÁTICA DE EXTENSÃO EM CIÊNCIAS SOCIAIS I (EXTENSÃO)",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "-",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Tipo de Material",
        "codigo": "SOL0141"
    },
    {
        "nome": "PRÁTICA DE EXTENSÃO EM CIÊNCIAS SOCIAIS II (EXTENSÃO)",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "-",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Tipo de Material",
        "codigo": "SOL0142"
    },
    {
        "nome": "PRÁTICA DE EXTENSÃO EM CIÊNCIAS SOCIAIS III (EXTENSÃO)",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "-",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Nestas disciplinas, em três versões similares, sugere-se que, de acordo com o Art. 4o, da Resolução CEPE 118/2020, as/os discentes exerçam atividades de extensão, caracterizadas pelo protagonismo estudantil. Isso requer a integralização de carga horária de atividades por meio da participação em eventos organizados ou coorganizados pelas(os) estudantes do Bacharelado em Sociologia. Conforme o Art. 24, da Resolução CEX 01/2020, eventos de extensão são caracterizados como campanhas, em geral, campeonatos, ciclos de estudos, circuitos, colóquios, concertos, conclaves, conferências, congressos, debates, encontros, oficinas, espetáculos, exposições, feiras, festivais, fóruns, jornadas, lançamento de publicações e produtos, mesas redondas, mostras, olimpíadas, palestras, recitais, semana acadêmica, seminários, simpósios e torneios, webnários, webconferências, entre outras manifestações similares que congreguem pessoas em torno de objetivos específicos. Segundo o Art. 25 da Resolução CEX 01/2020, as atividades de extensão do tipo de prestação de serviços são aquelas que têm como meta o estudo e a solução de problemas dos meios profissional ou social e o desenvolvimento de novas abordagens pedagógicas e de pesquisa, bem como a transferência de conhecimentos e tecnologia à sociedade, assim como, a formação complementar. Nesse sentido, espera-se que, a partir do terceiro semestre do curso, a(o) discente do Bacharelado em Sociologia proponha e realize atividades práticas e acadêmicas direcionadas e/ou em coordenação com públicos universitários e/ou externos à universidade, a fim de incrementar a sua formação instrucional em nível superior, como determinam as normas estabelecidas no Plano Nacional de Educação (PNE), Lei n. 155 13.005, de 25 de junho de 2014, e na Resolução n. 07/18 do Conselho Nacional do Ministério da Educação (CNE/CES), por meio do componente curricular Atividade Integradora de Formação na modalidade Autônoma.",
        "codigo": "SOL0143"
    },
    {
        "nome": "PRÁTICA DE PESQUISA 1",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( ELA0013 E SOL0044 E SOL0097 E SOL0098 E EST0019 ) OU ( FIL0077 E SOL0104 E SOL0105 E EST0019 ) )",
        "co_requisitos": "-",
        "equivalencias": "( ( SOL0083 ) OU ( SOL0040 ) )",
        "equivalencias_especificas": [],
        "ementa": "DEFINICAO DO PROBLEMA OBJETO DE PESQUISA: CORTEJO DESTE COM O CONHE- CIMENTO SOCIOLOGICO EXISTENTE E QUESTIONAMENTO DA RELEVANCIA TEORICA  E PRATICA. FORMULACAO DE HIPOTESES E  DEFINICAO DAS  CONCEITOS  BASICOS A SEREM EMPREGADOS.  ESCOLHA DO TIPO DE  PESQUISA A SER FEITA.  SELECAO E ELABORACAO DAS  TECNICAS E DOS  INSTRUMENTOS  ADEQUADOS PARA  COLETA DE DADOS.",
        "codigo": "SOL0041"
    },
    {
        "nome": "PRÁTICA DE PESQUISA 1 BACHARELADO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0300 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Tipo de Material",
        "codigo": "SOL0139"
    },
    {
        "nome": "PRÁTICA DE PESQUISA 1 LICENCIATURA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0098 OU SOL0300 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "A definir",
        "codigo": "SOL0126"
    },
    {
        "nome": "PRÁTICA DE PESQUISA 2 BACHARELADO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0139 )",
        "co_requisitos": "-",
        "equivalencias": "( SOL0039 )",
        "equivalencias_especificas": [],
        "ementa": "Tipo de Material",
        "codigo": "SOL0140"
    },
    {
        "nome": "PRÁTICA DE PESQUISA 2 (DISSERTAÇÃO)",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 E SOL0044 E SOL0097 E SOL0098 E SOL0041 ) OU ( SOL0042 E SOL0104 E SOL0105 E SOL0041 ) )",
        "co_requisitos": "-",
        "equivalencias": "( ( SOL0083 ) OU ( SOL0038 ) )",
        "equivalencias_especificas": [],
        "ementa": "EXECUCAO DO TRABALHO DE CAMPO  PROPRIAMENTE DITO:  LAVANTAMENTO DE   DADOS SECUNDARIOS E/OU PRIMARIOS. O TRATAMENTO DA INFORMACAO: CODIFI-   CACAO, TABULACAO, TESTES ESTATISTICOS.  ANALISE E  INTERPRETACAO  DOS   DADOS. RELATORIO DE PESQUISA E CONFECCAO DE MONOGRAFIA.",
        "codigo": "SOL0039"
    },
    {
        "nome": "PRÁTICA DE PESQUISA 2 LICENCIATURA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "SOL0126",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "A definir",
        "codigo": "SOL0129"
    },
    {
        "nome": "SEMINÁRIO DE SOCIOLOGIA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "-",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "O Regulamento da disciplina Seminário de Sociologia foi proposto pelo Núcleo Docente Estruturante do Departamento de Sociologia (UnB) em julho de 2015, e revisada na 3ª Reunião Ordinária do Colegiado do SOL, realizada em 26/04/2023. A disciplina, com carga horária de 60 (sessenta) horas, visa especificar no currículo/histórico escolar uma quantidade de atividades complementares, cumpridas pelas/os discentes ao longo de sua formação na graduação. Recomenda-se que as/os discentes efetivem matrícula nesta disciplina apenas quando já tiverem ou estiverem próximas/os de concluir 60 (sessenta) horas em atividades complementares. Serão aceitos certificados, declarações ou atestados do semestre em curso e de até 6 (seis) semestres anteriores, referentes às atividades especificadas no Regulamento aprovado pelo Colegiado do SOL em 26/04/2023. Casos omissos, que não se encaixem nos critérios indicados, serão analisados de maneira autônoma pelo docente responsável pela disciplina a cada semestre. Eventuais recursos quanto à decisão deverão ser submetidos ao Núcleo Docente Estruturante do curso de graduação em Sociologia, sendo ali analisados e, posteriormente, deliberados no âmbito do colegiado do Departamento de Sociologia.  A responsabilidade pela obtenção dos certificados, declarações ou atestados é inteiramente das/dos discentes matriculadas/os na disciplina. Eventos externos ao Departamento de Sociologia não serão computados sem que haja um documento atestando, nominalmente, a participação da/do estudante e a carga horária.",
        "codigo": "SOL0032"
    },
    {
        "nome": "SEMINÁRIOS EM SOCIOLOGIA 1",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "-",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "",
        "codigo": "SOL0025"
    },
    {
        "nome": "SEMINÁRIOS EM SOCIOLOGIA 2",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "-",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "",
        "codigo": "SOL0026"
    },
    {
        "nome": "SOCIOLOGIA 1",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0044 ) )",
        "co_requisitos": "-",
        "equivalencias": "( ( SOL0091 ) OU ( SOL0046 ) )",
        "equivalencias_especificas": [],
        "ementa": "",
        "codigo": "SOL0047"
    },
    {
        "nome": "SOCIOLOGIA APLICADA À ADMINISTRAÇÃO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "-",
        "co_requisitos": "-",
        "equivalencias": "( ( SOL0042 ) OU ( ADM0021 ) )",
        "equivalencias_especificas": [],
        "ementa": "x",
        "codigo": "SOL0059"
    },
    {
        "nome": "SOCIOLOGIA BRASILEIRA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 E SOL0044 ) OU ( SOL0042 E SOL0104 E SOL0105 ) OU ( SOL0042 E SOL0301 ) )",
        "co_requisitos": "-",
        "equivalencias": "( SOL0123 OU SOL0124 )",
        "equivalencias_especificas": [],
        "ementa": "A disciplina buscará apresentar um painel com variadas teorias e abordagens, conflitivas ou não, sobre os mais distintos processos que engendraram imagens e experiências sobre a constituição socioeconômica do Brasil. Claro está que a complexidade do tema impede seu esgotamento analítico, portanto, ofereceremos aqui uma seleção que busque articular autores e abordagens em torno de temas como história, formação social, estado, dependência, desenvolvimento, identidade e conflito. Tais temas se articulam em quase todos os intérprete aqui apresentados, cujos enfoques serão integrados por meio de suas tentativas de interpretação de nossa condição social.",
        "codigo": "SOL0037"
    },
    {
        "nome": "SOCIOLOGIA DA CIÊNCIA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0044 E SOL0042 ) OU ( SOL0042 E SOL0104 E SOL0105 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "",
        "codigo": "SOL0080"
    },
    {
        "nome": "SOCIOLOGIA DA COMUNICAÇÃO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0044 E SOL0042 ) OU ( SOL0042 E SOL0104 E SOL0105 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [
            {
                "expressao": "( ( COM0124 OU FAC0020 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - ANTROPOLOGIA - Bacharelado - Presencial - D",
                "curriculo": "3131/1 - 2019.2",
                "data_vigencia": "1997.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( COM0124 OU FAC0020 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - ANTROPOLOGIA - Bacharelado - Presencial - D",
                "curriculo": "3131/-2 - 2016.2",
                "data_vigencia": "1997.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( COM0124 OU FAC0020 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - ANTROPOLOGIA - Bacharelado - Presencial - D",
                "curriculo": "3131/-3 - 2016.1",
                "data_vigencia": "1997.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( COM0124 OU FAC0020 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - ANTROPOLOGIA - Bacharelado - Presencial - D",
                "curriculo": "3131/-4 - 1997.2",
                "data_vigencia": "1997.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( COM0124 OU FAC0020 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - Bacharelado - Presencial - D",
                "curriculo": "3115/-7 - 2005.1",
                "data_vigencia": "1997.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( COM0124 OU FAC0020 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - Licenciatura - Presencial - D",
                "curriculo": "3166/-5 - 2016.2",
                "data_vigencia": "1997.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( COM0124 OU FAC0020 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - Licenciatura - Presencial - D",
                "curriculo": "3166/-4 - 2016.1",
                "data_vigencia": "1997.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( COM0124 OU FAC0020 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - Licenciatura - Presencial - D",
                "curriculo": "3166/-6 - 2005.1",
                "data_vigencia": "1997.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( COM0124 OU FAC0020 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - SOCIOLOGIA - Bacharelado - Presencial - D",
                "curriculo": "3123/1 - 2019.2",
                "data_vigencia": "1997.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( COM0124 OU FAC0020 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - SOCIOLOGIA - Bacharelado - Presencial - D",
                "curriculo": "3123/-2 - 2016.2",
                "data_vigencia": "1997.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( COM0124 OU FAC0020 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - SOCIOLOGIA - Bacharelado - Presencial - D",
                "curriculo": "3123/-3 - 2016.1",
                "data_vigencia": "1997.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( COM0124 OU FAC0020 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - SOCIOLOGIA - Bacharelado - Presencial - D",
                "curriculo": "3123/-4 - 2012.1",
                "data_vigencia": "1997.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( COM0124 OU FAC0020 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - Bacharelado - Presencial - D",
                "curriculo": "3115/-4 - 2016.2",
                "data_vigencia": "1997.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( COM0124 OU FAC0020 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - Bacharelado - Presencial - D",
                "curriculo": "3115/-5 - 2016.1",
                "data_vigencia": "1997.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( COM0124 OU FAC0020 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - Bacharelado - Presencial - D",
                "curriculo": "3115/-6 - 2012.2",
                "data_vigencia": "1997.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( COM0124 OU FAC0020 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - Bacharelado - Presencial - D",
                "curriculo": "3115/-3 - 2017.2",
                "data_vigencia": "1997.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( COM0124 OU FAC0020 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - Licenciatura - Presencial - D",
                "curriculo": "3166/-2 - 2019.2",
                "data_vigencia": "1997.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( COM0124 OU FAC0020 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - Licenciatura - Presencial - D",
                "curriculo": "3166/-3 - 2017.2",
                "data_vigencia": "1997.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( COM0124 OU FAC0020 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - Bacharelado - Presencial - D",
                "curriculo": "3115/1 - 2019.2",
                "data_vigencia": "1997.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( COM0124 OU FAC0020 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - Bacharelado - Presencial - D",
                "curriculo": "3115/-2 - 2019.1",
                "data_vigencia": "1997.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( COM0124 OU FAC0020 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - Licenciatura - Presencial - D",
                "curriculo": "3166/1 - 2020.1",
                "data_vigencia": "1997.1",
                "fim_vigencia": ""
            }
        ],
        "ementa": "ESTUDO DAS PRINCIPAIS ABORDAGENS TEORICAS SOBRE O FENOMENO COMUNICA- CAO DE MASSA E SEUS DIFERENTES ASPECTOS: FUNCOES E EFEITOS DOS SISTEMAS DE COMUNICACAO IDEOLOGIA E PRODUCAO DA CONSCIENCIA INDUSTRIA CULTURAL E DEPENDENCIA TECNOLOGIA E COMUNICACAO.                                   ANALISE DE ASPECTOS DESTE FENOMENO NA REALIDADE BRASILEIRA.",
        "codigo": "SOL0092"
    },
    {
        "nome": "SOCIOLOGIA DA CULTURA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0044 E SOL0042 ) OU ( SOL0042 E SOL0104 E SOL0105 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Tipo de Material",
        "codigo": "SOL0089"
    },
    {
        "nome": "SOCIOLOGIA DA IDEOLOGIA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0044 E SOL0042 ) OU ( SOL0042 E SOL0104 E SOL0105 ) )",
        "co_requisitos": "-",
        "equivalencias": "( ( SOL0060 ) )",
        "equivalencias_especificas": [],
        "ementa": "O CURSO VISA PRECISAR O SIGNIFICADO DE IDEOLOGIA  ENQUANTO  CONCEITO TEORICO E DO QUE NAO IDEOLOGIAS ENQUANTO CONJUNTO DE IDEIAS EM SEU CON- TEUDO CONCRETO. ESTUDAR O RECONHECIMENTO DO MOVIMENTO HISTORICO CONCRE- TO DE IDEOLOGIAS E TEORIAS DE IDEOLOGIA  E  O  ESTUDO  DA  SUAS  ORIGEM OBJETIVA DA IDEOLOGIA E AS FORMAS OBJETIVAS  DE  SUAS  FUNCOES  SOCIAIS CONSIDERANDO AS TRANSFORMACOES HISTORICO-ESTRUTURAIS DESTAS FUNCOES.",
        "codigo": "SOL0094"
    },
    {
        "nome": "SOCIOLOGIA DA INOVAÇÃO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "A disciplina deve explorar a relação entre ciência, tecnologia, sociedade e inovação à luz de abordagens clássicas e contemporâneas em suas dimensões social, política, cultural e econômica da atividade de inovar, tendo como referência diferentes modelos explicativos. É importante enfatizar formas contemporâneas de intervenções do social e do político na produção social do conhecimento tecnocientífico para tratar o fenômeno da inovação. Deve-se, igualmente, abordar o papel da investigação científica e tecnológica na sociedade, incidindo, sobretudo, nos modos de intervenção e coordenação de diferentes categorias de atores na produção e disseminação de conhecimentos e inovações, e nas consequências do crescente envolvimento dos potenciais beneficiários da investigação (usuários) na concepção dos artefatos enquanto inovações tecnológicas. São temas centrais desta disciplina as diferentes formas de envolvimento dos cidadãos com as ciências, as tecnologias e as várias formas e configurações de conhecimentos nas sociedades contemporâneas, bem como as experiências de participação pública nas controvérsias tecnocientíficas características das sociedades democráticas modernas. As categorias de inovação, tecnociência, lócus de produção de conhecimento e modos de produção de conhecimento, cidadania e democracia são fundamentais para a discussão acerca da relação entre conhecimento científico e desenvolvimento tecnológico nos estudos sociais da inovação na contemporaneidade.",
        "codigo": "SOL0153"
    },
    {
        "nome": "SOCIOLOGIA DA JUVENTUDE",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "",
        "codigo": "SOL0030"
    },
    {
        "nome": "SOCIOLOGIA DA MEMÓRIA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Tipo de Material",
        "codigo": "SOL0031"
    },
    {
        "nome": "SOCIOLOGIA DA RELIGIÃO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "I.\tCRENÇA RELIGIOSA E CONDUTA HUMANAA.\tMENTE E CRENÇAB.\tCRENÇA E \"REALIDADE\"1.\tRELIGIÃO E CRENÇAS ACERCA DA CONSTITUIÇÃO DO REAL2.\tMagia e crenças na unidade do reala)\tConduta humana e crenças na unidade do real(1)\tPensamento científico e pensamento mágico(2)\tMagia e sofrimento magia e prazer(3)\tMagia, convicção e responsabilidade3.\tReligião e crenças na dualidade do reala)\tConduta humana e crenças transcendentes(1)\tPensamento científico e valores religiosos(2)\tReligião e sofrimento religião e prazer(3)\tReligião, convicção e responsabilidadeII.\tINSTITUIÇÕES RELIGIOSAS E CONDUTA HUMANAA.\tMAGIA E VIDA INSTITUCIONAL1.\tMagia e doutrina2.\tMagia e sacerdócio3.\tMagia e poder político4.\tDesmagificação do mundoB.\tRELIGIÃO E VIDA INSTITUCIONAL (I)1.\tIgrejas, seitas e cultos2.\tCrença religiosa e mundo acadêmico3.\tCrença religiosa e crenças políticas4.\tCrença religiosa e comunicação de massaC.\tRELIGIÃO E VIDA INSTITUCIONAL (II)1.\tReligião, magia e poder político2.\tReligião e Estado3.\tReligião e sociedades complexas4.\tSecularizaçãoD.\tRELIGIÃO E VIDA INSTITUCIONAL (III)1.\tReligião, magia e atividade econômica2.\tRiqueza, pobreza e salvaçãoIII.\tA HISTÓRIA COMPARADA DAS RELIGIÕES COMO HISTÓRIA COMPARADA DAS MENTALIDADESA.\tA ideia de \"rejeição do mundo\"1.\tRejeição do mundo no hinduísmo e no Budismo2.\tRejeição do mundo no catolicismo e no islamismo3.\tRejeição do mundo no protestantismoB.\tRejeição do mundo e contemplaçãoC.\tRejeição do mundo e ação D.\tAfirmação do mundo e açãoIV.\tRELIGIÃO NA CONTEMPORANEIDADEA.\tA era da secularizaçãoB.\tReencantamento do mundoC.\tReligião e ciênciaD.\tReligião e moralidadeE.\tReligião e políticaV - RELIGIÃO NA SOCIEDADE BRASILEIRAA.\tFundamentos históricos1.\tReligiosidade das sociedades tribais e necessidades religiosas da sociedade brasileira2.\tReligião, colonização e Padroado3.\tSécs. XVII e XVIII: consolidação da religiosidade e consolidação da sociedade4.\tSéc. XIX: o Estado brasileiro e a religião5.\tSéc. XX: a secularização do BrasilB.\tReligião e sociedade brasileira contemporânea1.\tMentalidade secular e mentalidade religiosa2.\tA consolidação do protestantismo como religião de massas3.\tReligião, política e valores4.\tUnidade e pluralismo religiosos",
        "codigo": "SOL0117"
    },
    {
        "nome": "SOCIOLOGIA DAS DIFERENÇAS SEXUAIS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "",
        "codigo": "SOL0015"
    },
    {
        "nome": "SOCIOLOGIA DAS MÍDIAS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "-",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "",
        "codigo": "SOL0028"
    },
    {
        "nome": "SOCIOLOGIA DAS ORGANIZAÇÕES FORMAIS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0044 ) )",
        "co_requisitos": "-",
        "equivalencias": "( SOL0054 )",
        "equivalencias_especificas": [],
        "ementa": "",
        "codigo": "SOL0055"
    },
    {
        "nome": "SOCIOLOGIA DAS POLÍTICAS PÚBLICAS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "O estudo das políticas públicas tem sido tradicionalmente campo da Ciência Política e da Administração, recentemente a sociologia tem contribuído de forma importante para esse campo principalmente em suas vertentes sociologia política e sociologia do desenvolvimento. A proposta é estudar \"Estado em ação\" e suas repercussões na sociedade. Desta forma, na perspectiva das relações Estado e Sociedade, se abordará temas correlatos como desenvolvimento, pobreza, trabalho, emprego e renda, saúde, educação, entre outros. A proposta contempla as abordagens teóricas bem como as experiências internacionais e, principalmente, o caso brasileiro.",
        "codigo": "SOL0029"
    },
    {
        "nome": "SOCIOLOGIA DAS RELAÇÕES DE GÊNERO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "A disciplina abordará o conhecimento sociológico desenvolvido a partir da experiência social pautada pelas diferenças sexuais - seja como construção organizadora de modos de ser e modelos de comportamentos, seja como variável de pertencimento identitário dos sujeitos. Será apresentado o histórico do surgimento da categoria gênero para se falar sobre essas relações sociais não reconhecidas, até então, nas Ciências Sociais e Humanas. Uma variedade de abordagens e entendimentos a ela associados será considerada de acordo com campos teórico-políticos específicos, que a transformaram em categoria de análise de um conjunto de fenômenos sociais, históricos, políticos econômicos e psicológicos que, habitualmente, são vistos como naturais e isentos das relações de poder.",
        "codigo": "SOL0115"
    },
    {
        "nome": "SOCIOLOGIA DAS RELAÇÕES RACIAIS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "A disciplina tem por objetivo compreender os usos da categoria raça e seus derivados: racismo, anti-racismo, discriminação, preconceito, ação afirmativa. Dar-se-á ênfase ao uso da categoria raça tanto no contexto nacional quanto no contexto internacional. No contexto nacional, discutir-se-á os estudos que constituíram as diversas escolas de relações raciais no Brasil, bem como a contribuição de intelectuais negros, que nem sempre pertenceram ao mainstream acadêmico. Internacionalmente, serão discutidos os estudos modelares desenvolvidos na Europa, EUA, África do Sul e América Latina.",
        "codigo": "SOL0121"
    },
    {
        "nome": "SOCIOLOGIA DA TECNOLOGIA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "",
        "codigo": "SOL0034"
    },
    {
        "nome": "SOCIOLOGIA DA TECNOLOGIA E DA COMUNICAÇÃO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Esta disciplina deve contemplar o debate contemporâneo acerca de como a técnica, enquanto resultado de ações voltadas para o domínio e controle da natureza se relaciona com o progresso tecnológico da sociedade atual e impacta as mudanças na vida social, em termos de produção de conhecimento e relações sociais (sociabilidades, cultura digital, processos comunicacionais). Neste sentido, é fundamental o enfoque do “conteúdo social” da tecnologia e sua multidimensionalidade, abordando elementos culturais, políticos e os aspectos éticos e normativos, decorrentes do impacto das novas tecnologias no cotidiano das sociedades e na problemática da legitimação. A abordagem deste problema está diretamente relacionada ao debate ontológico sobre pelo menos três modelos teóricos para pensar a relação homem, técnica, comunicação e sociedade: o determinismo tecnológico; o essencialismo da técnica e o construtivismo social da tecnologia para se pensar a emergência e difusão das tecnologias da informação e da comunicação nos processos da vida social contemporâneos.",
        "codigo": "SOL0152"
    },
    {
        "nome": "SOCIOLOGIA DA VIOLÊNCIA E DA CONFLITUALIDADE",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 E SOL0044 ) OU ( SOL0042 E SOL0104 E SOL0105 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "O curso tem por objetivo central apresentar e debater com os (as) estudantes de pós-graduação algumas das contribuições sócio-antropológicas brasileiras acerca das temáticas relacionadas à segurança pública, violência e criminalidade.  Os trabalhos selecionados possuem um ponto central de convergência que é o método etnográfico para realização de suas pesquisas empíricas. Assim, o fio condutor da discussão proposta no curso será a análise, em profundidade, das estratégias de campo adotadas dos limites e alcances teórico-metodológicos e dos avanços para a produção do conhecimento que as pesquisas selecionadas para a leitura apontam. Pretende-se, portanto, contribuir para a reflexão crítica acerca da produção de etnografias em segurança pública no Brasil contemporâneo.",
        "codigo": "SOL0116"
    },
    {
        "nome": "SOCIOLOGIA DA VIOLÊNCIA NA PERSPECTIVA DAS RELAÇÕES DE GÊNERO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Os estudos sociológicos sobre a violência de gênero, especialmente aquela dirigida às mulheres, constituem-se em um campo teórico-metodológico fundado a partir das reivindicações do movimento feminista. Além disso, compõem um campo linguístico particular, ao contribuírem incisivamente para a nominação e intervenção no fenômeno nas esferas da segurança pública, da saúde, das políticas públicas e do judiciário. É pela perspectiva da categoria gênero que a disciplina fundamentará o entendimento da violência contra as mulheres emergir da questão da alteridade, distinguindo-se de outros conflitos e sendo motivada pela desigualdade baseada na condição de sexo/gênero das pessoas nela envolvidas.",
        "codigo": "SOL0022"
    },
    {
        "nome": "SOCIOLOGIA DO AUDIO VISUAL",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "A proposta da disciplina é explorar as possibilidades socioanalíticas de tratar da posição estratégica ocupada pelo audiovisual na cultura contemporânea. Assim, o curso parte das especificidades adquiridas pelos problemas em torno das potencialidades miméticas humanas relativas à produção/reprodução e aos usos de bens simbólicos no instante em que o alcance e a intensidade da circulação da audioimagem tecnologicamente viabilizada pelas ecologias sociotécnicas atravessam e revolvem os planos públicos e privados. Ao mesmo tempo condicionam as proposições de si de indivíduos e grupos e, na contrapartida, tornam porosos os limites entre as esferas estético-cultural, política e econômica.    Neste sentido, em um primeiro momento, interessa abordar as repercussões dessa mesma posição estratégica na formação de estruturas psíquicas (cognitivas e afetivas) e, deste modo, intervindo nas experiências e formas e formatos expressivos a ponto de implicar no delineamento de específicas linhas de condutas. Por outro, procurar-se-á discutir a dimensão sistêmica do audiovisual e seus efeitos na coordenação e regulação das relações sociais, igualmente, nas possibilidades de reprodução ou mudanças sociohistóricas.",
        "codigo": "SOL0014"
    },
    {
        "nome": "SOCIOLOGIA DO AUDIOVISUAL",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "A proposta da disciplina é explorar as possibilidades socioanalíticas de tratar da posição estratégica ocupada pelo audiovisual na cultura contemporânea. Assim, o curso parte das especificidades adquiridas pelos problemas em torno das potencialidades miméticas humanas relativas à produção/reprodução e aos usos de bens simbólicos no instante em que o alcance e a intensidade da circulação da audioimagem tecnologicamente viabilizada pelas ecologias sociotécnicas atravessam e revolvem os planos públicos e privados. Ao mesmo tempo condicionam as proposições de si de indivíduos e grupos e, na contrapartida, tornam porosos os limites entre as esferas estético-cultural, política e econômica. Neste sentido, em um primeiro momento, interessa abordar as repercussões dessa mesma posição estratégica na formação de estruturas psíquicas (cognitivas e afetivas) e, deste modo, intervindo nas experiências e formas e formatos expressivos a ponto de implicar no delineamento de específicas linhas de condutas. Por outro, procurar-se-á discutir a dimensão sistêmica do audiovisual e seus efeitos na coordenação e regulação das relações sociais, igualmente, nas possibilidades de reprodução ou mudanças sociohistóricas.",
        "codigo": "SOL0159"
    },
    {
        "nome": "SOCIOLOGIA DO CONFLITO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "( SOL0020 )",
        "equivalencias_especificas": [],
        "ementa": "O curso visa a propiciar elementos teóricos para a compreensão da conflitualidade e da violência enquanto objeto de análise sociológica e a ressaltar aspectos da sua identificação empírica. Além dos conceitos fundamentais, serão discutidas também temas relacionados às três dimensões do sistema de justiça criminal: polícias, justiça e prisões.",
        "codigo": "SOL0021"
    },
    {
        "nome": "SOCIOLOGIA DO CONHECIMENTO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 E SOL0044 ) OU ( SOL0042 E SOL0104 ) OU ( SOL0042 E SOL0301 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Tipo de Material",
        "codigo": "SOL0058"
    },
    {
        "nome": "SOCIOLOGIA DO CONSUMO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "A proposta desta disciplina se volta ao tema do consumo de bens e serviços enquanto uma perspectiva decisiva ao estudo das relações sociais contemporâneas. Espécie de miríade acoplando traços de classe, étnicos, etário-geracionais, de gênero e sexuais, entre outros, faz contracenar os planos macro e micro-sociológicos, além de concatenar elementos sincrônicos e aqueles relativos a dinâmicas históricas mais abrangentes. Nesse sentido, os objetivos aqui perseguidos se prendem aos dois seguintes aspectos: 1) mapear o percurso do debate teórico nas ciências sociais acerca da intersecção entre consumo monetizado e relações sociais; 2) refletir a respeito das alternativas analíticas e interpretativas oferecidas por esse ponto de vista. Mas, igualmente, discutir a natureza das alterações histórico-estruturais que estariam delineando os contornos da sociedade de consumidores no compasso do advento e da consolidação da estrutura urbano-industrial e de serviços e, com isto, repercutindo na natureza mesma do objeto sociológico e dos meios epistêmicos mobilizados na sua cognição.",
        "codigo": "SOL0160"
    },
    {
        "nome": "SOCIOLOGIA DO DESENVOLVIMENTO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 E SOL0044 ) OU ( SOL0042 E SOL0104 E SOL0105 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "",
        "codigo": "SOL0113"
    },
    {
        "nome": "SOCIOLOGIA DO DESENVOLVIMENTO RURAL",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "-",
        "co_requisitos": "-",
        "equivalencias": "( ( FUP0306 ) )",
        "equivalencias_especificas": [
            {
                "expressao": "( ( SOL0042 ) E ( GEA0012 ) )",
                "matriz_curricular": "ENGENHARIA FLORESTAL - Engenheiro Florestal - Presencial - D",
                "curriculo": "6521/-3 - 2013.2",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0042 ) )",
                "matriz_curricular": "ENGENHARIA FLORESTAL - Engenheiro Florestal - Presencial - D",
                "curriculo": "6521/-3 - 2013.2",
                "data_vigencia": "1997.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0042 ) )",
                "matriz_curricular": "ENGENHARIA FLORESTAL - Engenheiro Florestal - Presencial - D",
                "curriculo": "6521/-4 - 2012.2",
                "data_vigencia": "1997.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0042 ) E ( GEA0012 ) )",
                "matriz_curricular": "ENGENHARIA FLORESTAL - Engenheiro Florestal - Presencial - D",
                "curriculo": "6521/-4 - 2012.2",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0042 ) )",
                "matriz_curricular": "ENGENHARIA FLORESTAL - Engenheiro Florestal - Presencial - D",
                "curriculo": "6521/-5 - 2005.1",
                "data_vigencia": "1997.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0042 ) E ( GEA0012 ) )",
                "matriz_curricular": "ENGENHARIA FLORESTAL - Engenheiro Florestal - Presencial - D",
                "curriculo": "6521/-5 - 2005.1",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0042 ) E ( GEA0012 ) )",
                "matriz_curricular": "ENGENHARIA FLORESTAL - Engenheiro Florestal - Presencial - D",
                "curriculo": "6521/-2 - 2017.1",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0042 ) )",
                "matriz_curricular": "ENGENHARIA FLORESTAL - Engenheiro Florestal - Presencial - D",
                "curriculo": "6521/-2 - 2017.1",
                "data_vigencia": "1997.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0042 ) )",
                "matriz_curricular": "ENGENHARIA FLORESTAL - Engenheiro Florestal - Presencial - D",
                "curriculo": "6521/1 - 2020.1",
                "data_vigencia": "1997.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0042 ) E ( GEA0012 ) )",
                "matriz_curricular": "ENGENHARIA FLORESTAL - Engenheiro Florestal - Presencial - D",
                "curriculo": "6521/1 - 2020.1",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            }
        ],
        "ementa": "O curso tem como objetivo abordar aspectos relevantes da problemática do desenvolvimento rural e agrícola. Visa também introduzir o aluno de ciências agrárias e florestais à abordagem sociológica das questões rurais, enaltecendo as repercussões sociais do processo do desenvolvimento rural/agrícola. Na parte inicial do programa será apresentada breve introdução ao campo científico da sociologia.",
        "codigo": "SOL0087"
    },
    {
        "nome": "SOCIOLOGIA DO DIREITO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "( ( FDD0006 E FDD0013 ) )",
        "equivalencias_especificas": [],
        "ementa": "Tipo de Material",
        "codigo": "SOL0011"
    },
    {
        "nome": "SOCIOLOGIA DO ESPORTE",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "-",
        "co_requisitos": "-",
        "equivalencias": "( SOL0084 )",
        "equivalencias_especificas": [],
        "ementa": "O OBJETIVO DESTA DISCIPLINA CONSISTE EM ESTUDAR O SIGNIFICADO DO  ESPORTE NO PROCESSO DE DESENVOLVIMENTO SOCIO-CULTURAL,  PRINCIPALMENTE  NO CONTEXTO DA MODERNA SOCIEDADE INDUSTRIAL DE MASSA. A REDESCOBERTA E A CONSEQUENCIA REVALORIZACAO DO CORPO   EMERGEM  COMO QUESTAO FUNTAMENTAL DIANTE DA CRESCENTE FUNCIONALIZACAO  TECNOLO-  NOLOGICA DO INDIVIDUO A EMGRENAGEM SOCIAL.",
        "codigo": "SOL0085"
    },
    {
        "nome": "SOCIOLOGIA DO PATRIMÔNIO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "O curso propõe-se a discutir o patrimônio cultural e suas conexões com o espaço público, a memória coletiva e a política. Busca-se investigar sobre o modo como a vivência - reconhecimento do patrimônio cultural pode viabilizar procedimentos de cidadania e de gestão urbana compartilhada. Pretende-se ainda refletir sobre os conflitos e alianças entre os diferentes grupos sociais, tendo em vista a apropriação diferenciada do patrimônio cultural.",
        "codigo": "SOL0158"
    },
    {
        "nome": "SOCIOLOGIA DO PODER",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0042 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "A disciplina tem como objetivo estudar o conceito de poder em diferentes concepções e tradições, privilegiando dois enfoques: o poder identificado com a dominação, que tem no Estado moderno a expressão mais acabada; e o poder como resultado de acordos quanto ao agir comum, que pressupõe a construção de diálogos e possibilidades de consensos. A partir da leitura da contribuição de diversos autores, o curso pretende desenvolver reflexões sobre esse conceito que possibilitem sua aplicação no desenvolvimento de pesquisas teóricas e empíricas, com recortes adequados à análise desse fenômeno social",
        "codigo": "SOL0136"
    },
    {
        "nome": "SOCIOLOGIA DOS INTELECTUAIS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "O curso tem seu foco no papel social e na função pública dos intelectuais no âmbito da modernidade ocidental. Serão discutidas as possibilidades de formação e atuação do intelectual público à luz da revisão política e histórico-cultural propiciada pelas teorias pós-coloniais. O eixo cultural que articula o curso é a relação entre práticas intelectuais, cultura e poder. Pretende-se ainda examinar o modo como opera a produção de narrativas e os protocolos discursivos elaborados pelos intelectuais em deferentes contextos históricos. A observação empírica incidirá sobre a dinâmica do campo intelectual no Brasil e na América latina.",
        "codigo": "SOL0157"
    },
    {
        "nome": "SOCIOLOGIA DO TRABALHO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 E SOL0044 ) OU ( SOL0042 E SOL0104 E SOL0105 ) OU ( SOL0042 E SOL0301 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [
            {
                "expressao": "( ( FDD0257 OU FDD0258 ) )",
                "matriz_curricular": "DIREITO - Bacharelado - Presencial - D",
                "curriculo": "8486/-3 - 2017.1",
                "data_vigencia": "1997.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( FDD0257 OU FDD0258 ) )",
                "matriz_curricular": "DIREITO - Bacharelado - Presencial - D",
                "curriculo": "8486/-4 - 2016.1",
                "data_vigencia": "1997.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( FDD0257 OU FDD0258 ) )",
                "matriz_curricular": "DIREITO - Bacharelado - Presencial - D",
                "curriculo": "8486/-5 - 2011.1",
                "data_vigencia": "1997.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( FDD0257 OU FDD0258 ) )",
                "matriz_curricular": "DIREITO - Bacharelado - Presencial - N",
                "curriculo": "8885/-3 - 2016.1",
                "data_vigencia": "1997.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( FDD0257 OU FDD0258 ) )",
                "matriz_curricular": "DIREITO - Bacharelado - Presencial - N",
                "curriculo": "8885/-4 - 2011.1",
                "data_vigencia": "1997.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( FDD0257 OU FDD0258 ) )",
                "matriz_curricular": "DIREITO - Bacharelado - Presencial - N",
                "curriculo": "8885/-5 - 2006.2",
                "data_vigencia": "1997.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( FDD0257 OU FDD0258 ) )",
                "matriz_curricular": "DIREITO - Bacharelado - Presencial - D",
                "curriculo": "8486/1 - 2019.2",
                "data_vigencia": "1997.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( FDD0257 OU FDD0258 ) )",
                "matriz_curricular": "DIREITO - Bacharelado - Presencial - D",
                "curriculo": "8486/-2 - 2017.2",
                "data_vigencia": "1997.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( FDD0257 OU FDD0258 ) )",
                "matriz_curricular": "DIREITO - Bacharelado - Presencial - N",
                "curriculo": "8885/1 - 2019.2",
                "data_vigencia": "1997.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( FDD0257 OU FDD0258 ) )",
                "matriz_curricular": "DIREITO - Bacharelado - Presencial - N",
                "curriculo": "8885/-2 - 2017.2",
                "data_vigencia": "1997.2",
                "fim_vigencia": ""
            }
        ],
        "ementa": "Tipo de Material",
        "codigo": "SOL0102"
    },
    {
        "nome": "SOCIOLOGIA DO TRABALHO E ECONOMIA SOLIDÁRIA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "No Brasil são quase 2 milhões de trabalhadores envolvidos no setor da Economia Solidária. Considerando essa realidade a disciplina propõe uma abordagem que parte da reconstrução das relações entre economia e solidariedade na modernidade, visto como uma recomposição necessária à transformação da crise do assalariamento.",
        "codigo": "SOL0170"
    },
    {
        "nome": "SOCIOLOGIA DO TRABALHO E QUESTÕES URBANAS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "A disciplina analisa as diversas concepções da cidade, detendo-se nas teorias sociológicas clássicas, no surgimento da sociologia urbana com a Escola de Chicago e as suas influências nos estudos urbanos contemporâneos. Discute, igualmente, a complexidade do espaço urbano na atualidade, os novos padrões de segregação socioespacial, a formação de identidades culturais e de novas formas de sociabilidades, bem como os processos de metropolização e suas relações com o trabalho.",
        "codigo": "SOL0169"
    },
    {
        "nome": "SOCIOLOGIA DO TRABALHO E RELAÇÕES SOCIAIS DE GENERO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Divisão sexual do trabalho e relações sociais de gênero no âmbito do trabalho produtivo/reprodutivo, do trabalho doméstico e da economia do cuidado. Inserção das mulheres no mercado de trabalho abordando questões como: ocupação, renda/salários, condições de trabalho, qualidade do trabalho, jornada de trabalho, igualdade de oportunidades e realização pessoal. Reflexão sobre projetos, políticas públicas e leis trabalhistas antidiscriminatórias quanto ao gênero e sobre a proposta de trabalho decente e equidade de gênero da Organização Internacional do Trabalho.",
        "codigo": "SOL0013"
    },
    {
        "nome": "SOCIOLOGIA DO TRABALHO E SOCIOLOGIA CLÍNICA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Refletiremos sobre os modelos atuais de gestão do trabalho enfocando a realidade das empresas, as formas cooperativistas e/ou atividades provenientes do setor informal. Para permitir essa reflexão focalizaremos o “trabalho prescrito” e, sobretudo, “o real do trabalho” nos modelos de gestão, definidos sob a égide da reestruturação produtiva de ordenamento neoliberal, em suas premissas de eficiência, qualidade e produtividade, que orientam a chamada economia de mercado.",
        "codigo": "SOL0167"
    },
    {
        "nome": "SOCIOLOGIA DO TRABALHO NA EDUCAÇÃO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Na disciplina, discute-se a ligação entre os mecanismos de sucesso e seleção no mercado de trabalho e a formação educacional do trabalhador, através de abordagens teóricas e empíricas. Aborda-se a meritocracia e a desigualdade de oportunidades, as teorias funcionalistas e modernistas da educação, as teorias da reprodução social, a transição da escola para o mercado de trabalho, o descompasso entre a formação e a ocupação, e o impacto da educação nas desigualdades de renda.",
        "codigo": "SOL0168"
    },
    {
        "nome": "SOCIOLOGIA ECONÔMICA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "A disciplina tem como propósito introduzir os conceitos fundamentais da sociologia econômica. O pressuposto maior é tratar a economia como parte de um sistema social. Serão trabalhados os conceitos de ação econômica e social, ator econômico social, tipos de racionalidade na economia, estrutura social e construção social do mercado, a teoria social e econômica das organizações, a relação entre cultura e capitalismo na perspectiva de autores clássicos e contemporâneos.",
        "codigo": "SOL0144"
    },
    {
        "nome": "SOCIOLOGIA E IDEOLOGIA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "-",
        "co_requisitos": "-",
        "equivalencias": "( ( SOL0094 ) )",
        "equivalencias_especificas": [],
        "ementa": "",
        "codigo": "SOL0060"
    },
    {
        "nome": "SOCIOLOGIA E LINGUAGEM",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "A disciplina tem a finalidade de inserir o estudante na discussão epistemológica a respeito do modo de cognição das ciências sociais que toma a realidade vivida e percebida como significativa na medida em que implica no trabalho simbólico-expressivo de linguagens como perfomances. Nesse sentido, importa à disciplina os condicionamentos recíprocos entre simbólico e práticas no tocante à problemática em torno do entrosamento do plano das expressividades e comunicações com as dinâmicas de lutas sociais e coalizões de posições no espaço social.",
        "codigo": "SOL0156"
    },
    {
        "nome": "SOCIOLOGIA E MOVIMENTOS FEMINISTAS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Os impactos epistemológicos na Sociologia, e demais Ciências Sociais e Humanas, decorrentes das críticas e das bandeiras de luta promovidas pelos movimentos feministas a partir dos anos 1970 são o foco desta disciplina. Estudar-se-á a emergência de inesperados objetos de estudo e novas perspectivas teórico-metodológicas a partir de temas e perspectivas de apreensão da realidade social pautados pelas dinâmicas políticas desses movimentos, que desconstruíram a ideologia patriarcal de essencialização da masculinidade, feminilidade e das relações entre homens e mulheres nas sociedades. Foco será dado a conquistas e desafios na articulação entre academia e sociedade civil, em particular no Brasil.",
        "codigo": "SOL0173"
    },
    {
        "nome": "SOCIOLOGIA POLÍTICA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0044 E SOL0042 ) OU ( SOL0042 E SOL0104 E SOL0105 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [
            {
                "expressao": "( ( IRI0030 OU IRI0031 OU POL0018 OU POL0019 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - SOCIOLOGIA - Bacharelado - Presencial - D",
                "curriculo": "3123/1 - 2019.2",
                "data_vigencia": "2005.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( IRI0030 OU IRI0031 OU POL0018 OU POL0019 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - SOCIOLOGIA - Bacharelado - Presencial - D",
                "curriculo": "3123/-2 - 2016.2",
                "data_vigencia": "2005.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( IRI0030 OU IRI0031 OU POL0018 OU POL0019 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - SOCIOLOGIA - Bacharelado - Presencial - D",
                "curriculo": "3123/-3 - 2016.1",
                "data_vigencia": "2005.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( IRI0030 OU IRI0031 OU POL0018 OU POL0019 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - SOCIOLOGIA - Bacharelado - Presencial - D",
                "curriculo": "3123/-4 - 2012.1",
                "data_vigencia": "2005.1",
                "fim_vigencia": ""
            }
        ],
        "ementa": "Tipo de Material",
        "codigo": "SOL0093"
    },
    {
        "nome": "SOCIOLOGIA RURAL",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0044 E SOL0042 ) OU ( SOL0042 E SOL0104 E SOL0105 ) )",
        "co_requisitos": "-",
        "equivalencias": "( ( GEA0012 E GEA0018 E GEA0072 ) )",
        "equivalencias_especificas": [],
        "ementa": "O CURSO DE SOCIOLOGIA RURAL FOCALIZA BASICAMENTE A QUESTAO AGRARIA.  O SEU ENCAMINHAMENTO TEM AS  SEGUINTES PESSOA:(a)A  EQUESTAO  AGRARIA:  (b)CAPITALISMO DIFERENCIACAO DE PEQUENA PRODUCAO:(c)PAPEL E  POLITICAS  DO ESTADO E (d)LUTAS CAMPONESAS E REFORMA AGRAIRA.                          O CURSO  VALORIZA  NAO  SOMENTE O  SIGNIFICADO E A IMPORTANCIA  DA  PEQUENA PRODUCAO E DO PAPEL DO ESTADO  COMO  TAMBEM A INTERACAO  ENTRE  ESSES DOIS TEMAS E A DINAMICA QUE O PROCESSO GERA.",
        "codigo": "SOL0100"
    },
    {
        "nome": "SOCIOLOGIAS DA EDUCAÇÃO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "",
        "codigo": "SOL0023"
    },
    {
        "nome": "SOCIOLOGIAS EMERGENTES",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "A disciplina apresenta debates de alguns movimentos teóricos emergentes nas ciências sociais contemporâneas abrindo espaço para iniciativas que proponham rupturas e descontinuidades com os modelos estabelecidos pela tradição de ensino e pesquisa na sociologia. São temas específicos deste curso as sociologias pós-coloniais, decoloniais, estudos subalternos, as chamadas teorias do sul, entre outras.",
        "codigo": "SOL0018"
    },
    {
        "nome": "SOCIOLOGIA URBANA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Tipo de Material",
        "codigo": "SOL0101"
    },
    {
        "nome": "TÉCNICAS DE PESQUISA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( EST0019 ) E ( SOL0097 OU SOL0133 ) )",
        "co_requisitos": "-",
        "equivalencias": "( SOL0098 )",
        "equivalencias_especificas": [],
        "ementa": "Tipo de Material",
        "codigo": "SOL0300"
    },
    {
        "nome": "TÉCNICAS DE PESQUISA",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0097 E EST0019 )",
        "co_requisitos": "-",
        "equivalencias": "( SOL0300 )",
        "equivalencias_especificas": [],
        "ementa": "O curso objetiva introduzir o aluno à prática de pesquisa em Ciências Sociais. Inclui a discussão e apresentação de diversos métodos e abordagens comumente usados na investigação em ciências sociais, e a realização de alguns exercícios práticos de aprendizagem.",
        "codigo": "SOL0098"
    },
    {
        "nome": "TEMPOS DE TRABALHO, INTENSIDADE E FLEXIBILIDADE",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "O conceito de tempos sociais. Emile Durkheim. Norbert Elias. O conceito de tempos de trabalho. Karl Marx. A curva da evolução da duração da jornada de trabalho através do tempo. Tendências prevalentes na atualidade. A duração da jornada de trabalho em todo o mundo. Intensidade e o conceito de intensificação dos tempos de trabalho. Jornadas flexíveis e suas características. Duração, intensidade e flexibilidade dos tempos de trabalhos, impactos sobre a saúde das pessoas. Usos do tempo.",
        "codigo": "SOL0164"
    },
    {
        "nome": "TEORIA CRÍTICA DA SOCIEDADE",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) E ( SOL0104 OU SOL0301 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "A disciplina Teoria Crítica da Sociedade visa situar a abordagem teórica filiada, sobretudo, à formulação esboçada por Max Horkheimer, notadamente na década de 1930, incorporando autores como Theodor W. Adorno, Walter Benjamin e Herbert Marcuse. Assim, retoma o contexto em que uma perspectiva crítico-dialética se insere na ascensão da teoria social para, posteriormente, recuperar a especificidade da proposta desenhada no âmbito do Institut für Sozialforschung, em Frankfurt am Main (Alemanha). Ao final pretende-se perpassar alguns dos debates contemporâneas suscitados a partir dos desenvolvimentos dos trabalhos que se aproximem, inclusive recorrendo a guinadas teóricas, dessa abordagem.O objetivo é, assim, familiarizar as/os discentes com essa corrente do pensamento, tendo em vista oferecer (mais) um espaço que os habilite a olhar criticamente para a realidade circundante e, em decorrência, terem capacidade de problematizar, de maneira autônoma, questões sociológicas candentes.",
        "codigo": "SOL0004"
    },
    {
        "nome": "TEORIA DOS SISTEMAS SOCIAIS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) E ( SOL0104 OU SOL0301 ) )",
        "co_requisitos": "-",
        "equivalencias": "( SOL0002 )",
        "equivalencias_especificas": [],
        "ementa": "",
        "codigo": "SOL0003"
    },
    {
        "nome": "TEORIA E PENSAMENTO SOCIAL 1",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) E ( SOL0104 OU SOL0301 ) )",
        "co_requisitos": "-",
        "equivalencias": "( SOL0016 )",
        "equivalencias_especificas": [],
        "ementa": "Tipo de Material",
        "codigo": "SOL0017"
    },
    {
        "nome": "TEORIA E PENSAMENTO SOCIAL 2",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Nesta disciplina pretende-se abordar, sobretudo a partir de certa circunscrição de eixos temáticos, alguns dos enfoques sobre o diálogo entre diferentes campos disciplinares no interior das ciências sociais. Assim, a concepção de “pensamento social” deve ser tomada em sentido lato, visando incorporar explicitamente autores filiados à história, à antropologia e à ciência política, tendo por objetivo contribuir para a consolidação da relação interdisciplinar, explicitando a confluência de argumentos e pontos-de-vista bem como as especificidades de cada um desses olhares.",
        "codigo": "SOL0148"
    },
    {
        "nome": "TEORIA E PENSAMENTO SOCIAL 3",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Nesta disciplina pretende-se abordar, sobretudo a partir de certa circunscrição de eixos temáticos, alguns dos enfoques sobre o diálogo entre diferentes campos disciplinares no interior das ciências sociais. Assim, a concepção de “pensamento social” deve ser tomada em sentido lato, visando incorporar explicitamente autores filiados à história, à antropologia e à ciência política, tendo por objetivo contribuir para a consolidação da relação interdisciplinar, explicitando a confluência de argumentos e pontos-de-vista bem como as especificidades de cada um desses olhares.",
        "codigo": "SOL0149"
    },
    {
        "nome": "TEORIAS DA SOCIALIZAÇÃO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 E SOL0044 ) OU ( SOL0042 E SOL0104 E SOL0105 ) OU ( SOL0042 E SOL0301 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Tipo de Material",
        "codigo": "SOL0053"
    },
    {
        "nome": "TEORIA SOCIOLÓGICA 1",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "( SOL0043 )",
        "equivalencias_especificas": [
            {
                "expressao": "( ( SOL0104 OU SOL0301 ) E ( SOL0105 ) ) OU ( SOL0043 )",
                "matriz_curricular": "CIENCIAS SOCIAIS - ANTROPOLOGIA - Bacharelado - Presencial - D",
                "curriculo": "3131/1 - 2019.2",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0104 OU SOL0301 ) E ( SOL0105 ) ) OU ( SOL0043 )",
                "matriz_curricular": "CIENCIAS SOCIAIS - ANTROPOLOGIA - Bacharelado - Presencial - D",
                "curriculo": "3131/-2 - 2016.2",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0104 OU SOL0301 ) E ( SOL0105 ) ) OU ( SOL0043 )",
                "matriz_curricular": "CIENCIAS SOCIAIS - ANTROPOLOGIA - Bacharelado - Presencial - D",
                "curriculo": "3131/-3 - 2016.1",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0104 OU SOL0301 ) E ( SOL0105 ) ) OU ( SOL0043 )",
                "matriz_curricular": "CIENCIAS SOCIAIS - ANTROPOLOGIA - Bacharelado - Presencial - D",
                "curriculo": "3131/-4 - 1997.2",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0104 OU SOL0301 ) ) OU ( SOL0043 )",
                "matriz_curricular": "CIENCIA POLITICA - Bacharelado - Presencial - D",
                "curriculo": "8591/-6 - 1998.1",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0104 OU SOL0301 ) E ( SOL0105 ) ) OU ( SOL0043 )",
                "matriz_curricular": "CIENCIAS SOCIAIS - Bacharelado - Presencial - D",
                "curriculo": "3115/-7 - 2005.1",
                "data_vigencia": "1988.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0105 ) ) OU ( SOL0043 )",
                "matriz_curricular": "RELACOES INTERNACIONAIS - Bacharelado - Presencial - D",
                "curriculo": "3727/-2 - 2005.1",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0104 OU SOL0301 ) ) OU ( SOL0043 )",
                "matriz_curricular": "CIENCIA POLITICA - Bacharelado - Presencial - D",
                "curriculo": "8591/1 - 2019.2",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0104 OU SOL0301 ) ) OU ( SOL0043 )",
                "matriz_curricular": "CIENCIA POLITICA - Bacharelado - Presencial - D",
                "curriculo": "8591/-2 - 2016.1",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0104 OU SOL0301 ) ) OU ( SOL0043 )",
                "matriz_curricular": "CIENCIA POLITICA - Bacharelado - Presencial - D",
                "curriculo": "8591/-3 - 2011.2",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0104 OU SOL0301 ) ) OU ( SOL0043 )",
                "matriz_curricular": "CIENCIA POLITICA - Bacharelado - Presencial - D",
                "curriculo": "8591/-4 - 2008.2",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0104 OU SOL0301 ) ) OU ( SOL0043 )",
                "matriz_curricular": "CIENCIA POLITICA - Bacharelado - Presencial - D",
                "curriculo": "8591/-5 - 2006.2",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SER0117 ) ) OU ( SOL0043 )",
                "matriz_curricular": "SERVICO SOCIAL - Bacharelado - Presencial - D",
                "curriculo": "3514/-3 - 2008.2",
                "data_vigencia": "1996.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SER0117 ) ) OU ( SOL0043 )",
                "matriz_curricular": "SERVICO SOCIAL - Bacharelado - Presencial - D",
                "curriculo": "3514/-3 - 2008.2",
                "data_vigencia": "2010.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SER0116 ) ) OU ( SOL0043 )",
                "matriz_curricular": "SERVICO SOCIAL - Bacharelado - Presencial - N",
                "curriculo": "3522/-2 - 2016.1",
                "data_vigencia": "2010.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SER0116 ) ) OU ( SOL0043 )",
                "matriz_curricular": "SERVICO SOCIAL - Bacharelado - Presencial - N",
                "curriculo": "3522/-2 - 2016.1",
                "data_vigencia": "1996.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SER0116 ) ) OU ( SOL0043 )",
                "matriz_curricular": "SERVICO SOCIAL - Bacharelado - Presencial - N",
                "curriculo": "3522/-3 - 2014.2",
                "data_vigencia": "1996.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SER0116 ) ) OU ( SOL0043 )",
                "matriz_curricular": "SERVICO SOCIAL - Bacharelado - Presencial - N",
                "curriculo": "3522/-3 - 2014.2",
                "data_vigencia": "2010.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SER0116 ) ) OU ( SOL0043 )",
                "matriz_curricular": "SERVICO SOCIAL - Bacharelado - Presencial - N",
                "curriculo": "3522/-4 - 2010.1",
                "data_vigencia": "2010.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SER0116 ) ) OU ( SOL0043 )",
                "matriz_curricular": "SERVICO SOCIAL - Bacharelado - Presencial - N",
                "curriculo": "3522/-4 - 2010.1",
                "data_vigencia": "1996.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0104 OU SOL0301 ) E ( SOL0105 ) ) OU ( SOL0043 )",
                "matriz_curricular": "CIENCIAS SOCIAIS - Bacharelado - Presencial - D",
                "curriculo": "3115/-4 - 2016.2",
                "data_vigencia": "1988.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0104 OU SOL0301 ) E ( SOL0105 ) ) OU ( SOL0043 )",
                "matriz_curricular": "CIENCIAS SOCIAIS - Bacharelado - Presencial - D",
                "curriculo": "3115/-5 - 2016.1",
                "data_vigencia": "1988.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0104 OU SOL0301 ) E ( SOL0105 ) ) OU ( SOL0043 )",
                "matriz_curricular": "CIENCIAS SOCIAIS - Bacharelado - Presencial - D",
                "curriculo": "3115/-6 - 2012.2",
                "data_vigencia": "1988.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SER0117 ) ) OU ( SOL0043 )",
                "matriz_curricular": "SERVICO SOCIAL - Bacharelado - Presencial - D",
                "curriculo": "3514/1 - 2016.1",
                "data_vigencia": "1996.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SER0117 ) ) OU ( SOL0043 )",
                "matriz_curricular": "SERVICO SOCIAL - Bacharelado - Presencial - D",
                "curriculo": "3514/1 - 2016.1",
                "data_vigencia": "2010.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SER0117 ) ) OU ( SOL0043 )",
                "matriz_curricular": "SERVICO SOCIAL - Bacharelado - Presencial - D",
                "curriculo": "3514/-2 - 2014.1",
                "data_vigencia": "2010.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SER0117 ) ) OU ( SOL0043 )",
                "matriz_curricular": "SERVICO SOCIAL - Bacharelado - Presencial - D",
                "curriculo": "3514/-2 - 2014.1",
                "data_vigencia": "1996.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0104 OU SOL0301 ) E ( SOL0105 ) ) OU ( SOL0043 )",
                "matriz_curricular": "CIENCIAS SOCIAIS - Bacharelado - Presencial - D",
                "curriculo": "3115/-3 - 2017.2",
                "data_vigencia": "1988.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SER0116 ) ) OU ( SOL0043 )",
                "matriz_curricular": "SERVICO SOCIAL - Bacharelado - Presencial - N",
                "curriculo": "3522/1 - 2017.2",
                "data_vigencia": "1996.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SER0116 ) ) OU ( SOL0043 )",
                "matriz_curricular": "SERVICO SOCIAL - Bacharelado - Presencial - N",
                "curriculo": "3522/1 - 2017.2",
                "data_vigencia": "2010.1",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0105 ) ) OU ( SOL0043 )",
                "matriz_curricular": "RELACOES INTERNACIONAIS - Bacharelado - Presencial - D",
                "curriculo": "3727/1 - 2017.2",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0104 OU SOL0301 ) E ( SOL0105 ) ) OU ( SOL0043 )",
                "matriz_curricular": "CIENCIAS SOCIAIS - Bacharelado - Presencial - D",
                "curriculo": "3115/1 - 2019.2",
                "data_vigencia": "1988.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0104 OU SOL0301 ) E ( SOL0105 ) ) OU ( SOL0043 )",
                "matriz_curricular": "CIENCIAS SOCIAIS - Bacharelado - Presencial - D",
                "curriculo": "3115/-2 - 2019.1",
                "data_vigencia": "1988.2",
                "fim_vigencia": ""
            }
        ],
        "ementa": "O curso tem como objetivo o estudo do pensamento sociológico clássico, concentrando-se no exame da contribuição de Durkheim, Marx e Weber. A disciplina consiste, fundamentalmente, na leitura e discussão de trabalhos desses autores, enfocando as questões teórico-metodológicas centrais e os conceitos fundamentais de cada um. Pretende-se também estimular a compreensão e discussão da relevância dos clássicos para a análise sociológica atual.",
        "codigo": "SOL0044"
    },
    {
        "nome": "TEORIA SOCIOLÓGICA 2",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 E SOL0044 ) )",
        "co_requisitos": "-",
        "equivalencias": "( ( SOL0103 ) )",
        "equivalencias_especificas": [],
        "ementa": "ESTUDO DE TEORIA MARXISTA CLASSICA E DAS PRINCIPAIS CORRENTES CONTEM-PORANEAS DE INSPIRACA MARXISTA, CONTEMPLANDO ESPECIALMENTE OS  CONCEITOSPROPRIAMENTE  SOCIOLOGICOS NA OBRA DE MARX E ENGELS E NAS OBRAS  POSTEI-ORES (ESTRUTURA SOCIAL, PODER POLITICO E IDEOLOGIA). A QUESTAO DO METODODIALETICO E A DISCUSSAO SOBRE O  CARATER  CIENTIFICO DA TEORIA  MARXISTEFRENTE AS CONTRADICOES DO CAPITALISMO CONTEMPORANEO.",
        "codigo": "SOL0045"
    },
    {
        "nome": "TEORIAS SOCIOLÓGICAS CLÁSSICAS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "( SOL0301 )",
        "equivalencias_especificas": [],
        "ementa": "Estudo do pensamento sociológico desde a sua formação com Auguste Comte e o positivismo, até a formalização enquantoteoria sociológica com Émile Durkheim e Max Weber.Comte: conceitos gerais, surgimento da sociologia Durkheim: objeto e método da sociologia e conceitos fundamentais.O curso deve possibilitar à/ao discente conhecer as teorias sociológicas desses autores e fornecer as bases teóricas para estabelecer linhas de continuidade entre os autores clássicos e as teorias sociais contemporâneas.",
        "codigo": "SOL0104"
    },
    {
        "nome": "TEORIAS SOCIOLÓGICAS CLÁSSICAS I",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0042 )",
        "co_requisitos": "-",
        "equivalencias": "( SOL0104 )",
        "equivalencias_especificas": [
            {
                "expressao": "( ( SOL0043 OU SOL0044 ) ) OU ( SOL0104 )",
                "matriz_curricular": "CIENCIAS SOCIAIS - ANTROPOLOGIA - Bacharelado - Presencial - D",
                "curriculo": "3131/1 - 2019.2",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0043 OU SOL0044 ) ) OU ( SOL0104 )",
                "matriz_curricular": "CIENCIAS SOCIAIS - ANTROPOLOGIA - Bacharelado - Presencial - D",
                "curriculo": "3131/-2 - 2016.2",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0043 OU SOL0044 ) ) OU ( SOL0104 )",
                "matriz_curricular": "CIENCIAS SOCIAIS - ANTROPOLOGIA - Bacharelado - Presencial - D",
                "curriculo": "3131/-3 - 2016.1",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0043 OU SOL0044 ) ) OU ( SOL0104 )",
                "matriz_curricular": "CIENCIAS SOCIAIS - ANTROPOLOGIA - Bacharelado - Presencial - D",
                "curriculo": "3131/-4 - 1997.2",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0043 OU SOL0044 ) ) OU ( SOL0104 )",
                "matriz_curricular": "CIENCIA POLITICA - Bacharelado - Presencial - D",
                "curriculo": "8591/-6 - 1998.1",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0043 OU SOL0044 ) ) OU ( SOL0104 )",
                "matriz_curricular": "RELACOES INTERNACIONAIS - Bacharelado - Presencial - D",
                "curriculo": "3727/-2 - 2005.1",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0043 OU SOL0044 ) ) OU ( SOL0104 )",
                "matriz_curricular": "CIENCIA POLITICA - Bacharelado - Presencial - D",
                "curriculo": "8591/1 - 2019.2",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0043 OU SOL0044 ) ) OU ( SOL0104 )",
                "matriz_curricular": "CIENCIA POLITICA - Bacharelado - Presencial - D",
                "curriculo": "8591/-2 - 2016.1",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0043 OU SOL0044 ) ) OU ( SOL0104 )",
                "matriz_curricular": "CIENCIA POLITICA - Bacharelado - Presencial - D",
                "curriculo": "8591/-3 - 2011.2",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0043 OU SOL0044 ) ) OU ( SOL0104 )",
                "matriz_curricular": "CIENCIA POLITICA - Bacharelado - Presencial - D",
                "curriculo": "8591/-4 - 2008.2",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0043 OU SOL0044 ) ) OU ( SOL0104 )",
                "matriz_curricular": "CIENCIA POLITICA - Bacharelado - Presencial - D",
                "curriculo": "8591/-5 - 2006.2",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0043 OU SOL0044 ) ) OU ( SOL0104 )",
                "matriz_curricular": "RELACOES INTERNACIONAIS - Bacharelado - Presencial - D",
                "curriculo": "3727/1 - 2017.2",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            }
        ],
        "ementa": "Tipo de Material",
        "codigo": "SOL0301"
    },
    {
        "nome": "TEORIAS SOCIOLÓGICAS CLÁSSICAS II",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( SOL0042 ) E ( SOL0104 OU SOL0301 )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Tipo de Material",
        "codigo": "SOL0130"
    },
    {
        "nome": "TEORIAS SOCIOLÓGICAS CONTEMPORÂNEAS 1",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) E ( SOL0104 OU SOL0301 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [
            {
                "expressao": "( SOL0103 )",
                "matriz_curricular": "CIENCIAS SOCIAIS - SOCIOLOGIA - Bacharelado - Presencial - D",
                "curriculo": "3123/2 - 2023.2",
                "data_vigencia": "2019.1",
                "fim_vigencia": ""
            }
        ],
        "ementa": "A disciplina visa situar, de maneira panorâmica, teorias sociológicas desenvolvidas em larga medida após o segundo quartil do século XX, orientando-se a partir das correntes de pensamento consideradas as mais relevantes do período. Assim, deverá percorrer o estrutural-funcionalismo, a fenomenologia, o estruturalismo, a etnometodologia, o interacionismo simbólico, a teoria crítica da sociedade e a teoria da ação comunicativa, relacionando-as a autores sem, no entanto, deixar de realçar os principais temas que compõem suas abordagens, e colocando-os em diálogo com as teorias sociológicas clássicas. Objetiva, desse modo, habilitar as e os discentes a refletir acerca da produção mais recente na teoria sociológica, em debate crítico com essas correntes.",
        "codigo": "SOL0134"
    },
    {
        "nome": "TEORIAS SOCIOLÓGICAS CONTEMPORÂNEAS 1",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) E ( SOL0104 OU SOL0301 ) )",
        "co_requisitos": "-",
        "equivalencias": "( ( SOL0045 ) )",
        "equivalencias_especificas": [],
        "ementa": "Ao situar a sociologia contemporânea no funcionalismo e no interacionismo simbólico, a disciplina possui o propósito de abordar, numa perspectiva panorâmica, determinadas temáticas desenvolvidas pela teoria sociológica a partir dos anos 1980 e que, em larga medida, vêm pautando o seu debate nos diais atuais. Nesta direção, será abordado um conjunto de temas que possuem articulação entre si, tais como: modernidade-pós-modernidade, modernidades múltiplas, debate pós-colonial, processo de globalização, epistemologias feministas, pós-colonialismo, pós-humanismo, etc. Ao mesmo tempo, a disciplina explorará a contribuição de determinados autores, tais como Pierre Bourdieu, Norbert Elias, Anthony Giddens e Niklas Luhmann, Bruno Latour.",
        "codigo": "SOL0103"
    },
    {
        "nome": "TEORIAS SOCIOLÓGICAS CONTEMPORÂNEAS 2",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) E ( SOL0104 OU SOL0301 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [
            {
                "expressao": "( ( SOL0088 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - Licenciatura - Presencial - D",
                "curriculo": "3166/-5 - 2016.2",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0088 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - Licenciatura - Presencial - D",
                "curriculo": "3166/-4 - 2016.1",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0088 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - Licenciatura - Presencial - D",
                "curriculo": "3166/-6 - 2005.1",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0088 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - SOCIOLOGIA - Bacharelado - Presencial - D",
                "curriculo": "3123/1 - 2019.2",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0088 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - SOCIOLOGIA - Bacharelado - Presencial - D",
                "curriculo": "3123/-2 - 2016.2",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0088 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - SOCIOLOGIA - Bacharelado - Presencial - D",
                "curriculo": "3123/-3 - 2016.1",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0088 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - SOCIOLOGIA - Bacharelado - Presencial - D",
                "curriculo": "3123/-4 - 2012.1",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0088 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - Licenciatura - Presencial - D",
                "curriculo": "3166/-2 - 2019.2",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0088 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - Licenciatura - Presencial - D",
                "curriculo": "3166/-3 - 2017.2",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0088 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - Licenciatura - Presencial - D",
                "curriculo": "3166/1 - 2020.1",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            }
        ],
        "ementa": "Tipo de Material",
        "codigo": "SOL0090"
    },
    {
        "nome": "TEORIAS SOCIOLÓGICAS CONTEMPORÂNEAS E SUAS CONTROVÉRSIAS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Esta disciplina pretende enfocar debates candentes no âmbito da teoria sociológica contemporânea. O pressuposto é tratar transversal e criticamente questões epistemológicas controversas e, de modo igualmente substancial, abordar diversas novas leituras ou reconfigurações propostas no que diz respeito à circulação do conhecimento, podendo citar-se, entre (muitos) outros, os problemas da (des)provincialização, das perspectivas decolonialistas e da legitimação de teorias oriundas além do eixo eurocêntrico ou estadunidense. No intuito de acompanhar estas discussões, a bibliografia indicada é sumária e ilustrativa, devendo ser delimitada de acordo com a ótica adotada pela(o) docente responsável.",
        "codigo": "SOL0147"
    },
    {
        "nome": "TEORIAS SOCIOLÓGICAS DA MODERNIDADE",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "A disciplina almeja investigar o discurso sociológico da modernidade, abordando-o em algumas de suas mais expressivas e impactantes manifestações, modalidades e modulações. Serão visitadas obras e reflexões que coloriram esse debate, desde seus precursores na segunda metade do século XVIII até seus críticos e herdeiros mais recentes. Pretende-se abordar criticamente certas narrativas que buscaram codificar a experiência moderna, em suas várias dimensões, com referência a diversas regiões do globo: as visões dos clássicos, as teorias da modernização e seus críticos, os discursos dependentistas, o resgate do projeto da modernidade, os debates em torno das noções de globalização, pós-modernidade, modernidades múltiplas e modernidade global, bem como as críticas pós-colonial e decolonial.",
        "codigo": "SOL0146"
    },
    {
        "nome": "TEORIAS SOCIOLÓGICAS MARXISTAS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0104 OU SOL0301 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [
            {
                "expressao": "( ( SOL0043 OU SOL0044 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - ANTROPOLOGIA - Bacharelado - Presencial - D",
                "curriculo": "3131/1 - 2019.2",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0043 OU SOL0044 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - ANTROPOLOGIA - Bacharelado - Presencial - D",
                "curriculo": "3131/-2 - 2016.2",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0043 OU SOL0044 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - ANTROPOLOGIA - Bacharelado - Presencial - D",
                "curriculo": "3131/-3 - 2016.1",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0043 OU SOL0044 ) )",
                "matriz_curricular": "CIENCIAS SOCIAIS - ANTROPOLOGIA - Bacharelado - Presencial - D",
                "curriculo": "3131/-4 - 1997.2",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0043 OU SOL0044 ) )",
                "matriz_curricular": "RELACOES INTERNACIONAIS - Bacharelado - Presencial - D",
                "curriculo": "3727/-2 - 2005.1",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            },
            {
                "expressao": "( ( SOL0043 OU SOL0044 ) )",
                "matriz_curricular": "RELACOES INTERNACIONAIS - Bacharelado - Presencial - D",
                "curriculo": "3727/1 - 2017.2",
                "data_vigencia": "1971.2",
                "fim_vigencia": ""
            }
        ],
        "ementa": "Estudo de teoria marxista clássica e das principais correntes contemporâneas de inspiração marxista, contemplando os conceitos propriamente sociológicos na obra de Karl Marx e Friedrich Engels. Obras posteriores (estrutura social, poder político, ideologia). A questão do método dialético e a discussão do caráter científico da teoria marxista face às contradições do capitalismo.O objetivo é familiarizar as/os discentes com o pensamento e a teoria social marxistas, enfocando sobretudo as obras de Marx (bem como textos em coautoria com Engels). Considera-se que, para além dos amplos desenvolvimentos posteriores, esse olhar teórico seja central para compreender como outros autores organizaram suas abordagens, motivo pelo qual o estudo primordial será dedicado à leitura e ao debate dos textos dos autores supracitados.",
        "codigo": "SOL0105"
    },
    {
        "nome": "TÓPICOS ESPECIAIS EM ENSINO DE SOCIOLOGIA 1",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "O curso \"Tópicos Especiais em Ensino de Sociologia\" foi pensado a partir de uma perspectiva laboratorial onde os estudantes de graduação serão estimulados à produção de materiais didáticos e paradidáticos destinados ao ensino da sociologia na educação básica. Todavia, para o objetivo metodológico proposto, considera-se fundamental a proposição de um itinerário de estudos que permita compreender o \"estado da arte\" da sociologia enquanto disciplina escolar. Para tanto, propõe-se, primeiro, revisitar a história da sociologia no Brasil, compreendendo os distintos momentos que marcam sua intermitência como um saber presente na educação básica brasileira. Em seguida, dois momentos recentes serão detidamente analisados: a) a obrigatoriedade da sociologia no Ensino Médio, a partir da Lei 11.684/2008, considerando a produção bibliográfica a respeito que reúne pesquisas, pareceres e estudos sobre a aplicação da sociologia no ensino médio b) A Reforma do Ensino Médio recém-aprovada pelo Governo Temer que retira a obrigatoriedade da sociologia enquanto disciplina, mas a mantém como conteúdo programático das ciências humanas, desafiando a sociologia contemporânea a pensar qual será o seu lugar na educação básica no contexto atual. O percurso analítico aqui proposto considera fundamental para os estudantes a reflexão em torno das disputas que ensejaram e ainda se fazem presentes para manutenção ou retirada da sociologia. Tal panorama permitirá avançar para a segunda e principal etapa da disciplina quando serão dedicados esforços em elencar problemáticas sociológicas que possam ser traduzidas e/ou elaboradas como materiais didáticos passíveis de serem aplicados, tanto nas disciplinas de sociologia - tal como hoje são ofertadas nas escolas brasileiras - e/ou como conteúdos transversais em disciplinas das humanidades.",
        "codigo": "SOL0024"
    },
    {
        "nome": "TÓPICOS ESPECIAIS EM SOCIOLOGIA 1",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "( SOL0095 )",
        "equivalencias_especificas": [],
        "ementa": "Este Programa parte do pressuposto que a análise sociológica dos intelectuais constitui antes um campo de investigação do que propriamente uma especialidade no interior da sociologia. Assume também  que a análise sociológica dos intelectuais comporta uma dimensão transdisciplinar, mantendo uma constante interação com outras disciplinas, tais como a história, a ciência política, a filosofia  e um diálogo contínuo com outras subdisciplinas da sociologia como, a sociologia do conhecimento, das profissões, dos meios de comunicação de massa, dos sistemas de  ensino, da ciência, da ideologia, do poder, do gênero, da globalização e da cultura.\tO curso pretende abordar as diferentes análises existentes na sociologia a propósito da relação entre intelectuais e sociedade. Para tanto, ao longo das aulas  discutirá as contribuições de determinados autores clássicos e contemporâneos que direta e/ou indiretamente enfocaram a partir de diversos recortes teóricos a inserção dos intelectuais na sociedade, tais como, Antônio Gramsci, Karl Mannheim, Lewis Coser, Edward Shills, Martin Lipset, Alvin Gouldner, Konrad & Zelény,, Edward Said, Pierre Bourdieu, Russell Jacoby, Steve Fuller, Richard Posner, Christian Fleck, Charles Camic, Gil Eyel, Gisele Sapiro, entre outros.        \tO curso se propõe a rastrear as transformações temáticas, teóricas e metodológicas que ocorreram no interior do campo de estudo da sociologia dos intelectuais, desde sua fase fundacional até os dias atuais. \tO Programa abordará também o surgimento dos intelectuais  numa perspectiva histórica. Procurará destacar as condições  sociais, culturais e políticas que permitiram a emergência dos intelectuais na modernidade ocidental. Concentrará sua atenção na expansão e posterior diversificação dos tipos de intelectuais na sociedade contemporânea. Neste sentido, destacará os diversos espaços institucionais e sociais  nos quais são formados tipos específicos de intelectuais e/ou de profissões intelectuais (  igreja, universidades, escolas especializadas, sindicatos, exércitos, partidos políticos, movimentos sociais, etc).\t Simultaneamente, o curso analisará a atuação dos intelectuais em múltiplos  espaços sociais tais como, burocracias públicas e privadas, contexto  universitário, esfera política, sindical, movimentos sociais, nos meios de comunicação de massa, campo artístico e literário, magistratura, campo religioso,  jornalismo, etc. O Programa procurará abordar as disputas existentes nestes distintos espaços sociais  travados pelos  intelectuais, visando obter a autoridade, a notoriedade e prestígio social, \t O eixo central  que articula o curso é a análise das  relações entre diferentes práticas intelectuais, espaço cultural e diversas esferas do poder. As observações empíricas do curso incidirão numa geopolítica dos intelectuais em diferentes contextos sócio históricos, destacadamente na fase contemporânea.",
        "codigo": "SOL0096"
    },
    {
        "nome": "TÓPICOS ESPECIAIS EM SOCIOLOGIA 10",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "",
        "codigo": "SOL0007"
    },
    {
        "nome": "TÓPICOS ESPECIAIS EM SOCIOLOGIA 11",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Hannah Arendt (1906-1975) é uma das mais influentes filósofas do século XX.Debateu temas de grande atualidade, como o totalitarismo, ideologia, poder,violência, liberdade e política. Sua contribuição para a sociologia evidencia-se,sobretudo, em estudos de problemas relacionados ao fenômeno da dominação. Suaobra se inscreve em um debate amplo sobre o significado e o conceito de política.Pode ser compreendida como a tentativa de responder a seguinte questão: qual espaçoda política na sociedade e em especial na sociedade moderna?A disciplina se concentrará em três dos seus principais livros: Origens doTotalitarismo (1951), A Condição Humana (1958) e Eichmann em Jerusalém – Umrelato sobre a banalidade do mal (1963). Essas obras reúnem, de certo modo, aspreocupações teóricas centrais da autora presentes nos trabalhos e formulaçõesposteriores. Como leituras relacionadas serão debatidos, entre outros, seus ensaiosCompreensão e política Verdade e política O que é liberdade?, Responsabilidadepessoal sob a ditadura e o ensaio sobre Walter Benjamin. Serão lidas tambémentrevistas e cartas.Em Origens do Totalitarismo destaca-se importante reflexão sobre o racismo comoideologia do imperialismo e o próprio conceito de ideologia em A CondiçãoHumana, sobressai-se a análise sobre a modernidade e a política em Eichmann inJerusalém ressalta-se uma reflexão sobre a prática do mal, resultante da ausência dereflexão e responsabilidade pessoal. Ao buscar compreender acontecimentosmarcantes de sua época, a exemplo de duas guerras mundiais e o surgimento deregimes totalitários, cenários de suas vivências, Hannah Arendt examina questões degrande interesse na atualidade e do pensamento político contemporâneo.",
        "codigo": "SOL0008"
    },
    {
        "nome": "TÓPICOS ESPECIAIS EM SOCIOLOGIA 12",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "( SOL0009 )",
        "equivalencias_especificas": [],
        "ementa": "Esta disciplina parte da premissa de que tanto as ciências ocidentais como as indígenas devem ser consideradas pela sociologia como objeto de estudo legítimo. Além disso, de modo mais radical, particularmente no âmbito disciplinar da sociologia, o curso parte da ideia de que membros dos diferentes povos indígenas devem ser vistos como sujeitos produtores de conhecimento, e não de mitos. Assim, o objetivo do curso é apresentar um panorama das abordagens das ciências sociais sobre os conhecimentos científicos ocidentais e indígenas que ajudem a pensá-los conceitualmente, epistemologicamente e ontologicamente. Na primeira parte do curso serão debatidas abordagens teóricas influentes dos Estudos Sociais das Ciências e Tecnologias (ESCT). Posteriormente, serão apresentadas perspectivas e debates antropológicos sobre as ciências indígenas. Por fim, serão comtemplados o pensamento de cientistas sociais indígenas brasileiros e do xamã yanomami Davi Kopenawa.",
        "codigo": "SOL0010"
    },
    {
        "nome": "TÓPICOS ESPECIAIS EM SOCIOLOGIA 13",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "-",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Tipo de Material",
        "codigo": "SOL0033"
    },
    {
        "nome": "TÓPICOS ESPECIAIS EM SOCIOLOGIA 2",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "",
        "codigo": "SOL0106"
    },
    {
        "nome": "TÓPICOS ESPECIAIS EM SOCIOLOGIA 3",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "",
        "codigo": "SOL0107"
    },
    {
        "nome": "TÓPICOS ESPECIAIS EM SOCIOLOGIA 4",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "",
        "codigo": "SOL0108"
    },
    {
        "nome": "TÓPICOS ESPECIAIS EM SOCIOLOGIA 5",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "Gênero, teoria da performance, normas de gênero, reconhecimento, inteligibilidade, Estado, violência, abjeção, desejo, a constituição do sujeito, desposseção, poder, precariedade e vulnerabilidade.",
        "codigo": "SOL0109"
    },
    {
        "nome": "TÓPICOS ESPECIAIS EM SOCIOLOGIA 6",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "(Mudança tecnológica, reestruturação produtiva e trabalho: impactos e perspectivas)O curso abordará as implicações e os impactos relacionados às rápidas mudanças na produção e no modo de vida decorrentes das inovações tecnológicas e do processo de reestruturação produtiva no contexto do que foi denominado genericamente de Quarta Revolução Industrial. Será dado enfoque nas repercussões no mundo do trabalho, no sistema produtivo e no papel do Estado na coordenação de novas formas de solidariedade social.",
        "codigo": "SOL0110"
    },
    {
        "nome": "TÓPICOS ESPECIAIS EM SOCIOLOGIA 7",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "-",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "",
        "codigo": "SOL0111"
    },
    {
        "nome": "TÓPICOS ESPECIAIS EM SOCIOLOGIA 8",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "",
        "codigo": "SOL0005"
    },
    {
        "nome": "TÓPICOS ESPECIAIS EM SOCIOLOGIA 9",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) OU ( POL0011 ) OU ( HIS0084 ) OU ( FIL0069 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "",
        "codigo": "SOL0006"
    },
    {
        "nome": "TRABALHO E AFETO",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "( ( SOL0042 ) )",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "A disciplina discute o afeto a partir da perspectiva das neurociências e das ciências sociais. Aborda o trabalho de cuidado estabelecendo um diálogo entre esses campos do conhecimento. Analisa a afetividade dos cuidados através do conceito de habitus e da discussão dos poderes e hierarquias nas interações sociais dos cuidados realizados por mulheres cuidadoras de pessoas idosas em asilos e de Agentes Penitenciários em prisões, entre outros.",
        "codigo": "SOL0163"
    },
    {
        "nome": "UTILIZAÇÃO DE COMPUTADORES NAS CIÊNCIAS SOCIAIS",
        "unidade_responsavel": "DEPARTAMENTO DE SOCIOLOGIA ",
        "pre_requisitos": "-",
        "co_requisitos": "-",
        "equivalencias": "-",
        "equivalencias_especificas": [],
        "ementa": "",
        "codigo": "SOL0081"
    }
]